{
  "branch": "quest/a-kingdom-divided",
  "quest_name": "A Kingdom Divided",
  "lines": [
    {
      "character": "Player",
      "line": "What's all this about?"
    },
    {
      "character": "Martin Holt",
      "line": "Ah, hello and welcome. I'm Martin Holt, leader of Kourend's Royal Society. This is our little protest against the Kourend Council."
    },
    {
      "character": "Player",
      "line": "Pleased to meet you, I'm. So, what's wrong with the Council?"
    },
    {
      "character": "Martin Holt",
      "line": "Now there's a question! I have a better one. What's right with the Council?"
    },
    {
      "character": "Martin Holt",
      "line": "I bet you didn't know that the Council was originally only temporary. After the last King died, they were only supposed to rule until his daughter came of age."
    },
    {
      "character": "Martin Holt",
      "line": "However, according to the Council, the King's daughter went mad. Such a wonderful convenience for them of course. With her out of the picture, the Council became permanent."
    },
    {
      "character": "Player",
      "line": "Interesting. What else don't you like about the Council?"
    },
    {
      "character": "Martin Holt",
      "line": "Democracy! That's meant to be the big thing for the Council. Funny thing is, although they're meant to be elected by the people, the same four people have won every single election. Little odd, no?"
    },
    {
      "character": "Player",
      "line": "That is a bit suspicious, I suppose."
    },
    {
      "character": "Martin Holt",
      "line": "Indeed it is. So, do you want to join our protest?"
    },
    {
      "character": "Player",
      "line": "Not right now. But thanks for the information."
    },
    {
      "character": "Martin Holt",
      "line": "Oh my friend, suspicious is the dish of the day whenever the Council is around. And what I've just told you barely scratches the surface. Things have been getting even worse recently."
    },
    {
      "character": "Player",
      "line": "How so?"
    },
    {
      "character": "Martin Holt",
      "line": "Do you know of Councillor Sophia Hughes? Lovely lady. Spends her free time with the Disciples of Yama, a wonderful cult of Zamorakian demon summoners."
    },
    {
      "character": "Player",
      "line": "Councillor Hughes? I was the one who helped imprison her in the first place."
    },
    {
      "character": "Martin Holt",
      "line": "Ah, so you're the adventurer who's been cooking up a storm around here. Well you'll be pleased to know your hard work was all for nothing. Councillor Hughes has escaped. Lucky her."
    },
    {
      "character": "Player",
      "line": "Escaped? How?"
    },
    {
      "character": "Martin Holt",
      "line": "Believe it or not, no one actually knows. The Council is trying to keep it all on the down low of course. Almost like they have something to hide."
    },
    {
      "character": "Player",
      "line": "That's quite the accusation. Do you have proof?"
    },
    {
      "character": "Martin Holt",
      "line": "Oh, we will soon! Just you give it time. They'll slip up sooner or later."
    },
    {
      "character": "Player",
      "line": "Hmm... Rather than just waiting for that to happen, maybe I could investigate her escape."
    },
    {
      "character": "Martin Holt",
      "line": "What an interesting idea. I suppose you would be well placed to have a little nosey, considering your history with the Councillor. Though you'd need to get permission, of course."
    },
    {
      "character": "Player",
      "line": "How would I do that?"
    },
    {
      "character": "Martin Holt",
      "line": "I hear the Kourend Royal Guard are leading the investigation. Commander Lydia Fullore is their leader. You'll find her in the castle."
    },
    {
      "character": "Player",
      "line": "I'll go speak to her."
    },
    {
      "character": "Martin Holt",
      "line": "Good luck friend. Your eyes are open now. Don't trust the Council."
    },
    {
      "character": "Player",
      "line": "Well, I think I'll stay out of this one. Good luck with your protest."
    },
    {
      "character": "Martin Holt",
      "line": "As you wish, but you shouldn't be afraid to open your eyes. If you change your mind, we'll be here."
    },
    {
      "character": "Player",
      "line": "Hey there. Remind me, where can I find Commander Fullore?"
    },
    {
      "character": "Martin Holt",
      "line": "She'll be somewhere in the castle."
    },
    {
      "character": "Player",
      "line": "Thank you."
    },
    {
      "character": "Player",
      "line": "Hello. Who are you?"
    },
    {
      "character": "Commander Fullore",
      "line": "I'm Commander Lydia Fullore, leader of the Kourend Royal Guard."
    },
    {
      "character": "Player",
      "line": "Then you're just the person I'm looking for. I'm. I hear you're the one to talk to about the recent escape of Councillor Hughes."
    },
    {
      "character": "Commander Fullore",
      "line": "Ah, let me guess, you've been talking to Martin Holt?"
    },
    {
      "character": "Player",
      "line": "You know him?"
    },
    {
      "character": "Commander Fullore",
      "line": "Oh, I know him alright. Martin and I have quite the history."
    },
    {
      "character": "Player",
      "line": "Really? He didn't mention it."
    },
    {
      "character": "Commander Fullore",
      "line": "He wouldn't. He has a very selective memory. I imagine he also didn't mention that he used to work for the Council that he hates so much."
    },
    {
      "character": "Player",
      "line": "No... that's not something that ever came up."
    },
    {
      "character": "Commander Fullore",
      "line": "Well I imagine his Royal Society friends wouldn't make so much of him if they knew where his loyalties used to lie."
    },
    {
      "character": "Player",
      "line": "So I'm guessing you don't agree with his views on the Council."
    },
    {
      "character": "Commander Fullore",
      "line": "Well I wouldn't be very good at my job if I did. Martin is always quick to point out the failings of the Council, but he conveniently forgets about all the good they've done."
    },
    {
      "character": "Player",
      "line": "Like?"
    },
    {
      "character": "Commander Fullore",
      "line": "You know that smell in Port Piscarilius?"
    },
    {
      "character": "Player",
      "line": "It is a bit ripe there."
    },
    {
      "character": "Commander Fullore",
      "line": "Imagine that but ten times worse. That's what it was like before the Council had a new sewage system installed. The entire kingdom is now cleaner and safer because of them."
    },
    {
      "character": "Commander Fullore",
      "line": "Not only that, but without the Council, you wouldn't even be stood here. It was under them that trade with your lands to the east was established."
    },
    {
      "character": "Commander Fullore",
      "line": "Without those trade routes, you would have no easy way of getting here."
    },
    {
      "character": "Commander Fullore",
      "line": "I could go on, but I have more urgent things to attend to."
    },
    {
      "character": "Player",
      "line": "Like the escape of Councillor Hughes?"
    },
    {
      "character": "Commander Fullore",
      "line": "Well, since it's clearly no secret, yes. The former Councillor is a dangerous individual, so I want her back in a cell as soon as possible."
    },
    {
      "character": "Player",
      "line": "You know, I might be able to help you with that. In case you didn't know, I was the one who helped catch her in the first place."
    },
    {
      "character": "Commander Fullore",
      "line": "So, this is what Martin has put you up to! Well, no thank you. The last thing I need is one of his people getting in the way."
    },
    {
      "character": "Player",
      "line": "I'm not one of his people! I barely know him. I'm just a willing adventurer who wants to help."
    },
    {
      "character": "Player",
      "line": "Think about it. However this investigation goes, you'll be seen as biased towards the Council. I'm a neutral third party with no ties to the Councillor or the protesters. I'm in an ideal position to help out here."
    },
    {
      "character": "Commander Fullore",
      "line": "Hmm... you do have the experience. And I can't deny, the fact that you have the support of the protesters could be useful."
    },
    {
      "character": "Commander Fullore",
      "line": "This whole situation with Councillor Hughes has caused enough civil unrest. We certainly don't need it to get any worse."
    },
    {
      "character": "Commander Fullore",
      "line": "Alright, you can help. But for the duration of this investigation, you're working for me. What I say goes, is that clear?"
    },
    {
      "character": "Player",
      "line": "Crystal clear. Where do we start?"
    },
    {
      "character": "Commander Fullore",
      "line": "Right now we don't have any leads on where Councillor Hughes might have gone. I'm heading over to her home to see if there's anything there that can help us. You should join me."
    },
    {
      "character": "Player",
      "line": "Let's get going."
    },
    {
      "character": "Tomas Lawry",
      "line": "Commander Fullore! How wonderful to see you."
    },
    {
      "character": "Commander Fullore",
      "line": "Tomas! What are you doing here?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Why, I'm here about Sophia Hughes of course! As the person who discovered her corruption in the first place, I was an obvious choice to lead the investigation into her disappearance."
    },
    {
      "character": "Player",
      "line": "But that wasn't you! I did all the work!"
    },
    {
      "character": "Tomas Lawry",
      "line": "Ah, and hello again, my financially challenged friend! Of course, the capture of Sophia Hughes wouldn't have been possible without your minor contributions."
    },
    {
      "character": "Commander Fullore",
      "line": "The Kourend Royal Guard are conducting the investigation, Tomas. Your presence is not needed."
    },
    {
      "character": "Tomas Lawry",
      "line": "Well, that's just the thing. Councillor Andrews was so impressed with my work, he put me in charge of this investigation."
    },
    {
      "character": "Commander Fullore",
      "line": "That is not his call to make! I'm in charge of Council security. This investigation is mine to lead!"
    },
    {
      "character": "Tomas Lawry",
      "line": "He is head of the Council. If he wants to make that call, he can."
    },
    {
      "character": "Commander Fullore",
      "line": "Regardless..."
    },
    {
      "character": "Tomas Lawry",
      "line": "Look, I can see you're very passionate, which is wonderful. Tell you what, as you're so eager, I'll allow you both to help me in my investigation."
    },
    {
      "character": "Tomas Lawry",
      "line": "Do join me inside when you're ready."
    },
    {
      "character": "Commander Fullore",
      "line": "Captain Ginea. I'm guessing Lord Shayzien sent you."
    },
    {
      "character": "Captain Ginea",
      "line": "He did. He's keen to see this Hughes business sorted quickly."
    },
    {
      "character": "Commander Fullore",
      "line": "He's not alone there, but he doesn't need to worry. We have things under control."
    },
    {
      "character": "Captain Ginea",
      "line": "Forgive me Commander, but it doesn't seem like you do. Hughes escaped from right under your nose, and now Councillor Andrews is putting his faith in Lawry over you."
    },
    {
      "character": "Captain Ginea",
      "line": "While this may be Council business, Lord Shayzien is responsible for dealing with both internal and external threats. He wants to be sure that Hughes won't be an issue."
    },
    {
      "character": "Commander Fullore",
      "line": "You have my word. She'll be back in a cell before the day is out."
    },
    {
      "character": "Captain Ginea",
      "line": "I hope you're right. There's already a lot of doubt in the Council these days. It would be rather embarrassing for them if the Shayzien Army had to step in."
    },
    {
      "character": "Player",
      "line": "For someone who supports the Council so much, you don't seem very happy about Councillor Andrews' decision."
    },
    {
      "character": "Commander Fullore",
      "line": "I can support the Council while not agreeing with every choice they make."
    },
    {
      "character": "Player",
      "line": "I feel like you're not totally being honest with me."
    },
    {
      "character": "Commander Fullore",
      "line": "Would that be so wrong? I hardly know you."
    },
    {
      "character": "Commander Fullore",
      "line": "Here's some advice for you: focus on the investigation. Leave the politics to the experts."
    },
    {
      "character": "Player",
      "line": "Fine. I guess we'd better get started."
    },
    {
      "character": "Commander Fullore",
      "line": "Have a look around the house and see if you can find any hints on where Councillor Hughes might have gone. I'll ask around out here and see if anyone's seen anything suspicious."
    },
    {
      "character": "Player",
      "line": "Sounds good."
    },
    {
      "character": "Commander Fullore",
      "line": "Good luck. Don't let Lawry get in your way."
    },
    {
      "character": "Player",
      "line": "I just need to do something first."
    },
    {
      "character": "Commander Fullore",
      "line": "Okay, just let me know when you're ready to depart."
    },
    {
      "character": "Commander Fullore",
      "line": "Are you ready to head over to Councillor Hughes' home?"
    },
    {
      "character": "Martin Holt",
      "line": "Hello again. I hope things are going well."
    },
    {
      "character": "Player",
      "line": "Not too bad thanks."
    },
    {
      "character": "Martin Holt",
      "line": "Well, keep up the good work. After all, it would be very awkward for our friends on the Council if you caught Sophia Hughes again."
    },
    {
      "character": "Tomas Lawry",
      "line": "Hello again. Your desire to help out with my investigation is to be commended, but you really shouldn't worry. I'll have the former Councillor back in a cell in no time."
    },
    {
      "character": "Player",
      "line": "So you already have some leads?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Not just yet. It won't be long though. Not with my resourcefulness!"
    },
    {
      "character": "Player",
      "line": "Yeah... second only to your humility."
    },
    {
      "character": "Tomas Lawry",
      "line": "How very kind of you. I should tell you though, a skillset like mine isn't gained over night. If you wish to become like me, it will take a lot of hard work."
    },
    {
      "character": "Player",
      "line": "I'll keep that in mind. Anyway, I should get back to work."
    },
    {
      "character": "Player",
      "line": "I've found something that might be useful."
    },
    {
      "character": "Tomas Lawry",
      "line": "Oh yes? What is it?"
    },
    {
      "character": "Player",
      "line": "Looks like the Councillor might be hiding out at Mount Quidamortem."
    },
    {
      "character": "Tomas Lawry",
      "line": "Mount Quidamortem? That's quite the trek."
    },
    {
      "character": "Player",
      "line": "I could go if you like?"
    },
    {
      "character": "Tomas Lawry",
      "line": "How very kind of you, but no need. This is my investigation, and I will handle it."
    },
    {
      "character": "Player",
      "line": "Sucker."
    },
    {
      "character": "Player",
      "line": "If you say so."
    },
    {
      "character": "Player",
      "line": "I think I know where Councillor Hughes has gone."
    },
    {
      "character": "Commander Fullore",
      "line": "Where?"
    },
    {
      "character": "Player",
      "line": "The Farming Guild."
    },
    {
      "character": "Commander Fullore",
      "line": "Huh, not where I'd have expected. But maybe that's the point."
    },
    {
      "character": "Commander Fullore",
      "line": "If you think that's where she is, I'd recommend you go and check it out. I'll keep an eye on things here."
    },
    {
      "character": "Player",
      "line": "Okay. Where abouts is it?"
    },
    {
      "character": "Commander Fullore",
      "line": "North of the River Molch, west of here."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Player",
      "line": "The Deeper Lode."
    },
    {
      "character": "Commander Fullore",
      "line": "Seems a risky place for her to go. I'd have thought she'd pick somewhere quieter."
    },
    {
      "character": "Commander Fullore",
      "line": "If you're sure though, I'd recommend you go and scout it out. I'll keep an eye on things here."
    },
    {
      "character": "Commander Fullore",
      "line": "It's the pub in Lovakengj, north west of here."
    },
    {
      "character": "Player",
      "line": "The Little Shop of Horace."
    },
    {
      "character": "Commander Fullore",
      "line": "You don't think Horace is helping her, do you?"
    },
    {
      "character": "Player",
      "line": "Well we can't make any assumptions."
    },
    {
      "character": "Commander Fullore",
      "line": "True. If that's where you think she is, I suggest you go and check it out. I'll keep an eye on things here."
    },
    {
      "character": "Commander Fullore",
      "line": "It's the general store in Hosidius, south east of here."
    },
    {
      "character": "Player",
      "line": "The Chasm of Fire."
    },
    {
      "character": "Commander Fullore",
      "line": "That's where most of her cultist friends spend their time, seems a bit obvious."
    },
    {
      "character": "Commander Fullore",
      "line": "I guess it could still be worth a look. If you think she's there, you should go and scout it out. I'll keep an eye on things here."
    },
    {
      "character": "Commander Fullore",
      "line": "On the outskirts of Shayzien, west of here."
    },
    {
      "character": "Player",
      "line": "Actually, I don't know."
    },
    {
      "character": "Commander Fullore",
      "line": "Well, keep looking around. There must be something here that can help us."
    },
    {
      "character": "Player",
      "line": "What was the date when Councillor Hughes escaped?"
    },
    {
      "character": "Commander Fullore",
      "line": "It was two days ago, on the 26th of Fentuary."
    },
    {
      "character": "Player",
      "line": "Hang on... If she escaped two days ago, why are we only searching her house now?"
    },
    {
      "character": "Commander Fullore",
      "line": "The start of the investigation was... delayed. I can't say any more."
    },
    {
      "character": "Player",
      "line": "Hmm..."
    },
    {
      "character": "Player",
      "line": "Did you know there's a demon upstairs?"
    },
    {
      "character": "Commander Fullore",
      "line": "A demon? Well I guess the Disciples of Yama are known for that sort of thing. Still, that's going to be a nightmare to deal with. Can it get out?"
    },
    {
      "character": "Player",
      "line": "I don't think so."
    },
    {
      "character": "Commander Fullore",
      "line": "Good. Do your best to avoid it and we'll worry about it later."
    },
    {
      "character": "Player",
      "line": "What should I be doing?"
    },
    {
      "character": "Commander Fullore",
      "line": "Have a look around the house and see if you can find any hints on where Councillor Hughes might have gone. I'll ask around out here and see if anyone's noticed anything suspicious."
    },
    {
      "character": "Player",
      "line": "Sounds good. I'll let you know if I find anything."
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for Sophia Hughes."
    },
    {
      "character": "Sergeant",
      "line": "Sophia Hughes? The councillor?"
    },
    {
      "character": "Player",
      "line": "That's right. I think she might have come here at some point."
    },
    {
      "character": "Sergeant",
      "line": "Well, if she did it wasn't recently. We'd have noticed a councillor."
    },
    {
      "character": "Player",
      "line": "I see. Thanks for the help."
    },
    {
      "character": "Horace",
      "line": "Hello, I'm Horace. Welcome to my shop. Would you like to buy or sell something?"
    },
    {
      "character": "Player",
      "line": "Had any councillors shop here recently?"
    },
    {
      "character": "Horace",
      "line": "Not as far as I can recall. Councillor Hughes used to order things from time to time, before she was arrested. None of the others have ever shopped here though."
    },
    {
      "character": "Player",
      "line": "Hmm, fair enough."
    },
    {
      "character": "Disciple of Yama",
      "line": "Welcome. Have you come to give your soul to the Chasm?"
    },
    {
      "character": "Player",
      "line": "I'm looking for Sophia Hughes."
    },
    {
      "character": "Disciple of Yama",
      "line": "You are not alone in that, but you will not find her here."
    },
    {
      "character": "Player",
      "line": "She's one of your lot though, right? This seems like a good place for her to hide."
    },
    {
      "character": "Disciple of Yama",
      "line": "You are welcome to go in and check. You will find nothing. Sophia Hughes no longer has a place here."
    },
    {
      "character": "Player",
      "line": "Hmm, if you say so."
    },
    {
      "character": "Fuggy",
      "line": "Hello, human. What's your pleasure today?"
    },
    {
      "character": "Player",
      "line": "Had any councillors stay here recently?"
    },
    {
      "character": "Fuggy",
      "line": "Councillors? What do you mean?"
    },
    {
      "character": "Player",
      "line": "I'm investigating the disappearance of Councillor Sophia Hughes. I have reason to believe she rented a bed here."
    },
    {
      "character": "Fuggy",
      "line": "A disappearing councillor? That's a new one. We don't really get many humans renting beds here. The only one recently was a woman who stayed here last night, but she didn't look much like a councillor."
    },
    {
      "character": "Player",
      "line": "She could have been in disguise. Do you know where this woman is now?"
    },
    {
      "character": "Fuggy",
      "line": "Well she left not long before you got here. I didn't really speak to her but I did hear her mention something about catching a ship at Port Piscarilius."
    },
    {
      "character": "Player",
      "line": "A ship? She's trying to escape! Do you know which ship?"
    },
    {
      "character": "Fuggy",
      "line": "Well let's see now..."
    },
    {
      "character": "Fuggy",
      "line": "Blimy! That was a good one!"
    },
    {
      "character": "Player",
      "line": "What on Gielinor was that?"
    },
    {
      "character": "Fuggy",
      "line": "Ah, not from around here are you? That was an earthquake. We get them here from time to time. I think they come from that volcano to the west, but I'm no expert."
    },
    {
      "character": "Fuggy",
      "line": "Anyway, what were we on about?"
    },
    {
      "character": "Player",
      "line": "The Councillor."
    },
    {
      "character": "Fuggy",
      "line": "Ah yes, the Councillor. I seem to recall her mentioning Veos. It must be his ship she's taking."
    },
    {
      "character": "Player",
      "line": "I need to get there quick. Thank you for the help."
    },
    {
      "character": "Fuggy",
      "line": "Not a problem. Good luck with your search."
    },
    {
      "character": "Player",
      "line": "So about the Councillor."
    },
    {
      "character": "Fuggy",
      "line": "You again? I've already told you everything. The woman mentioned Veos over at Port Piscarilius. She must be catching his ship."
    },
    {
      "character": "Player",
      "line": "Ah yes. I need to get there quickly."
    },
    {
      "character": "Fuggy",
      "line": "Fuggy: Good luck."
    },
    {
      "character": "Player",
      "line": "Err, where's Veos?"
    },
    {
      "character": "Cabin Boy Herbert",
      "line": "Your guess is as good as mine. He was here until that earthquake. Then he suddenly just wandered off, like he was in some sort of trance."
    },
    {
      "character": "Player",
      "line": "But what about his ship?"
    },
    {
      "character": "Cabin Boy Herbert",
      "line": "I guess I'll have to look after it until he comes back. I hope he won't be long. I'm not really cut out for this kind of thing."
    },
    {
      "character": "Player",
      "line": "I'm looking for a councillor."
    },
    {
      "character": "Cabin Boy Herbert",
      "line": "What do you mean?"
    },
    {
      "character": "Player",
      "line": "I believe Councillor Sophia Hughes is planning to board this ship. I need to find her."
    },
    {
      "character": "Cabin Boy Herbert",
      "line": "The one that got arrested? If she wants to board the ship she'll need to do it soon. We're nearly ready to cast off. I guess you could wait around and see if she shows up."
    },
    {
      "character": "Player",
      "line": "Not a bad idea. I think I'll do just that."
    },
    {
      "character": "Commander Fullore",
      "line": "Heard you were out here. Thought I'd come see how things are going."
    },
    {
      "character": "Player",
      "line": "Not spying on me are you?"
    },
    {
      "character": "Commander Fullore",
      "line": "Spying is a strong word. I just like to keep an eye on people I've not worked with before. Especially in a situation as delicate as this one."
    },
    {
      "character": "Player",
      "line": "That's one way of putting it."
    },
    {
      "character": "Commander Fullore",
      "line": "So, what of Hughes?"
    },
    {
      "character": "Player",
      "line": "She booked passage on this ship, but she's not arrived yet. If she's coming, it will be soon."
    },
    {
      "character": "Commander Fullore",
      "line": "And we'll be here when she does. Not bad."
    },
    {
      "character": "Player",
      "line": "Starting to trust me now?"
    },
    {
      "character": "Commander Fullore",
      "line": "Don't get ahead of yourself."
    },
    {
      "character": "Player",
      "line": "Ah, looks like we might have a visitor."
    },
    {
      "character": "Player",
      "line": "Sophia Hughes. Going somewhere?"
    },
    {
      "character": "Sophia Hughes",
      "line": "You! This is all your doing!"
    },
    {
      "character": "Player",
      "line": "The only person to blame is yourself. When you play with fire, you get burnt."
    },
    {
      "character": "Commander Fullore",
      "line": "It's over, Sophia. You should come quietly."
    },
    {
      "character": "Sophia Hughes",
      "line": "Commander Fullore! He would send you, wouldn't he? The little lapdog of Councillor Andrews!"
    },
    {
      "character": "Sophia Hughes",
      "line": "He knew, you know! They all did. They were more than happy with my work while it was secret. But now they betray me without a second thought, just to protect themselves!"
    },
    {
      "character": "Sophia Hughes",
      "line": "You'd think they'd have some loyalty after all we did! After what we did to him. After what we did to his girl! We were in it together until it no longer suited them!"
    },
    {
      "character": "Player",
      "line": "What are you on about? What girl?"
    },
    {
      "character": "Sophia Hughes",
      "line": "Don't think I'm coming quietly! I've fought too hard to stop now!"
    },
    {
      "character": "Sophia Hughes",
      "line": "Judge of Yama, hear my voice! I call upon you to bring justice to the unworthy! Cleanse them in a sea of fire! Cleanse them in a sea of blood!"
    },
    {
      "character": "Demonic Voice",
      "line": "Sophia Hughes. You have called upon me. Those that oppose you will be judged in the name of Yama."
    },
    {
      "character": "Demonic Voice",
      "line": "But know this, Sophia Hughes. Those that call upon the Judge must first be judged themselves."
    },
    {
      "character": "Demonic Voice",
      "line": "You have betrayed the trust of Yama, Sophia Hughes. You have used his generosity to your own advantage. For this, your life is forfeit."
    },
    {
      "character": "Sophia Hughes",
      "line": "What? No!"
    },
    {
      "character": "Demonic Voice",
      "line": "Come. Serve your master one last time. Bathe yourself in a sea of fire. Bathe yourself in a sea of blood."
    },
    {
      "character": "Sophia Hughes",
      "line": "No... Wait!"
    },
    {
      "character": "Judge of Yama",
      "line": "And so the justice of Yama has been brought upon Sophia Hughes, as it will be brought upon all who wrong him."
    },
    {
      "character": "Judge of Yama",
      "line": "Lydia Fullore,. You have been declared enemies of Yama. Your actions have endangered the work of his children. For this, your lives are forfeit."
    },
    {
      "character": "Player",
      "line": "Hey! You can't just show up and start incinerating people. That's not how justice works. How about you clear off, before I make you!"
    },
    {
      "character": "Judge of Yama",
      "line": ". You have challenged the Judge of Yama. Your guilt will be determined through combat."
    },
    {
      "character": "Judge of Yama",
      "line": "Should you succeed, you will be free of your sins. Should you fail, you will be bathed in fire. You will be bathed in blood."
    },
    {
      "character": "Judge of Yama",
      "line": "Now, in the name of Yama, let us begin."
    },
    {
      "character": "Councillor Andrews",
      "line": "Here he is, the hero of the hour. On behalf of the Council, and indeed all of Kourend, thank you for dealing with this messy situation."
    },
    {
      "character": "Player",
      "line": "It was nothing."
    },
    {
      "character": "Councillor Andrews",
      "line": "You're far too humble. You've done so much for our kingdom in your short time here. Rest assured, we have noticed. In fact, I consider you a firm friend of the Council."
    },
    {
      "character": "Player",
      "line": "Have you managed to work out how Councillor Hughes escaped?"
    },
    {
      "character": "Councillor Andrews",
      "line": "Not yet. You need not worry though, we'll get to the bottom of it. That said, I do have another ask of you... if you don't mind."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Councillor Andrews",
      "line": "Commander Fullore tells me you've had dealings with Martin Holt and his group."
    },
    {
      "character": "Player",
      "line": "I'm not sure about dealings, but we've met."
    },
    {
      "character": "Councillor Andrews",
      "line": "Well regardless, your handling of the situation with Sophia Hughes seems to have had quite an impact on them."
    },
    {
      "character": "Player",
      "line": "Well, I am quite impactful. So, what is this ask?"
    },
    {
      "character": "Councillor Andrews",
      "line": "This recent situation has been most unfortunate. People are angry, I understand that. That said, Sophia Hughes has been dealt with. It's time for Martin Holt and his protestors to go home."
    },
    {
      "character": "Player",
      "line": "Ah, I see. You want me to convince them."
    },
    {
      "character": "Councillor Andrews",
      "line": "It would be greatly appreciated. Civil unrest is of no benefit to anyone. We'd all be better off putting this behind us."
    },
    {
      "character": "Councillor Andrews",
      "line": "Now, I must be off. Plenty of work to do. Good luck with Martin and his friends."
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Commander Fullore",
      "line": "We're looking into how Sophia Hughes might have escaped. I'll let you know if we find anything."
    },
    {
      "character": "Player",
      "line": "You know that's not what I mean."
    },
    {
      "character": "Commander Fullore",
      "line": "I'm not sure what you're on about. Now, I'm sorry, but I need to get to work."
    },
    {
      "character": "Commander Fullore",
      "line": "*whispers* Meet me just south of the castle."
    },
    {
      "character": "Player",
      "line": "So?"
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor Hughes was a deranged cultist."
    },
    {
      "character": "Player",
      "line": "And yet?"
    },
    {
      "character": "Commander Fullore",
      "line": "I don't know..."
    },
    {
      "character": "Player",
      "line": "Do you not know? Or do you just not want to admit it? The man and the girl she spoke of. What did she mean?"
    },
    {
      "character": "Commander Fullore",
      "line": "Ever since King Kharedst IV died, there have been those who have questioned his death. People like Martin."
    },
    {
      "character": "Commander Fullore",
      "line": "It was all just wild speculation, though. The King was old, and he died of an illness. It happens all the time."
    },
    {
      "character": "Player",
      "line": "The man Councillor Hughes mentioned. It could have been the King she was referring to."
    },
    {
      "character": "Commander Fullore",
      "line": "Maybe. Or maybe it was someone else."
    },
    {
      "character": "Player",
      "line": "And the girl she mentioned? The King had a daughter."
    },
    {
      "character": "Commander Fullore",
      "line": "Rose. She was meant to take the throne after him, but she was too young. His advisors took over until she came of age."
    },
    {
      "character": "Player",
      "line": "The Council. It never went that way though, did it? She never took the throne. Martin said they declared her mad."
    },
    {
      "character": "Commander Fullore",
      "line": "Grief can do a lot to someone. Rose and her father were very close."
    },
    {
      "character": "Commander Fullore",
      "line": "Listen to us! Are we really considering this? The Council rule Kourend. They have done so successfully for 20 years now."
    },
    {
      "character": "Player",
      "line": "What happened to Rose in the end? Where did she go?"
    },
    {
      "character": "Commander Fullore",
      "line": "After what happened, public life was no place for her. The Council arranged for her to move away so she could escape all of that."
    },
    {
      "character": "Player",
      "line": "So where is she now?"
    },
    {
      "character": "Commander Fullore",
      "line": "Look, I'm the commander of the Kourend Royal Guard. My duty is to the Council."
    },
    {
      "character": "Player",
      "line": "As commander of the 'Royal Guard' your duty is surely to royalty, not to some Council."
    },
    {
      "character": "Commander Fullore",
      "line": "What kind of person would I be if I betrayed them?"
    },
    {
      "character": "Player",
      "line": "What kind of person would you be if you followed them blindly, even when all the evidence says not to?"
    },
    {
      "character": "Commander Fullore",
      "line": "I..."
    },
    {
      "character": "Commander Fullore",
      "line": "I'm sorry, but I can't."
    },
    {
      "character": "Player",
      "line": "Oh come on..."
    },
    {
      "character": "Commander Fullore",
      "line": "I can't! But you can."
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor Andrews may have been all nice to you, but he's furious with me. He's blamed me for what happened in Port Piscarilius. I have no hope of doing anything now without him knowing."
    },
    {
      "character": "Commander Fullore",
      "line": "But you, on the other hand... You're just some adventurer as far as they're concerned. They won't be keeping an eye on you."
    },
    {
      "character": "Player",
      "line": "But where would I start?"
    },
    {
      "character": "Commander Fullore",
      "line": "Rose. If she's still alive, then she's the key to the truth. You have to find her."
    },
    {
      "character": "Player",
      "line": "How?"
    },
    {
      "character": "Commander Fullore",
      "line": "I'm going to hate myself for this, but I know someone who could help."
    },
    {
      "character": "Commander Fullore",
      "line": "Martin. He's leader of Kourend's Royal Society. He knows more about the last royal family than anyone. If anyone can help you find Rose, it's him."
    },
    {
      "character": "Commander Fullore",
      "line": "Now, I need to get back inside, before someone finds out I'm missing."
    },
    {
      "character": "Player",
      "line": "Thank you, Lydia. I know this can't be easy for you."
    },
    {
      "character": "Commander Fullore",
      "line": "I really need to go. Speak to Martin, and good luck."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Commander Fullore",
      "line": "No time to talk I'm afraid. Didn't Councillor Andrews want you to speak to Martin Holt about his protest?"
    },
    {
      "character": "Martin Holt",
      "line": "Hello again, friend. Isn't it a wonderful day? Sophia Hughes has been dealt with and our wonderfully corrupt Council are out rowing without a paddle. Keep up the good work!"
    },
    {
      "character": "Martin Holt",
      "line": "Good to see you, friend. Excellent work with Sophia Hughes!"
    },
    {
      "character": "Player",
      "line": "Hello Martin. I see your protest is growing."
    },
    {
      "character": "Martin Holt",
      "line": "Indeed it is, friend. Would you believe it that apparently some councillor went and summoned a demon in Port Piscarilius? That made a lot of people angry."
    },
    {
      "character": "Player",
      "line": "It seems the guards have also taken interest."
    },
    {
      "character": "Martin Holt",
      "line": "No doubt sent by the Council to keep an eye on us. We've got them scared now."
    },
    {
      "character": "Player",
      "line": "Maybe they think things will get violent?"
    },
    {
      "character": "Martin Holt",
      "line": "And yet they're the ones with the weapons. Interesting, huh?"
    },
    {
      "character": "Martin Holt",
      "line": "Anyway, what can I do for you, friend?"
    },
    {
      "character": "Player",
      "line": "There's something important we need to talk about."
    },
    {
      "character": "Martin Holt",
      "line": "Something important? Is it about the Council?"
    },
    {
      "character": "Player",
      "line": "It is."
    },
    {
      "character": "Martin Holt",
      "line": "Well, what is it? If you have news on the Council, we must let the people know at once."
    },
    {
      "character": "Player",
      "line": "This one needs to stay between you and me."
    },
    {
      "character": "Martin Holt",
      "line": "The people have a right to know, my friend."
    },
    {
      "character": "Player",
      "line": "They do. But if what I've discovered is true, we can't let the Council realise we know until we have definitive proof."
    },
    {
      "character": "Martin Holt",
      "line": "I see. This sounds serious. What have you learnt?"
    },
    {
      "character": "Player",
      "line": "When I confronted Sophia Hughes, she spoke of things the Council did to a man and his daughter."
    },
    {
      "character": "Martin Holt",
      "line": "A man and his daughter? Surely this can't mean..."
    },
    {
      "character": "Player",
      "line": "Kharedst IV. The last King of Great Kourend."
    },
    {
      "character": "Martin Holt",
      "line": "I knew it! I knew the Council were involved in his death!"
    },
    {
      "character": "Player",
      "line": "Like I said, we have no proof. The dying words of a cultist are not going to be enough to convince many. We need real proof."
    },
    {
      "character": "Martin Holt",
      "line": "And this is why you came to me? You have a plan?"
    },
    {
      "character": "Player",
      "line": "The King's daughter, Rose. If we can find her, we might be able to find out what happened."
    },
    {
      "character": "Martin Holt",
      "line": "But my friend, no one knows where Rose is! Some don't even think she's alive any more. Sadly, most people have just forgotten her completely."
    },
    {
      "character": "Player",
      "line": "But you haven't! You must have some idea of where they might have taken her."
    },
    {
      "character": "Martin Holt",
      "line": "I'm afraid not. However, I wonder if Rose herself might be able to help."
    },
    {
      "character": "Player",
      "line": "Err... What?"
    },
    {
      "character": "Martin Holt",
      "line": "The Council didn't declare Rose mad right away. It wasn't until a few weeks after her father died that she was moved away."
    },
    {
      "character": "Player",
      "line": "But how does that help us?"
    },
    {
      "character": "Martin Holt",
      "line": "Rose was well known for being a good writer, even at her young age. She documented everything she did. She even wrote her father's memoirs for him."
    },
    {
      "character": "Martin Holt",
      "line": "If something happened in those few weeks, maybe she wrote about it."
    },
    {
      "character": "Player",
      "line": "Ah, I understand now. That does make sense."
    },
    {
      "character": "Player",
      "line": "You know, I actually ended up acquiring her father's memoirs myself."
    },
    {
      "character": "Martin Holt",
      "line": "You did? Interesting. The memoirs were auctioned off recently, along with a lot of other royal possessions."
    },
    {
      "character": "Martin Holt",
      "line": "The auction was a request from the King before he died. He wanted the money to go towards helping the poor of Kourend."
    },
    {
      "character": "Player",
      "line": "You know, I actually ended up acquiring her father's memoirs myself. There was an interesting page hidden in the book. It suggested that something bad happened to whoever wrote it."
    },
    {
      "character": "Martin Holt",
      "line": "And you're only mentioning this now? You had proof that something happened to Rose, and you did nothing with it?"
    },
    {
      "character": "Player",
      "line": "Well it wasn't really proof of anything. It gave no details on what actually happened, and no leads to follow. It wasn't even clear if Rose wrote it."
    },
    {
      "character": "Martin Holt",
      "line": "Even still, something like that might have been worth bringing up."
    },
    {
      "character": "Player",
      "line": "Well, now you know. I don't see how it helps us, though."
    },
    {
      "character": "Martin Holt",
      "line": "The memoirs were auctioned off recently, along with a lot of other royal possessions. The auction was a request from the King before he died. He wanted the money to go towards helping the poor of Kourend."
    },
    {
      "character": "Player",
      "line": "The King's been dead for years. How come the auction only happened recently?"
    },
    {
      "character": "Martin Holt",
      "line": "For that you can thank our Council friends. They blocked it for years. They said Rose's things should not be included, as the original request only covered her father's possessions."
    },
    {
      "character": "Martin Holt",
      "line": "I did wonder if they had more malicious motivations, and now you've confirmed it. They clearly didn't want anyone getting their hands on Rose's writings."
    },
    {
      "character": "Player",
      "line": "Were there any other writings, apart from the memoirs?"
    },
    {
      "character": "Martin Holt",
      "line": "Yes. Rose's personal diary. It went to the Library Historical Archive. I hear they have it on display there."
    },
    {
      "character": "Player",
      "line": "So I need to go to the Archive and get that diary."
    },
    {
      "character": "Martin Holt",
      "line": "The Archive isn't the Library. You can't just borrow things. I doubt they'll let you take it."
    },
    {
      "character": "Player",
      "line": "To be honest, I wasn't actually planning on asking."
    },
    {
      "character": "Martin Holt",
      "line": "A who knows what needs to be done. I respect that. Talk to Archeio in the Arceuus Library. He can take you to the Archive. Come back once you have the diary and we'll discuss our next steps."
    },
    {
      "character": "Player",
      "line": "What do I need to be doing?"
    },
    {
      "character": "Martin Holt",
      "line": "Rose's personal diary is on display in the Library Historical Archive. We need to aquire it. Talk to Archeio in the Arceuus Library. He can take you to the Archive."
    },
    {
      "character": "Istoria",
      "line": "Welcome to the Library Historical Archive."
    },
    {
      "character": "Player",
      "line": "I have a question about Rose."
    },
    {
      "character": "Istoria",
      "line": "Rose? The princess?"
    },
    {
      "character": "Player",
      "line": "That's right."
    },
    {
      "character": "Istoria",
      "line": "Ah, poor girl. Her tale is such a tragic one. What would you like to know?"
    },
    {
      "character": "Player",
      "line": "I heard her diary was on display here. I was wondering if I could read it."
    },
    {
      "character": "Istoria",
      "line": "You are correct that we have her diary. It's in the display case on the eastern wall. That said, I'm afraid I can't let you read it."
    },
    {
      "character": "Istoria",
      "line": "The diary is here to be preserved. However, we do not feel it appropriate to let people read the private thoughts of a young girl."
    },
    {
      "character": "Player",
      "line": "I see. Fair enough."
    },
    {
      "character": "Istoria",
      "line": "Is there anything else I can help you with?"
    },
    {
      "character": "Martin Holt",
      "line": "Good to see you, friend. Any luck with that diary?"
    },
    {
      "character": "Martin Holt",
      "line": "Good work. Now, let's see if this diary has anything for us..."
    },
    {
      "character": "Martin Holt",
      "line": "Hmm. Doesn't look to be anything obvious, but that's not suprising. Anything too in your face would have been found by the Council long ago."
    },
    {
      "character": "Player",
      "line": "The hidden page from the King's memoirs was hidden inside the book cover."
    },
    {
      "character": "Martin Holt",
      "line": "Let's see if the same trick has been used here."
    },
    {
      "character": "Martin Holt",
      "line": "Let's try this..."
    },
    {
      "character": "Martin Holt",
      "line": "And what do we have here?"
    },
    {
      "character": "Martin Holt",
      "line": "Very interesting. See what you make of this."
    },
    {
      "character": "Martin Holt",
      "line": "Well?"
    },
    {
      "character": "Player",
      "line": "It's a riddle."
    },
    {
      "character": "Martin Holt",
      "line": "That it is. It seems to be describing a location. If we find that location, maybe we'll find something of use."
    },
    {
      "character": "Martin Holt",
      "line": "We should split up. The Council could be watching us, and I don't want to make anything too obvious. Let's see who can solve this thing first."
    },
    {
      "character": "Player",
      "line": "Alright. Good luck."
    },
    {
      "character": "Martin Holt",
      "line": "We should split up and try to solve the riddle. I'll regroup with you at wherever it leads us."
    },
    {
      "character": "Martin Holt",
      "line": "Well here we are."
    },
    {
      "character": "Player",
      "line": "You think this is definitely it?"
    },
    {
      "character": "Martin Holt",
      "line": "Forthos was the seat of the Hosidius family before it was destroyed in the War of the Five Houses. 'A seat of power, lost in a war of pride.'"
    },
    {
      "character": "Martin Holt",
      "line": "Anyway, looks like I won this one. What's my prize?"
    },
    {
      "character": "Player",
      "line": "I don't think there is one."
    },
    {
      "character": "Martin Holt",
      "line": "Pah, that's where you're wrong my friend. This could lead us to the ultimate prize. This could lead us to the truth behind the delightful Kourend Council."
    },
    {
      "character": "Player",
      "line": "You really do hate them don't you? You know, Lydia told me you worked for them once."
    },
    {
      "character": "Martin Holt",
      "line": "Is that a problem?"
    },
    {
      "character": "Player",
      "line": "Just interesting. You went from working for them to being their biggest opponent. What changed?"
    },
    {
      "character": "Martin Holt",
      "line": "I opened my eyes. When I worked for the Council, I was young and naive. But over time, I came to see the truth."
    },
    {
      "character": "Martin Holt",
      "line": "The tipping point came a couple of years ago. I was helping to manage the treasury at the time. We had a big donation come in from a private businessman. Lovely chap."
    },
    {
      "character": "Martin Holt",
      "line": "He was ever so noble. Something eating away at his conscience, no doubt. He wanted the money to go towards improved education in Port Piscarilius. He felt it would help with the crime levels there."
    },
    {
      "character": "Martin Holt",
      "line": "That was of course a big no-go for the Council. Helping the people? No chance! Instead, they used only a small amount for that. They spent the rest on castle renovations."
    },
    {
      "character": "Martin Holt",
      "line": "They claimed the increase in castle tourism would make more money in the long run. A load of tosh! I knew it was just for them."
    },
    {
      "character": "Martin Holt",
      "line": "I walked out that same day. Soon after, I founded Kourend's Royal Society. We've been a bane for the Council ever since."
    },
    {
      "character": "Player",
      "line": "Why not mention this before?"
    },
    {
      "character": "Martin Holt",
      "line": "Wasn't really important. I'm sure Lydia didn't tell you everything about herself either. We were together once, you know. But she was ever loyal to the Council."
    },
    {
      "character": "Martin Holt",
      "line": "In the end she decided I wasn't her type, and went off with that Captain Ginea instead. Of course, that didn't work out either. One day she'll stop blaming her problems on everyone else."
    },
    {
      "character": "Player",
      "line": "Is this relevant?"
    },
    {
      "character": "Martin Holt",
      "line": "Nope. And neither is my history with the Council. Now, let's crack on. Rose led us here for a reason. There must be something hidden nearby."
    },
    {
      "character": "Player",
      "line": "What do you know about Rose?"
    },
    {
      "character": "Martin Holt",
      "line": "She was born to King Kharedst IV as his first and only child. Her mother died when she was very young, so her father mostly looked after her on his own. The two were very close."
    },
    {
      "character": "Martin Holt",
      "line": "She was only 11 when her father died. Even at that age, she had already proven that she was smart, capable and caring. She'd have made a good queen, but the Council put a stop to that."
    },
    {
      "character": "Player",
      "line": "She was 11 when the King died? How old would that make her now?"
    },
    {
      "character": "Martin Holt",
      "line": "31."
    },
    {
      "character": "Player",
      "line": "31? So wherever she is, she's spent most of her life there. If she's still alive of course."
    },
    {
      "character": "Martin Holt",
      "line": "You'd hope that even the Council wouldn't go as far as to kill her, but that's probably wishful thinking. They're as evil as they come."
    },
    {
      "character": "Player",
      "line": "What happens when we find Rose?"
    },
    {
      "character": "Martin Holt",
      "line": "Hopefully she can give us the truth about her father's death."
    },
    {
      "character": "Player",
      "line": "Okay, but say the Council are guilty? What happens then?"
    },
    {
      "character": "Martin Holt",
      "line": "Oh they're guilty my friend, make no mistake. We just need proof. Once we have it, we can use it to have them removed from power."
    },
    {
      "character": "Martin Holt",
      "line": "After that, Rose can take her rightful place on the throne."
    },
    {
      "character": "Player",
      "line": "And if she's incapable of doing that?"
    },
    {
      "character": "Martin Holt",
      "line": "Let's cross that bridge if we get to it."
    },
    {
      "character": "Player",
      "line": "Tell me about Kourend's Royal Society."
    },
    {
      "character": "Martin Holt",
      "line": "The throne of Kourend has sat empty for far too long. After all, what is a kingdom without a king? That was the question I asked myself when I created the society."
    },
    {
      "character": "Martin Holt",
      "line": "You see, I'd grown tired of our wonderful Council and their dishonourable ways. I wanted a return to how things used to be. Turns out I wasn't alone."
    },
    {
      "character": "Martin Holt",
      "line": "Kourend's Royal Society offers a place for likeminded individuals to share and debate their views without fear of being judged."
    },
    {
      "character": "Player",
      "line": "It's not just about debate though is it? You're trying to spread your views to others with your protests."
    },
    {
      "character": "Martin Holt",
      "line": "We know the Council to be corrupt. We feel it only right that all of Kourend know that. The people have a right to the truth."
    },
    {
      "character": "Player",
      "line": "It's interesting that you focus on power for the people but desire a monarchy. Surely a democracy would be more fitting?"
    },
    {
      "character": "Martin Holt",
      "line": "Democracy is just a façade, my friend. The Council! They're meant to be a democracy! It's all a load of rubbish. Democracy is just a way of pretending the people have power."
    },
    {
      "character": "Player",
      "line": "Maybe, but I don't see how you fix that with a king or queen."
    },
    {
      "character": "Martin Holt",
      "line": "Kings and queens are raised from birth to rule. They know how to do it right. Under a king or queen, this kingdom would flourish."
    },
    {
      "character": "Player",
      "line": "I can't say I'm convinced."
    },
    {
      "character": "Martin Holt",
      "line": "Even with a monarchy, the people still hold the power. Sometimes it just takes them time to realise it."
    },
    {
      "character": "Player",
      "line": "King Lathas of Kandarin was raised from birth to rule. I'm not sure he did a great job."
    },
    {
      "character": "Martin Holt",
      "line": "And what happened to him in the end?"
    },
    {
      "character": "Player",
      "line": "The people had him executed."
    },
    {
      "character": "Martin Holt",
      "line": "Exactly! Even with a monarchy, the people still hold the power. Sometimes it just takes them time to realise it."
    },
    {
      "character": "Player",
      "line": "I'll get searching."
    },
    {
      "character": "Martin Holt",
      "line": "Found anything yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Martin Holt",
      "line": "Keep looking."
    },
    {
      "character": "Player",
      "line": "You could help, you know."
    },
    {
      "character": "Martin Holt",
      "line": "I'll have you know I am helping. I'm looking here."
    },
    {
      "character": "Player",
      "line": "You've been looking there for a while now."
    },
    {
      "character": "Martin Holt",
      "line": "I'm being thorough."
    },
    {
      "character": "Player",
      "line": "I'll be back later."
    },
    {
      "character": "Player",
      "line": "Yes! I've found another note."
    },
    {
      "character": "Martin Holt",
      "line": "Well what does it say?"
    },
    {
      "character": "Player",
      "line": "'Out in a land that's frozen to the bone. A village of statues, not made of stone.'"
    },
    {
      "character": "Martin Holt",
      "line": "Another riddle. Well, same again then. Let's split up and see if we can find where it leads."
    },
    {
      "character": "Player",
      "line": "Alright. I'll see you soon."
    },
    {
      "character": "Martin Holt",
      "line": "We should split up and try to solve the next riddle. I'll regroup with you at wherever it leads us."
    },
    {
      "character": "Martin Holt",
      "line": "Ah, you made it. Welcome to Kourend's top holiday destination. Here you'll find all sorts of fun things like cold, cold and cold."
    },
    {
      "character": "Player",
      "line": "You can say that again. I'm guessing this panel is what we're after."
    },
    {
      "character": "Martin Holt",
      "line": "Looks like it. Problem is, it's locked and..."
    },
    {
      "character": "Martin Holt",
      "line": "Hang on, do you hear that?"
    },
    {
      "character": "Assassin",
      "line": "Martin Holt. You have been marked for death."
    },
    {
      "character": "Martin Holt",
      "line": "Crikey! Are you alright?"
    },
    {
      "character": "Player",
      "line": "I'm fine."
    },
    {
      "character": "Martin Holt",
      "line": "So now the Council are sending assassins after us. They've got some nerve."
    },
    {
      "character": "Player",
      "line": "We don't know it was the Council."
    },
    {
      "character": "Martin Holt",
      "line": "Who else would it be?"
    },
    {
      "character": "Player",
      "line": "The assassin only named you. Surely the Council would want me gone as well if they knew what we were doing."
    },
    {
      "character": "Martin Holt",
      "line": "Yes, a good point. They clearly don't know what we're doing yet. This must be about the protests instead. They wanted to silence me!"
    },
    {
      "character": "Player",
      "line": "Again, we don't know that."
    },
    {
      "character": "Martin Holt",
      "line": "It's the only logical explanation. The Council are running scared. They can feel their grip on Kourend loosening and are desperately trying to stop that."
    },
    {
      "character": "Player",
      "line": "Well, Council or otherwise, the assassin is dealt with. Now we need to get this panel open and get out of here."
    },
    {
      "character": "Martin Holt",
      "line": "Very true. I tried to open the panel before you arrived, but it needs a key. Perhaps it's hidden nearby."
    },
    {
      "character": "Player",
      "line": "I'll have a look around."
    },
    {
      "character": "Martin Holt",
      "line": "Any luck?"
    },
    {
      "character": "Player",
      "line": "The panel had another note behind it."
    },
    {
      "character": "Martin Holt",
      "line": "Excellent. What does this one say?"
    },
    {
      "character": "Player",
      "line": "'Hearty drinks are a sailor's friend. Where one long journey comes to an end.'"
    },
    {
      "character": "Martin Holt",
      "line": "Another one. I wonder how many there are."
    },
    {
      "character": "Player",
      "line": "Only one way to find out, I suppose."
    },
    {
      "character": "Martin Holt",
      "line": "Indeed. Let's split up again. Be careful though. Who knows if the Council will send another assassin."
    },
    {
      "character": "Martin Holt",
      "line": "We should split up and try to solve the next riddle. I'll regroup with you at wherever it leads us. Be careful though. Who knows if the Council will send another assassin."
    },
    {
      "character": "Martin Holt",
      "line": "Now this is more like it! A nice temperature and a good source of beer. Not to mention the fact that the Council wouldn't dare send an assassin somewhere so built up. Even they're not that stupid."
    },
    {
      "character": "Player",
      "line": "Rose certainly went all out. I wonder how she managed it?"
    },
    {
      "character": "Martin Holt",
      "line": "Apparently Rose and her father would often make riddles for each other. I'm guessing she was quite fond of them."
    },
    {
      "character": "Player",
      "line": "Even so, I wonder how she set it all up?"
    },
    {
      "character": "Martin Holt",
      "line": "Never underestimate a child, my friend. I remember a gang of thieves a few years back that used them heavily. The kids could get places the adults couldn't. No one ever suspected them either."
    },
    {
      "character": "Martin Holt",
      "line": "They were such a problem that the Council had to get Lord Shayzien to send some soldiers in to deal with them. Lydia was one of them. This was before she joined the Royal Guard."
    },
    {
      "character": "Player",
      "line": "What happened?"
    },
    {
      "character": "Martin Holt",
      "line": "The Council had them all thrown in prison, even the children. Lydia was distraught. Still, it didn't stop her joining the Royal Guard. She was always blind to the truth."
    },
    {
      "character": "Player",
      "line": "So were you, once. You said that yourself."
    },
    {
      "character": "Martin Holt",
      "line": "True, but at least I realised in the end."
    },
    {
      "character": "Player",
      "line": "You know, it was Lydia who sent me to talk to you about all of this in the first place."
    },
    {
      "character": "Martin Holt",
      "line": "So?"
    },
    {
      "character": "Player",
      "line": "So maybe she's not as bad as you say."
    },
    {
      "character": "Martin Holt",
      "line": "Maybe. Anyway, we have a clue to find. Time to get searching."
    },
    {
      "character": "Player",
      "line": "Uh oh."
    },
    {
      "character": "Tomas Lawry",
      "line": "Martin Holt."
    },
    {
      "character": "Martin Holt",
      "line": "Tomas Lawry! Backbone of the Kourend Council!"
    },
    {
      "character": "Tomas Lawry",
      "line": "How very kind of you."
    },
    {
      "character": "Martin Holt",
      "line": "Of course, it's a shame the Council are totally spineless."
    },
    {
      "character": "Tomas Lawry",
      "line": "Hmm. What are you doing here Martin?"
    },
    {
      "character": "Martin Holt",
      "line": "I'm here for a drink of course. This is a pub, you know. Lovely place to sit back and relax. You should try it some time."
    },
    {
      "character": "Tomas Lawry",
      "line": "This would be easier if you told the truth."
    },
    {
      "character": "Martin Holt",
      "line": "I am telling the truth. Is it illegal to go to the pub now?"
    },
    {
      "character": "Tomas Lawry",
      "line": "For you, I'm afraid it is. Martin Holt, I am arresting you for inciting violence against the Kourend Council."
    },
    {
      "character": "Martin Holt",
      "line": "Inciting violence? You must be joking! All I've done is express my valid concerns. There is no law against that!"
    },
    {
      "character": "Tomas Lawry",
      "line": "You have encouraged people to take up arms against the rightful rulers of Kourend."
    },
    {
      "character": "Martin Holt",
      "line": "I have given the people a voice! You cannot silence us all!"
    },
    {
      "character": "Tomas Lawry",
      "line": "The people can express their concerns through the proper channels. Now, I must ask that you come with us at once."
    },
    {
      "character": "Martin Holt",
      "line": "And if I refuse?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Come now, Martin. Let's not go there. You know how it ends."
    },
    {
      "character": "Martin Holt",
      "line": "Fine! But the people will not stand for this. I will not be responsible for what happens now!"
    },
    {
      "character": "Player",
      "line": "Looks like I'm on my own now."
    },
    {
      "character": "Player",
      "line": "Oh my."
    },
    {
      "character": "Player",
      "line": "Err... Hello."
    },
    {
      "character": "Player",
      "line": "Can you hear me?"
    },
    {
      "character": "Player",
      "line": "Rose?"
    },
    {
      "character": "Man",
      "line": "What the... Who are you?"
    },
    {
      "character": "Player",
      "line": "I could ask you the same question."
    },
    {
      "character": "Man",
      "line": "This place is private! You're not welcome here!"
    },
    {
      "character": "Player",
      "line": "Well here's the thing: I don't actually care."
    },
    {
      "character": "Player",
      "line": "I came here looking for someone, and I think this woman here might be that someone. If she is, you're in a whole different world of trouble."
    },
    {
      "character": "Player",
      "line": "So tell me, who are you?"
    },
    {
      "character": "Man",
      "line": "My god..."
    },
    {
      "character": "Man",
      "line": "You're looking for Rose, aren't you?"
    },
    {
      "character": "Player",
      "line": "Is this her?"
    },
    {
      "character": "Man",
      "line": "It... Yes, this is her."
    },
    {
      "character": "Player",
      "line": "And you are?"
    },
    {
      "character": "Man",
      "line": "I'm Councillor Liam Orson, of the Kourend Council. But please, you have to understand..."
    },
    {
      "character": "Player",
      "line": "Yes, I'd very much like to understand. Why are you here with Kourend's missing princess? And why is she just lying there like that?"
    },
    {
      "character": "Player",
      "line": "I suggest you explain everything. You should probably do it fast, as well."
    },
    {
      "character": "Councillor Orson",
      "line": "I don't know where to begin."
    },
    {
      "character": "Player",
      "line": "How about with her father. How did he die?"
    },
    {
      "character": "Councillor Orson",
      "line": "There was something wrong with him."
    },
    {
      "character": "Player",
      "line": "You expect me to believe that?"
    },
    {
      "character": "Councillor Orson",
      "line": "It's the truth!"
    },
    {
      "character": "Councillor Orson",
      "line": "He was always a fan of antiques. One day he bought some old flask from a stall in Lovakengj. He began drinking from the flask wherever he went, and it started to change him."
    },
    {
      "character": "Player",
      "line": "Change him?"
    },
    {
      "character": "Councillor Orson",
      "line": "The flask was cursed. Some dark magic. He stopped being himself. Started saying things. Things he would do to people. To the citizens!"
    },
    {
      "character": "Councillor Orson",
      "line": "We did what we had to..."
    },
    {
      "character": "Player",
      "line": "You killed him. You killed him and took his throne for yourselves."
    },
    {
      "character": "Councillor Orson",
      "line": "No... We never wanted the throne. The throne was always meant for Rose."
    },
    {
      "character": "Player",
      "line": "Well that clearly didn't happen."
    },
    {
      "character": "Councillor Orson",
      "line": "She was never meant to be involved. We were just going to look after things until she was ready. But she found out what we did."
    },
    {
      "character": "Player",
      "line": "So you did this to her?"
    },
    {
      "character": "Councillor Orson",
      "line": "We didn't want to hurt her, but we couldn't risk her telling anyone. This was the only way."
    },
    {
      "character": "Player",
      "line": "Well, you failed. She got the word out. It took 20 years, but thanks to her, your rule is at an end."
    },
    {
      "character": "Councillor Orson",
      "line": "So, what happens now?"
    },
    {
      "character": "Player",
      "line": "That's not for me to decide. There's someone who needs to see this."
    },
    {
      "character": "Commander Fullore",
      "line": "Is it... Is it really her?"
    },
    {
      "character": "Player",
      "line": "I think so."
    },
    {
      "character": "Commander Fullore",
      "line": "And you say she's not aware of... anything?"
    },
    {
      "character": "Player",
      "line": "Doesn't look like it."
    },
    {
      "character": "Commander Fullore",
      "line": "What a mess."
    },
    {
      "character": "Commander Fullore",
      "line": "What of the Councillor? Where is he?"
    },
    {
      "character": "Player",
      "line": "I locked him in the other room. Didn't want him running off. I'll get him."
    },
    {
      "character": "Player",
      "line": "You can come out now."
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor."
    },
    {
      "character": "Councillor Orson",
      "line": "Commander."
    },
    {
      "character": "Commander Fullore",
      "line": "Liam... tell me it isn't true."
    },
    {
      "character": "Councillor Orson",
      "line": "I'm sorry Lydia."
    },
    {
      "character": "Commander Fullore",
      "line": "I defended you! I defended all of you! And all this time, you've been lying!"
    },
    {
      "character": "Councillor Orson",
      "line": "I swear to you, we did it for the people."
    },
    {
      "character": "Commander Fullore",
      "line": "Don't give me that!"
    },
    {
      "character": "Commander Fullore",
      "line": "Look at her! Look at what you did to her! She was a child, Liam!"
    },
    {
      "character": "Councillor Orson",
      "line": "I'm sorry."
    },
    {
      "character": "Player",
      "line": "What did you do to her? Why is she like this?"
    },
    {
      "character": "Councillor Orson",
      "line": "We didn't want to kill her. She didn't deserve that. The mage gave us a potion. He said it would stop her revealing the truth."
    },
    {
      "character": "Commander Fullore",
      "line": "Mage? What mage?"
    },
    {
      "character": "Councillor Orson",
      "line": "There was an Arceuus mage. He was an expert in curses, and he realised what was happening. He gave us the poison for the King."
    },
    {
      "character": "Player",
      "line": "Would have been nice for you to mention this earlier! Who was this mage?"
    },
    {
      "character": "Councillor Orson",
      "line": "He never told us his name."
    },
    {
      "character": "Commander Fullore",
      "line": "And you trusted him? Are you serious? Some random mage comes along and tells you to poison the King and you just... do it?"
    },
    {
      "character": "Councillor Orson",
      "line": "Everything the mage said was true. The King was cursed. We could see it."
    },
    {
      "character": "Commander Fullore",
      "line": "Did it ever cross your mind that maybe this mage was the one that cursed him in the first place? How do you know he wasn't just using you?"
    },
    {
      "character": "Councillor Orson",
      "line": "Of course it crossed our minds, but we didn't have a choice. The King was deteriorating by the hour."
    },
    {
      "character": "Commander Fullore",
      "line": "You could have gone to Lord Arceuus! You could have gone to Lord Shayzien! You could have gone to anyone apart from some random mage!"
    },
    {
      "character": "Player",
      "line": "This mage. Have you met him since?"
    },
    {
      "character": "Councillor Orson",
      "line": "Yes. Rose's condition..."
    },
    {
      "character": "Commander Fullore",
      "line": "You mean the condition you gave her?"
    },
    {
      "character": "Councillor Orson",
      "line": "Her condition has no cure, but it can be kept in check with regular treatment. He meets with me and gives me the potions she needs."
    },
    {
      "character": "Commander Fullore",
      "line": "How do you know it's not the potions that are doing this to her?"
    },
    {
      "character": "Councillor Orson",
      "line": "I've done my research. The potions are safe, and she can't live without them."
    },
    {
      "character": "Player",
      "line": "Where is this mage?"
    },
    {
      "character": "Councillor Orson",
      "line": "We meet outside Molch. I think he lives in the temple there, with the lizardmen."
    },
    {
      "character": "Commander Fullore",
      "line": "This mage. We need to find out who he is."
    },
    {
      "character": "Player",
      "line": "I'll go to Molch. If he's there, I'll find him."
    },
    {
      "character": "Commander Fullore",
      "line": "Good luck out there. I'll keep an eye on this... I don't even have a word for him."
    },
    {
      "character": "Player",
      "line": "Try not to kill him."
    },
    {
      "character": "Commander Fullore",
      "line": "I'll do my best."
    },
    {
      "character": "Player",
      "line": "How are you doing?"
    },
    {
      "character": "Commander Fullore",
      "line": "I'd rather not talk about it. We have work to focus on. There'll be plenty of time to contemplate later."
    },
    {
      "character": "Player",
      "line": "How are things back at the castle?"
    },
    {
      "character": "Commander Fullore",
      "line": "Terrible. I take it you heard about Martin?"
    },
    {
      "character": "Player",
      "line": "The arrest? I was there."
    },
    {
      "character": "Commander Fullore",
      "line": "Such a stupid move. I told Councillor Andrews not to do it, but he listened to Lawry instead. Now the protestors are even angrier."
    },
    {
      "character": "Commander Fullore",
      "line": "At this rate, it's only a matter of time before things get violent. I even had Councillor Unkar moved to the castle for his own safety."
    },
    {
      "character": "Commander Fullore",
      "line": "Not that he deserves safety! What a mess this is."
    },
    {
      "character": "Player",
      "line": "I'd better be off."
    },
    {
      "character": "Player",
      "line": "Councillor."
    },
    {
      "character": "Councillor Orson",
      "line": "Oh, hello there."
    },
    {
      "character": "Player",
      "line": "I have a question for you."
    },
    {
      "character": "Player",
      "line": "What do you know of this mage?"
    },
    {
      "character": "Councillor Orson",
      "line": "Very little. It was David... Sorry, Councillor Andrews, who he contacted first. The rest of us didn't meet him until much later."
    },
    {
      "character": "Councillor Orson",
      "line": "He was an expert in old curses. He could see what was wrong with the King. He told Councillor Andrews and offered his help."
    },
    {
      "character": "Councillor Orson",
      "line": "By then, it was already too late. The King had deteriorated too much. There was only one solution."
    },
    {
      "character": "Player",
      "line": "I don't know if that's true."
    },
    {
      "character": "Councillor Orson",
      "line": "You weren't there. You didn't see what was happening to him. There was no time to consider other options. We did what we had to do."
    },
    {
      "character": "Player",
      "line": "If you say so. You said he lives in Molch?"
    },
    {
      "character": "Councillor Orson",
      "line": "That's right. In the temple, I think."
    },
    {
      "character": "Player",
      "line": "A mysterious mage with no name who lives with some lizardmen. He sure sounds like an upstanding citizen with nothing suspicious about him at all."
    },
    {
      "character": "Councillor Orson",
      "line": "You're not funny. Do you think we'd have worked with him if we knew all of that? We didn't find out about the lizardman connection until much later. By then, the deed had already been done."
    },
    {
      "character": "Player",
      "line": "I'm suprised you'd even care about lizardman. They're pretty tame compared to demon summoning."
    },
    {
      "character": "Councillor Orson",
      "line": "Sophia wasn't always like that. Before she joined that cult, she was just like the rest of us. The only difference was that she had other beliefs."
    },
    {
      "character": "Player",
      "line": "Zamorakian beliefs aren't particularly welcome in most places."
    },
    {
      "character": "Councillor Orson",
      "line": "So what? People should be entitled to their beliefs!"
    },
    {
      "character": "Player",
      "line": "Sure, but I suspect being entitled to summon demons is more up for debate."
    },
    {
      "character": "Councillor Orson",
      "line": "Like I said, she wasn't always like that."
    },
    {
      "character": "Player",
      "line": "What happened with Rose?"
    },
    {
      "character": "Councillor Orson",
      "line": "I know you probably don't believe it, but we always meant for her to take the throne."
    },
    {
      "character": "Player",
      "line": "I guess I'd probably have an easier time believing that if she wasn't lying right here instead."
    },
    {
      "character": "Councillor Orson",
      "line": "She overheard us talking about the King. We couldn't let her tell anyone."
    },
    {
      "character": "Player",
      "line": "But why? If it was really all about her, why would it matter what happened to you?"
    },
    {
      "character": "Councillor Orson",
      "line": "Because without us, who would have been left to rule? We had to do it for the good of Kourend."
    },
    {
      "character": "Player",
      "line": "Did you? Or have you lied to yourself so much that you now actually believe it?"
    },
    {
      "character": "Councillor Orson",
      "line": "She was like a daughter to me!"
    },
    {
      "character": "Player",
      "line": "So you poisoned her?"
    },
    {
      "character": "Councillor Orson",
      "line": "And I have taken care of her every day since! Without me, she wouldn't even be alive."
    },
    {
      "character": "Player",
      "line": "Is what she has now really much of a life at all?"
    },
    {
      "character": "Councillor Orson",
      "line": "You don't understand..."
    },
    {
      "character": "Player",
      "line": "To be honest, I don't know if I want to."
    },
    {
      "character": "Player",
      "line": "Actually, never mind."
    },
    {
      "character": "Commander Fullore",
      "line": "You need to find out who this mage is."
    },
    {
      "character": "Player",
      "line": "Don't worry. I'll work it out."
    },
    {
      "character": "Kaht B'alam",
      "line": "Yesss?"
    },
    {
      "character": "Player",
      "line": "I have a question about that door over there."
    },
    {
      "character": "Kaht B'alam",
      "line": "Yesss? What about it?"
    },
    {
      "character": "Player",
      "line": "Not got any mages hiding behind it have you?"
    },
    {
      "character": "Kaht B'alam",
      "line": "Magesss? You know of the Yo'kal ahk?"
    },
    {
      "character": "Player",
      "line": "Yo'kal ahk?"
    },
    {
      "character": "Kaht B'alam",
      "line": "It isss the name we ussse for the mage you ssspeak of. In your ssspeach, he hasss another name."
    },
    {
      "character": "Player",
      "line": "This mage. Where did he come from?"
    },
    {
      "character": "Kaht B'alam",
      "line": "He hasss been here sssince our massster ssstill walked among usss. He wasss sssealed away before, but they releasssed him so he could guide usss."
    },
    {
      "character": "Player",
      "line": "I need to see this mage. How do I get through the door?"
    },
    {
      "character": "Kaht B'alam",
      "line": "It is closssed, but there are keysss. We shhhamansss carry them."
    },
    {
      "character": "Player",
      "line": "Well can I have your key?"
    },
    {
      "character": "Kaht B'alam",
      "line": "Perhapsss. But why shhhould I help you?"
    },
    {
      "character": "Player",
      "line": "I could just kill you instead?"
    },
    {
      "character": "Kaht B'alam",
      "line": "And I could shhhout for help. Humansss are not meant to be in thisss temple. Do you think you can sssurvive usss all?"
    },
    {
      "character": "Player",
      "line": "Alright. What do you want in return?"
    },
    {
      "character": "Kaht B'alam",
      "line": "A trade? Yesss, that worksss well."
    },
    {
      "character": "Kaht B'alam",
      "line": "The mage you ssspeak of. He sssends us to fight the humansss. He sssays we mussst do it for our massster, but he isss long gone."
    },
    {
      "character": "Kaht B'alam",
      "line": "I am done with thisss fighting. I want to ssserve our massster in other waysss."
    },
    {
      "character": "Player",
      "line": "I could help you escape?"
    },
    {
      "character": "Kaht B'alam",
      "line": "I am a shhhaman. I need no help from humansss."
    },
    {
      "character": "Player",
      "line": "What, then?"
    },
    {
      "character": "Kaht B'alam",
      "line": "The hatching area in the ssswamp, to the sssouth wessst of here. My lassst egg isss there. If I go and it ssstays, it will die in thisss falssse war."
    },
    {
      "character": "Player",
      "line": "So if I bring you this egg, you'll give me the key?"
    },
    {
      "character": "Kaht B'alam",
      "line": "Yesss. The egg isss marked with the sssymbol of our massster. Go fassst human."
    },
    {
      "character": "Player",
      "line": "So, about the key to that door..."
    },
    {
      "character": "Kaht B'alam",
      "line": "Yesss. I can give you the key, but firssst I need my lassst egg. It'sss at the hatching area in the ssswamp, to the sssouth wessst of here."
    },
    {
      "character": "Player",
      "line": "Alright. I'll bring you the egg."
    },
    {
      "character": "Kaht B'alam",
      "line": "It isss marked with the sssymbol of our massster. Go fassst human."
    },
    {
      "character": "Kaht B'alam",
      "line": "Yesss. I can give you the key, but firssst I need my lassst egg."
    },
    {
      "character": "Player",
      "line": "I have it here."
    },
    {
      "character": "Kaht B'alam",
      "line": "Thank you, human. You have given usss a chance for a new ssstart. Here isss the key."
    },
    {
      "character": "Kaht B'alam",
      "line": "Be cautiousss of the Yo'kal ahk human. He isss very dangerousss."
    },
    {
      "character": "Player",
      "line": "I'll be careful."
    },
    {
      "character": "Kaht B'alam",
      "line": "Ye niauh, human. Perhapsss we will meet again."
    },
    {
      "character": "Player",
      "line": "So, about that door over there..."
    },
    {
      "character": "Kaht B'alam",
      "line": "Ussse the key I gave you. That will get you inssside. But be cautiousss of the Yo'kal ahk human. He isss very dangerousss."
    },
    {
      "character": "First Mysterious Voice",
      "line": "...actually quite surprised. I thought you of all people would have made more of an effort to find me."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "Your greatest achievement was my downfall, my lord. The lizardmen blamed me for your disappearance and sealed me away. I was trapped for centuries."
    },
    {
      "character": "First Mysterious Voice",
      "line": "And yet, here you are."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "I managed to convince their shamans I was on their side. They set me free. I have been trying to find you ever since."
    },
    {
      "character": "First Mysterious Voice",
      "line": "Except you were beaten by a treasure hunter."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "With humble respect, my lord, this treasure hunter is not the one to thank."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "It was me. I was the one who worked out how to find you. I planted the seeds that eventually led him to you."
    },
    {
      "character": "First Mysterious Voice",
      "line": "A proxy? Interesting. I wouldn't have thought you would be one to hide away."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "The world has changed. Working from the shadows has served me well. And now it has reunited us once more."
    },
    {
      "character": "First Mysterious Voice",
      "line": "Yes, the earthquake. That was a considerable amount of dark energy. Something I could not ignore. But to what end?"
    },
    {
      "character": "Second Mysterious Voice",
      "line": "The same end as always, my lord. Quidamortem has been lost to us, but there are other ways to harness the Dark Altar."
    },
    {
      "character": "First Mysterious Voice",
      "line": "I see. And tell me, what of this Council that now rules Kourend? I sense your work at play there."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "I needed access to the Altar. They were a means to an end."
    },
    {
      "character": "First Mysterious Voice",
      "line": "You installed some puppet rulers just to access the Altar? My my, Xamphur, you haven't lost your ambition."
    },
    {
      "character": "Xamphur",
      "line": "Never, my lord. I also hoped that access to Kourend would have further uses, but I fear the Council is done."
    },
    {
      "character": "First Mysterious Voice",
      "line": "From what I hear, you are likely right. No matter, though. Kourend is of limited use to us."
    },
    {
      "character": "Xamphur",
      "line": "My lord?"
    },
    {
      "character": "First Mysterious Voice",
      "line": "That kingdom was always a means to an end. A disappointing necessity while we were still shackled."
    },
    {
      "character": "First Mysterious Voice",
      "line": "But now, those shackles are gone. I have discovered a new way to achieve our goals, and this time, none will stand in our way."
    },
    {
      "character": "First Mysterious Voice",
      "line": "Now, we have much time to make up. Unfortunate, but bearable. Soon time will be of little meaning to us."
    },
    {
      "character": "First Mysterious Voice",
      "line": "Ah, but on that note, it seems this conversation is at an end, for we are no longer alone."
    },
    {
      "character": "First Mysterious Voice",
      "line": "Deal with your guest Xamphur. We will meet again in the south."
    },
    {
      "character": "Xamphur",
      "line": "It will be done, my lord."
    },
    {
      "character": "Player",
      "line": "Veos?"
    },
    {
      "character": "Player",
      "line": "What the..."
    },
    {
      "character": "Player",
      "line": "Oh... Hi there."
    },
    {
      "character": "Player",
      "line": "So I think I took a wrong turn somewhere. I'll just go now..."
    },
    {
      "character": "Xamphur",
      "line": "Go? No I don't think so."
    },
    {
      "character": "Xamphur",
      "line": "You have heard too much. You have seen too much. You won't be going anywhere."
    },
    {
      "character": "Player",
      "line": "Ah. Well in that case... Xamphur, was it? How about you tell me what on Gielinor is going on here?"
    },
    {
      "character": "Xamphur",
      "line": "Really? You think this is the part where I tell you everything?"
    },
    {
      "character": "Xamphur",
      "line": "No, no, no. This is the part where you die."
    },
    {
      "character": "Xamphur",
      "line": "Really now? You actually thought you could defeat me?"
    },
    {
      "character": "First Lizardman",
      "line": "What are we sssupposssed to be doing?"
    },
    {
      "character": "Second Lizardman",
      "line": "The Yo'kal ahk wantsss thisss corpssse removing."
    },
    {
      "character": "First Lizardman",
      "line": "Are you sssure it'sss dead?"
    },
    {
      "character": "Second Lizardman",
      "line": "It looksss dead."
    },
    {
      "character": "Player",
      "line": "Eugh..."
    },
    {
      "character": "First Lizardman",
      "line": "It'sss a zombie! Let'sss get out of here!"
    },
    {
      "character": "Player",
      "line": "Huh? What happened?"
    },
    {
      "character": "Player",
      "line": "I guess I should have a look around."
    },
    {
      "character": "Player",
      "line": "Hmm. I should tell Lydia about this."
    },
    {
      "character": "Commander Fullore",
      "line": "You're back."
    },
    {
      "character": "Player",
      "line": "I am. Where's the Councillor?"
    },
    {
      "character": "Commander Fullore",
      "line": "Don't worry, I didn't kill him. I was sick of looking at him, so I moved him somewhere safe. He won't be going anywhere."
    },
    {
      "character": "Commander Fullore",
      "line": "Did you find the mage?"
    },
    {
      "character": "Player",
      "line": "I did, but he got away. To be honest, he also left me with more questions than answers."
    },
    {
      "character": "Commander Fullore",
      "line": "What happened?"
    },
    {
      "character": "Player",
      "line": "His name is Xamphur. I overheard a conversation between him and someone else. They talked about the Council, among other things."
    },
    {
      "character": "Player",
      "line": "The weird thing is, the person he was talking to... I think it was Veos."
    },
    {
      "character": "Commander Fullore",
      "line": "The treasure hunter?"
    },
    {
      "character": "Player",
      "line": "Yes. He disappeared after that earthquake, but I saw him with this mage."
    },
    {
      "character": "Commander Fullore",
      "line": "The conversation? What was it about?"
    },
    {
      "character": "Player",
      "line": "Xamphur called Veos, or whoever it was, his master. It sounded like he had been seeking him out for a long time."
    },
    {
      "character": "Player",
      "line": "They talked about the Council and the Dark Altar. I couldn't make much sense of it, but I managed to look around after they left."
    },
    {
      "character": "Player",
      "line": "From what I found, it seems that Xamphur worked with Councillor Andrews to manipulate the other councillors into killing the King."
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor Andrews was in on it from the start? That monster."
    },
    {
      "character": "Player",
      "line": "It seems he always wanted the throne. Xamphur offered it to him in return for access to the Dark Altar."
    },
    {
      "character": "Commander Fullore",
      "line": "The Dark Altar? Why?"
    },
    {
      "character": "Player",
      "line": "Xamphur has been redirecting power from the Altar, but I don't know why. It seems his work is what caused the recent issues in Arceuus."
    },
    {
      "character": "Commander Fullore",
      "line": "The death? I heard about that."
    },
    {
      "character": "Player",
      "line": "Makes you wonder what else he's been responsible for."
    },
    {
      "character": "Commander Fullore",
      "line": "I'm not sure what any of this means, but it can't be good. We need to do something. But first..."
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Commander Fullore",
      "line": "Rose. What do we do with her?"
    },
    {
      "character": "Commander Fullore",
      "line": "I did some research while you were gone. Liam wasn't lying. The poison they gave her irreversibly destroyed her mind. There is no cure."
    },
    {
      "character": "Player",
      "line": "I suspect Xamphur won't be making her any more potions any time soon. Maybe someone in Arceuus could help?"
    },
    {
      "character": "Commander Fullore",
      "line": "Someone else could make the potions, but all they do is prolong her suffering."
    },
    {
      "character": "Player",
      "line": "What are you saying?"
    },
    {
      "character": "Commander Fullore",
      "line": "This is no life for anyone. The truth is, Rose died long ago. All that's left now is an empty shell."
    },
    {
      "character": "Player",
      "line": "Oh... I think I understand."
    },
    {
      "character": "Commander Fullore",
      "line": "I'm sorry, Rose."
    },
    {
      "character": "Commander Fullore",
      "line": "Back when I was a girl, there was this Shayzien patrol that would go past our house each morning. Every day I would run out to wave at them as they went by."
    },
    {
      "character": "Commander Fullore",
      "line": "For as long as I can remember, I always wanted to join the army. 'Become a farmer or a chef,' my parents would say to me. 'The army isn't for you.'"
    },
    {
      "character": "Commander Fullore",
      "line": "But I knew what I wanted, and I knew nothing would stop me from getting it."
    },
    {
      "character": "Commander Fullore",
      "line": "I saw some nasty things while serving the Council. I'd always tell myself that it was necessary."
    },
    {
      "character": "Commander Fullore",
      "line": "Whenever I thought about giving up, I'd ask myself who I'd be replaced with. Even if things weren't perfect, I was in the best place to improve them."
    },
    {
      "character": "Commander Fullore",
      "line": "It was all a lie though, wasn't it? It's always been a lie."
    },
    {
      "character": "Commander Fullore",
      "line": "I've spent most of my life serving a bunch of murderers; turning away from the truth because I was so scared of being wrong."
    },
    {
      "character": "Commander Fullore",
      "line": "To think it was Martin who was right all along!"
    },
    {
      "character": "Player",
      "line": "We can still make this right. We can still stop the Council."
    },
    {
      "character": "Commander Fullore",
      "line": "We won't be able to do it alone. The Council still holds the power in Kourend."
    },
    {
      "character": "Player",
      "line": "I'm not sure if that's true. The real power is held by the five houses of Kourend. Together, they could replace the Council and take over the kingdom."
    },
    {
      "character": "Commander Fullore",
      "line": "We'd need to get them all on board."
    },
    {
      "character": "Player",
      "line": "Leave that with me."
    },
    {
      "character": "Commander Fullore",
      "line": "Alright, you gather the five leaders. Convince them to meet us at Xeric's Lookout, south east of Shayzien."
    },
    {
      "character": "Commander Fullore",
      "line": "It's where I left Councillor Orson. We won't be disturbed there."
    },
    {
      "character": "Player",
      "line": "Consider it done."
    },
    {
      "character": "Commander Fullore",
      "line": "It feels wrong, her being out here. She should have had a proper funeral."
    },
    {
      "character": "Player",
      "line": "It's not so bad. It's nice and peaceful. She's finally free from the drama of Kourend."
    },
    {
      "character": "Commander Fullore",
      "line": "I guess you're right."
    },
    {
      "character": "Commander Fullore",
      "line": "We'd better get going. Good luck."
    },
    {
      "character": "Player",
      "line": "You too."
    },
    {
      "character": "Commander Fullore",
      "line": "Have you spoken with all the leaders yet?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Commander Fullore",
      "line": "Keep at it. We'll need all five of them on board. When you speak to them, tell them to meet us here."
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor Orson is down there. I'm keeping it locked, just in case."
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Good day friend."
    },
    {
      "character": "Player",
      "line": "Hello Lord Arceuus. There's something I need your help with."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "What do you need?"
    },
    {
      "character": "Player",
      "line": "We should discuss it in private. It involves the Kourend Council. It's also connected to the recent death here."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I see. Then I will come at once. Where shall we meet?"
    },
    {
      "character": "Player",
      "line": "Xeric's Lookout."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Very well. I will join you there soon."
    },
    {
      "character": "Player",
      "line": "Thank you Lord Arceuus."
    },
    {
      "character": "Player",
      "line": "About the Council..."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I will join you at Xeric's Lookout soon."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "Lord Hosidius. I need to discuss something with you."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "We can't talk about it here. I need you to meet me at Xeric's Lookout."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Well you have helped me in the past. That said, I can't just go running off to Xeric's Lookout for no reason."
    },
    {
      "character": "Player",
      "line": "It's about the Kourend Council."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Ah, I see. Then the day has finally come."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "There has been discontent with the Council since the day they took control of the kingdom. That was always going to come to a head at some point."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It seems that point has now arrived. I will depart for Xeric's Lookout shortly."
    },
    {
      "character": "Player",
      "line": "Will you be departing for Xeric's Lookout soon?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I will. But there are a few things I need to prepare first."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh look, it's the human. Hello human."
    },
    {
      "character": "Player",
      "line": "Lady Lovakengj. I need you to join me at Xeric's Lookout. There's something urgent we need to discuss."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Urgent?"
    },
    {
      "character": "Player",
      "line": "That's right. We can't discuss it here, but it involves the Kourend Council."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh. Well you really should speak to Councillor Unkar. He's part of the Council, you know."
    },
    {
      "character": "Player",
      "line": "That's not quite what I meant. It's not something to discuss with the Council themselves. It's something I need the house leaders for."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh..."
    },
    {
      "character": "Player",
      "line": "So will you come?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Come where?"
    },
    {
      "character": "Player",
      "line": "To Xeric's Lookout. To discuss this Council business."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Ah yes, the Council business at Xeric's Lookout. I will come at once, but first..."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Jorra! Bring me a sherry."
    },
    {
      "character": "Jorra",
      "line": "Yes Lady Lovakengj."
    },
    {
      "character": "Player",
      "line": "So about that Council business..."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Yes, yes. Come to Xeric's Lookout. I'll be there as soon as I've finished this sherry."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "What do you want?"
    },
    {
      "character": "Player",
      "line": "I need your help. It's about the Council."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Anything to do with that demon you summoned on my docks?"
    },
    {
      "character": "Player",
      "line": "That wasn't me! Besides, I'd have thought you'd be happy to see Sophia Hughes dealt with."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "I'd have preferred it be done without demons being involved. Idiots will be idiots, I suppose."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Come on then, tell me about this latest Council nonsense."
    },
    {
      "character": "Player",
      "line": "We can't discuss it here. We need to be somewhere more private."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Oh I'm sorry. Is my secret hideout in the sewers not private enough for you now?"
    },
    {
      "character": "Player",
      "line": "Well... not really. Meet me at Xeric's Lookout. We can talk more there."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Fine. But if you waste my time you will seriously regret it."
    },
    {
      "character": "Player",
      "line": "Okay. Whatever you say."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Do you want to get off my back? I already said I'll meet you there. Now clear off."
    },
    {
      "character": "Player",
      "line": "There's something urgent I need your help with."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "What is it, citizen?"
    },
    {
      "character": "Player",
      "line": "It involves the Kourend Council, but we can't really discuss it here. Come alone to Xeric's Lookout."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Alone?"
    },
    {
      "character": "Player",
      "line": "I appreciate it's an unusual request, but yes please. All of Kourend could be at stake here."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Well I suppose you have been a friend to Shayzien in the past, and this does sound serious."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Very well citizen. I will depart soon."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I will depart for Xeric's Lookout soon, citizen. I have a few things I need to do first."
    },
    {
      "character": "Commander Fullore",
      "line": "Well you did it. It's been a while since I've seen the leaders of all five houses together. They're downstairs waiting."
    },
    {
      "character": "Player",
      "line": "Is the Councillor there as well?"
    },
    {
      "character": "Commander Fullore",
      "line": "He is. I told him about Rose."
    },
    {
      "character": "Player",
      "line": "How did he take it?"
    },
    {
      "character": "Commander Fullore",
      "line": "How do you think?"
    },
    {
      "character": "Player",
      "line": "We'd better keep a close eye on him."
    },
    {
      "character": "Commander Fullore",
      "line": "Indeed. Now, let's get down there."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "This is quite the group you've gathered here."
    },
    {
      "character": "Commander Fullore",
      "line": "Indeed it is my lord, but I assure you, it's for a very good reason."
    },
    {
      "character": "Commander Fullore",
      "line": "Liam."
    },
    {
      "character": "Councillor Orson",
      "line": "My lords and ladies, there is something I must make you aware of."
    },
    {
      "character": "Councillor Orson",
      "line": "It's regarding myself and my fellow councillors. We..."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Yes?"
    },
    {
      "character": "Councillor Orson",
      "line": "I can't..."
    },
    {
      "character": "Commander Fullore",
      "line": "Yes you can Liam, and you will."
    },
    {
      "character": "Councillor Orson",
      "line": "Don't you lecture me! You have no right! You killed her!"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "What on Gielinor are you fools on about? Killed who?"
    },
    {
      "character": "Councillor Orson",
      "line": "They call me a murderer, but they killed Rose! I kept her safe!"
    },
    {
      "character": "Player",
      "line": "No. You killed Rose. You killed her 20 years ago. It's time to stop hiding and accept the truth."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Rose? You speak of the King's daughter. What happened?"
    },
    {
      "character": "Commander Fullore",
      "line": "This coward here killed her, just like he killed her father."
    },
    {
      "character": "Councillor Orson",
      "line": "We did it for the good of the kingdom..."
    },
    {
      "character": "Commander Fullore",
      "line": "You did it for yourselves!"
    },
    {
      "character": "Councillor Orson",
      "line": "The King was cursed!"
    },
    {
      "character": "Player",
      "line": "The King was cursed so that you had an excuse to kill him. It was never about the people, it was only about the throne."
    },
    {
      "character": "Councillor Orson",
      "line": "That's not true!"
    },
    {
      "character": "Player",
      "line": "I have seen proof with my own eyes. If you think overwise, then you have been fooled as well."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Could you idiots please stop arguing and give us an explanation!"
    },
    {
      "character": "Player",
      "line": "Councillor Andrews plotted to kill the King with a mage called Xamphur. Xamphur cursed the King so that Councillor Andrews had an argument to get the others on board."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "And then they killed him?"
    },
    {
      "character": "Player",
      "line": "Yes. Rose as well."
    },
    {
      "character": "Councillor Orson",
      "line": "Rose was never meant to get hurt! She overheard us!"
    },
    {
      "character": "Player",
      "line": "Rose was smart, but do you really think she just happened to overhear you? I've no doubt Councillor Andrews arranged for that to happen as well."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "So it's true! I always knew the Council was corrupt, and now we have the proof!"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "So what do we do with this proof?"
    },
    {
      "character": "Player",
      "line": "That's why we gathered you all here. The Council needs to be removed from power. You five can make that happen."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "If the Council are to be removed, they will also have to be replaced."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Who should replace them?"
    },
    {
      "character": "Player",
      "line": "Could there be another member of the royal family still out there?"
    },
    {
      "character": "Commander Fullore",
      "line": "I doubt it. The Council's plan worked because Rose was the King's only heir."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "You'd see us go back to a king? The democracy of the Council was false, but democracy is still the answer. Let the people decide!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Since when did Lady Piscarilius care for the people? Last I checked, your citizens lived in constant squalor."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Don't you lecture me you warmongering fool! I've done more for this kingdom than you'll ever know!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Well if you really do care for the people, surely a monarch is perfect. They're crying out for one right now."
    },
    {
      "character": "Commander Fullore",
      "line": "The royalists do have a lot of support at the moment. But who would this monarch be?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I believe I may have an answer to that."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "What is that?"
    },
    {
      "character": "Player",
      "line": "The Royal Accord of Twill."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Indeed. This here is the answer to our issue."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Once, in a time of great need, the five houses of Kourend took control of this kingdom. Now it falls to us to do so again. It's time for a new accord."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "You would see us rule together?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "In a way. Together we would all be responsible for Kourend, but a single individual would rule over the kingdom."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "A new Royal Accord would require all five us to agree on the contents."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Well don't go thinking you're getting me to sign it. I'll have no part in this."
    },
    {
      "character": "Commander Fullore",
      "line": "Lady Lovakengj, you've been silent on all of this. What are your thoughts?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Well... I don't really understand. The Council rule Kourend. We can't just take over."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "We have to. There is no other option."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Goodness... I think I need a sherry."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "A break might be beneficial to all of us. We have a lot to consider."
    },
    {
      "character": "Commander Fullore",
      "line": "Good idea. Let's reconvene later."
    },
    {
      "character": "Player",
      "line": "Well that was fun. What do we do now?"
    },
    {
      "character": "Commander Fullore",
      "line": "This Royal Accord seems like our best bet. A clear document signed by all of them that determines the future of Kourend."
    },
    {
      "character": "Player",
      "line": "For them to all sign it, they all need to agree on the contents. That's not going to be easy."
    },
    {
      "character": "Commander Fullore",
      "line": "No, but there must be a way. They all seem to have some level of trust in you. Maybe you can convince them."
    },
    {
      "character": "Player",
      "line": "I can give it a go."
    },
    {
      "character": "Commander Fullore",
      "line": "This could quickly get interesting, but you need to do whatever it takes to get them back at that table. If even one of them walks away, we'll end up with a big problem on our hands."
    },
    {
      "character": "Player",
      "line": "Alright. I'll go and talk to them all."
    },
    {
      "character": "Commander Fullore",
      "line": "Good luck."
    },
    {
      "character": "Player",
      "line": "What do you think of Lord Arceuus?"
    },
    {
      "character": "Commander Fullore",
      "line": "He intrigues me. I find there's a certain level of arrogance when it comes to anyone from Arceuus. Living for a thousand years will do that, I guess."
    },
    {
      "character": "Commander Fullore",
      "line": "The thing is, he's not like that. He seems to have a lot more humility than the other leaders."
    },
    {
      "character": "Commander Fullore",
      "line": "Still, I find it hard to trust anyone who's been around that long. Think about what he must have seen and done over the years. He'll have more secrets than the rest of them combined."
    },
    {
      "character": "Player",
      "line": "What do you think of Lady Piscarilius?"
    },
    {
      "character": "Commander Fullore",
      "line": "She's lazy and arrogant. She talks like she cares for the people, but one look at Port Piscarilius shows the truth. She only cares for herself."
    },
    {
      "character": "Player",
      "line": "Maybe there's more to her than meets the eye."
    },
    {
      "character": "Commander Fullore",
      "line": "You think she really cares?"
    },
    {
      "character": "Player",
      "line": "I wouldn't rule it out."
    },
    {
      "character": "Commander Fullore",
      "line": "Maybe she should start looking after her citizens then. Thoughts and feelings mean nothing when people are suffering."
    },
    {
      "character": "Player",
      "line": "What do you think of Lord Hosidius?"
    },
    {
      "character": "Commander Fullore",
      "line": "He's well-liked by his people, and he does genuinely seem to care for them. The world might be a better place if more leaders were like him."
    },
    {
      "character": "Commander Fullore",
      "line": "That said, we should still be careful. Everyone has two sides, and he knew exactly what he was doing when he brought out the Royal Accord of Twill."
    },
    {
      "character": "Player",
      "line": "What do you think of Lord Shayzien?"
    },
    {
      "character": "Commander Fullore",
      "line": "I have a lot of respect for him. He's achieved a lot in his short time as a ruler."
    },
    {
      "character": "Player",
      "line": "But?"
    },
    {
      "character": "Commander Fullore",
      "line": "Does there need to be a but?"
    },
    {
      "character": "Player",
      "line": "No, but there generally is one."
    },
    {
      "character": "Commander Fullore",
      "line": "He's a man of war, not peace. You always need to be careful with someone like that. He's also the youngest of all the rulers. Age often brings experience."
    },
    {
      "character": "Player",
      "line": "Often, but not always."
    },
    {
      "character": "Commander Fullore",
      "line": "True."
    },
    {
      "character": "Player",
      "line": "What do you think of Lady Lovakengj?"
    },
    {
      "character": "Commander Fullore",
      "line": "I think she's the most dangerous of all of them."
    },
    {
      "character": "Commander Fullore",
      "line": "She seems to be nothing more than a slightly senile dwarf with a love for sherry. If that's true, then she's not the kind of person who should be in charge of anything."
    },
    {
      "character": "Commander Fullore",
      "line": "But maybe that's not who she really is. Maybe it's all just an act. If that's the case, then she's managed to fool everyone around her."
    },
    {
      "character": "Commander Fullore",
      "line": "Either way, she's one to keep an eye on."
    },
    {
      "character": "Player",
      "line": "The biggest threat is the one you never see coming."
    },
    {
      "character": "Commander Fullore",
      "line": "Exactly."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Commander Fullore",
      "line": "Any luck with the leaders?"
    },
    {
      "character": "Commander Fullore",
      "line": "Keep at it. We need to find a solution that they all agree on."
    },
    {
      "character": "Councillor Orson",
      "line": "Leave me alone! I have nothing to say to you."
    },
    {
      "character": "Player",
      "line": "Hello Lord Arceuus."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Hello there. I was hoping you'd come and speak with me. There is much we need to discuss."
    },
    {
      "character": "Player",
      "line": "About the Council?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Not exactly. That revelation is concerning and needs to be addressed. However, I fear we may be facing a much larger issue."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "When we spoke before, you mentioned that all of this had some connection to the death in Arceuus. Tell me, does that have anything to do with the mage you mentioned?"
    },
    {
      "character": "Player",
      "line": "That's right. Xamphur was his name. I discovered his hideout in the Lizardman Temple below Molch."
    },
    {
      "character": "Player",
      "line": "He was the one responsible for the device that was redirecting power from the Dark Altar, but I'm not totally sure what he was using the power for. That recent earthquake was also involved somehow."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I see. And did this Xamphur look similar to an Arceuus citizen?"
    },
    {
      "character": "Player",
      "line": "He did. How did you know that?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Xamphur is not a common name, and yet it is one I have heard before. During the Age of Strife, Xeric himself was assisted by a loyal servant of that same name."
    },
    {
      "character": "Player",
      "line": "You don't think it's the same person do you?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Once, we would never have considered it. However, a recent discovery you made yourself means it's a very real possibility."
    },
    {
      "character": "Player",
      "line": "The altar at Quidamortem."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Yes. Thanks to that altar, Xeric and his followers had access to the same power that keeps every citizen of Arceuus alive."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "With that power, they may well have lived much longer than originally believed. It's possible one of them even lives to this day."
    },
    {
      "character": "Player",
      "line": "There's something else as well. When I found Xamphur, he wasn't alone. I think the other person was Veos. The weird thing is, Xamphur spoke as if Veos was his master."
    },
    {
      "character": "Player",
      "line": "This isn't exactly the first odd occurrence when it comes to Veos either. A while back I helped him with some strange client of his."
    },
    {
      "character": "Player",
      "line": "When we were done, this client spoke through Veos himself. The things he said were... strange."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Hmm. This is interesting and concerning. Perhaps this client is the one Xamphur considers his master."
    },
    {
      "character": "Player",
      "line": "But if Veos' client is Xamphur's master, and if Xamphur once served Xeric, could that mean..."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Be careful, friend. Empty speculation will be of little help to us here."
    },
    {
      "character": "Player",
      "line": "But surely it's an option we should consider?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Of course. However, if you consider one option too closely, you'll become blind to all other possibilities. What we need here is proof."
    },
    {
      "character": "Player",
      "line": "And how do we get that?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "My friend, I must ask that you once again to pay a visit to the Tasakaal at Mount Karuulm. With their power, they will be able to determine if this Xamphur is the same one that served Xeric."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "The power of the Dark Altar leaves traces. If Xamphur's soul inhabits a body created using the Dark Altar, the Tasakaal will be able to determine when that body was formed."
    },
    {
      "character": "Player",
      "line": "Would they not need his body for that?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Ideally, but I suspect this will also work."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Since you destroyed it, we've been researching this device to try and determine the origin. Thanks to you, we now know that it was made by Xamphur."
    },
    {
      "character": "Player",
      "line": "Alright, I'll take the device to the Tasakaal and see what they can do with it. However, I also need to ask for your support with this new Royal Accord."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "The Council must be removed and a replacement is needed. I will gladly support the new Royal Accord. But first, we must focus on Xamphur."
    },
    {
      "character": "Player",
      "line": "Okay. I'll be back once I've discovered something from the Tasakaal."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Hello there. Have you spoken with the Tasakaal?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Please do so soon. Only they have the power to determine who Xamphur is."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hello there. I'm guessing you want to discuss the Royal Accord?"
    },
    {
      "character": "Player",
      "line": "That's right. I assume you won't have any issues supporting it, considering it was your idea?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It's a messy business, but the Council has to go. That means a replacement is needed. A new Royal Accord is our best hope for a peaceful transition of power."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Now, that said, there are some preparations I need to make before we finalise things. Perhaps you could help me with that."
    },
    {
      "character": "Player",
      "line": "Well if it gets things done faster, then I guess so."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "As with the Royal Accord of Twill, our new accord will see power transferred to the five houses. However, only one of them will rule."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "The Royal Accord of Twill saw each of the houses take it in turns to do this, but we may want to take a different approach this time."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I'm almost certain that Lord Arceuus and Lady Piscarilius will not wish to rule. Lady Lovakengj likely won't either. That leaves myself and Lord Shayzien."
    },
    {
      "character": "Player",
      "line": "And would you be willing to take on that role?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Well, that's where my preparations come in. While I can't say I'm too keen on ruling Kourend, I'm not sure if Lord Shayzien is the right man for the job either."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Take a look through the pages of Kourend's history and you'll soon see that soldiers do not make for good rulers."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "As such, before any final decision is made, there's something I'd like to look into when it comes to Lord Shayzien."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "As you probably won't be too surprised to hear, I have people who keep a close eye on things around Kourend. They let me know of any interesting occurrences that could impact Hosidius."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Not too long ago, I was informed that Lord Shayzien went for a private walk in the Kourend Woodland. While there, he stopped off at a small Barbarian Camp."
    },
    {
      "character": "Player",
      "line": "That's an interesting place for him to visit."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It is. I'm sure it's nothing to worry about, but I'd like to be sure before we make any big decisions."
    },
    {
      "character": "Player",
      "line": "Okay. I can go and take a look around this camp."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "That would be appreciated. It's directly south of here in the Kourend Woodland."
    },
    {
      "character": "Player",
      "line": "Alright. I'll let you know if I find anything."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hello there. Any luck with that barbarian camp?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Very well. Let me know if you discover anything. The camp is directly south of here in the Kourend Woodland."
    },
    {
      "character": "Player",
      "line": "Hello Lady Lovakengj."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh, it's the human. Hello human."
    },
    {
      "character": "Player",
      "line": "I wanted to talk to you about this Royal Accord. Would you be willing to support it?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Royal Accord? Hmm..."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "No I don't think so."
    },
    {
      "character": "Player",
      "line": "Why not?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Why not what?"
    },
    {
      "character": "Player",
      "line": "Why can't you support the new Royal Accord?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Ah yes, the new Royal Accord. Well Councillor Unkar has been a good dwarf his whole life. He can't be involved in any of this."
    },
    {
      "character": "Player",
      "line": "I know it's hard to hear, but I think he is."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "No, no, no. That's not right at all. You must be getting confused somewhere. Councillor Andrews is the problem."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh, I know! We can replace Councillor Andrews with Councillor Unkar. What an excellent idea! This calls for a sherry."
    },
    {
      "character": "Player",
      "line": "Lady Lovakengj please, you have to believe me! Councillor Unkar isn't innocent in this."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Well you can't go believing Councillor Orson! He's clearly just jealous of Councillor Unkar's success."
    },
    {
      "character": "Player",
      "line": "Okay, well how about I find some proof that Councillor Unkar is involved? Then will you support the Royal Accord?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh... well I suppose so, but I don't think you'll find any. Councillor Unkar is innocent."
    },
    {
      "character": "Player",
      "line": "Right. Let me chat to Commander Fullore about this."
    },
    {
      "character": "Player",
      "line": "I'm still looking into things with Councillor Unkar. I'll let you know once I find something."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Okay human. I'm sure you'll soon see that Councillor Unkar is innocent."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "We need to talk about this Royal Accord."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Don't waste your time. I will never sign that thing."
    },
    {
      "character": "Player",
      "line": "So you'd see the corrupt Council stay in charge?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Of course not, you fool. Did you not listen earlier? The people should decide, not us."
    },
    {
      "character": "Player",
      "line": "Well it seems like there's a clear solution to this then."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "I doubt that."
    },
    {
      "character": "Player",
      "line": "For the Royal Accord to be finalised, we can have the people vote on it. That way, they get the final say."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "It would still see us return to a single ruler."
    },
    {
      "character": "Player",
      "line": "Only if that's what people want. If they vote no, we come up with an alternative arrangement and let them vote on that instead."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Eugh."
    },
    {
      "character": "Player",
      "line": "Come on now. If you do care for the people, this is the best option."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Fine. It's still a stupid move, but if there's to be a vote, I might be willing to support it."
    },
    {
      "character": "Player",
      "line": "Might?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Yes. First, there's something else we need to discuss."
    },
    {
      "character": "Player",
      "line": "Of course there is."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "While you've been running around chasing dead princesses and mad mages, you've forgotten what started all of this. You summoned a demon in my home!"
    },
    {
      "character": "Player",
      "line": "No... I killed a demon that someone else summoned in your home. You should thank me."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Really? Thank you for being as useless as I feared."
    },
    {
      "character": "Player",
      "line": "How about we skip over the insults this time and you just tell me what you want."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "The Disciples of Yama are a big problem. They need dealing with."
    },
    {
      "character": "Player",
      "line": "Tell Lord Shayzien to send the army in, then. They literally live right on his doorstep."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Exactly! They live on his doorstep and he cares more about stupid lizardmen. The man is clearly as incompetent as you."
    },
    {
      "character": "Player",
      "line": "Thanks. So it sounds like you want me to take on this cult singlehandedly? I feel like that won't go well."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Of course I don't expect you to take on an entire cult! What you need to do is cut the head off the snake. Remove the influence of their leader and they won't be a problem."
    },
    {
      "character": "Player",
      "line": "So, what? Kill Yama?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "No. Yama has no presence among his followers. At least, not yet. If you remove their connection to him, he won't be able to communicate with them."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "I know of a mage in Arceuus who's hopefully not as useless as you or Lord Shayzien. Her name is Mori and she's been investigating the Disciples of Yama. She should be able to help."
    },
    {
      "character": "Player",
      "line": "Woah! Slow down there. How do you know all of this?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Because I did some digging. Oddly enough I wasn't going to ignore a corrupt councillor summoning a demon on my docks."
    },
    {
      "character": "Player",
      "line": "You learnt all of this just with a bit of digging? There's something you're not telling me here. Besides, why would you care so much about this compared to everything else going on?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "This conversation is pointless. If you want my support, this is the price. Now go and talk to Mori. I hear she spends most of her time in the Arceuus Church."
    },
    {
      "character": "Player",
      "line": "Fine. I'll be back later."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Have you spoken to Mori yet?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "From what I hear, she spends most of her time in the Arceuus Church. Now clear off."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Ah, there you are citizen. There's something I need to discuss with you."
    },
    {
      "character": "Player",
      "line": "The Royal Accord?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Correct, citizen. Once the Council are removed from power, we will need a new ruler. I for one think this Royal Accord is the perfect move."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I think we can also agree that when the times comes, I will be a suitable candidate to rule. These are unstable times. My military leadership will put me in a good position to take over."
    },
    {
      "character": "Player",
      "line": "Do you think the other leaders will support that?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I've no doubt they'll consider me a strong contender. That said, I expect Lord Hosidius will also be considered. On that note, there's a job I have that would be perfect for one with your skills."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Before we come to finalise this Royal Accord, we need to be sure that everyone is in a place where they can pick the right ruler."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "While Lord Hosidius seems like a good man for the job, I've recently obtained some intelligence that could suggest otherwise. I'd like you to look into this."
    },
    {
      "character": "Player",
      "line": "Lord Hosidius? Interesting... What is this intelligence?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Some of my best people have been looking into the disappearance of Phileas Rimor and King Shayzien VII's journal. We now believe we have located both."
    },
    {
      "character": "Player",
      "line": "Hang on... Phileas Rimor?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "That's right. Is there a problem, citizen?"
    },
    {
      "character": "Player",
      "line": "Well... no. Sorry, carry on."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Very well... I will personally see to the rescue of Phileas. I need you to recover the journal."
    },
    {
      "character": "Player",
      "line": "Hang on... I thought this was about Lord Hosidius?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "That it is, citizen. If our intelligence is to be believed, Lord Hosidius is now in possession of the journal."
    },
    {
      "character": "Player",
      "line": "That doesn't make sense! Why would Lord Hosidius want that journal?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "That I don't know, citizen. Lord Hosidius is meant to be an ally to Shayzien. After all, he's married to my sister."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Perhaps this is some plot of his to grow his influence. He may wish to use the journal to discredit my family. Regardless, I need you to retrieve it. Only then will we be able to determine the truth."
    },
    {
      "character": "Player",
      "line": "This is all very odd. Do you know where he keeps the journal?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Apparently he has a private office hidden below the Hosidius Vinery. That will likely be where he's keeping it. You'll need to go there, find out how to enter this office and then recover the journal."
    },
    {
      "character": "Player",
      "line": "Okay. I'll let you know what I find."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Hello there citizen. Have you found that journal?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "It's critical that you do so, as soon as possible. It will likely be in Lord Hosidius' hidden office below the Hosidius Vinery."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "The human returns."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "And needs our help again."
    },
    {
      "character": "Player",
      "line": "How do you know that?"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "It is our place to know."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Come human."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "Tell us what you desire."
    },
    {
      "character": "Player",
      "line": "I was hoping you could take a look at this device and tell me more about the person that made it."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Why?"
    },
    {
      "character": "Player",
      "line": "Why what?"
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Why should we help?"
    },
    {
      "character": "Player",
      "line": "Because this device is the thing that was redirecting power from the Dark Altar. The person who made it was also responsible for the trapped soul that needed freeing."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "The meddling mortal."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "You have our attention."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "And so we shall help you."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Hold still."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "And we will begin."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Many have touched this device."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Humans."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "Arceuus."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "And two others."
    },
    {
      "character": "Player",
      "line": "Two others?"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "One touched by fire."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "And one touched by darkness."
    },
    {
      "character": "Player",
      "line": "Darkness? That sounds like Xamphur. Can you tell how old he is?"
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "His body was born long ago."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "In the time of the great betrayer."
    },
    {
      "character": "Player",
      "line": "Great betrayer? Do you mean Xeric?"
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Do not speak that name."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "It has no place here."
    },
    {
      "character": "Player",
      "line": "You know of him?"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "We know all too well."
    },
    {
      "character": "Player",
      "line": "But is that who you speak of?"
    },
    {
      "character": "Kaal-Mej-San",
      "line": "It is."
    },
    {
      "character": "Player",
      "line": "So Lord Arceuus was right. What of this other person, the one touched by fire?"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "They are one of many."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Once born of Arceuus."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Now a child of fire."
    },
    {
      "character": "Player",
      "line": "A Pyromancer? Xamphur is working with a Pyromancer?"
    },
    {
      "character": "Player",
      "line": "Hang on... I recently helped to repair some damage to the Doors of Dinh. What if this Pyromancer was the one responsible?"
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Impossible to say."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "But a coincidence is unlikely."
    },
    {
      "character": "Player",
      "line": "Well then what's to stop them doing it again? We have to do something!"
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "We?"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "We have no part in this."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "We have already helped you."
    },
    {
      "character": "Player",
      "line": "Keeping the balance between life and death. That's your thing isn't it? If the Wintertodt escapes, it will destroy all life in Kourend. That doesn't seem very balanced!"
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "The human makes a valid point."
    },
    {
      "character": "Player",
      "line": "Well it's been known to happen."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Very well."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "The Dark Altar powers the Doors of Dinh."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "We understand this power."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "We can help reinforce them."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "To prevent further sabotage."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "Take a defence potion."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Add some volcanic sulphur."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "Then return to us."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "And we will enchant it."
    },
    {
      "character": "Player",
      "line": "Where can I get volcanic sulphur?"
    },
    {
      "character": "Kaal-Mej-San",
      "line": "It can be mined in Lovakengj."
    },
    {
      "character": "Player",
      "line": "Got it. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "Sulphur in a defence potion. Got it. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "What am I meant to be doing again?"
    },
    {
      "character": "Player",
      "line": "Alright. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "I have the potion."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Then hold still."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "It is done."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "Now take the potion."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "Pour it on the Doors of Dinh."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "And your work will be done."
    },
    {
      "character": "Player",
      "line": "Alright. I'll get it sorted."
    },
    {
      "character": "Kaal-Ket-Jor",
      "line": "Take your potion."
    },
    {
      "character": "Player",
      "line": "I lost the potion."
    },
    {
      "character": "Kaal-Mej-San",
      "line": "You are lucky."
    },
    {
      "character": "Kaal-Xil-Dar",
      "line": "We prepared for such an outcome."
    },
    {
      "character": "Player",
      "line": "Okay. I'll get it sorted."
    },
    {
      "character": "Player",
      "line": "Well that's that done. I'd better get back to Lord Arceuus."
    },
    {
      "character": "Ignisia",
      "line": "Hey! What are you doing with those doors?"
    },
    {
      "character": "Player",
      "line": "Nothing..."
    },
    {
      "character": "Ignisia",
      "line": "Well you can either go through them or leave them alone."
    },
    {
      "character": "Player",
      "line": "Alright, I'll leave them alone..."
    },
    {
      "character": "Player",
      "line": "I have. They confirmed that this Xamphur is the same one that served Xeric."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "So it's as I feared. This is not good."
    },
    {
      "character": "Player",
      "line": "There's more. We discovered that Xamphur has been working with a Pyromancer. That means he may have been involved in the sabotage of the Doors of Dinh."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "A Pyromancer? Do you know who?"
    },
    {
      "character": "Player",
      "line": "I'm afraid not."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Are you sure about this? Had the Doors of Dinh fully failed, the Wintertodt would have destroyed Kourend. What would Xamphur gain from that?"
    },
    {
      "character": "Player",
      "line": "I don't know, but the Tasakaal themselves confirmed it."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I will have someone look into this. We'll also use this new knowledge to try and locate Xamphur."
    },
    {
      "character": "Player",
      "line": "His master said they'd meet again in the south."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Interesting. This is useful information that could help our search. I wonder... could they mean the southern Kingdom of Varlamore?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Ah, but that's one for another time. I believe we've learnt all we can about Xamphur for now. Until we can locate him, we must turn our focus towards the Council."
    },
    {
      "character": "Player",
      "line": "So you'll support the new Royal Accord?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I will. While I have no desire to rule myself, I'll gladly support one of my fellow leaders in that role."
    },
    {
      "character": "Player",
      "line": "Thank you. I'd better go and speak with the others."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Hello there. You have my support with the Royal Accord. You should speak with the others."
    },
    {
      "character": "Phileas Rimor",
      "line": "Adventurer! You came!"
    },
    {
      "character": "Player",
      "line": "Phileas?"
    },
    {
      "character": "Barbarian Warlord",
      "line": "You shouldn't be here! Time to die!"
    },
    {
      "character": "Phileas Rimor",
      "line": "You came for me! I knew you would!"
    },
    {
      "character": "Player",
      "line": "I don't understand Phileas. Why are you here?"
    },
    {
      "character": "Phileas Rimor",
      "line": "These barbarians raided my home! They took me prisoner. I thought they were going to kill me!"
    },
    {
      "character": "Player",
      "line": "But why?"
    },
    {
      "character": "Phileas Rimor",
      "line": "I don't know. I heard one of them saying they'd been paid to do it. But who would pay to have me captured?"
    },
    {
      "character": "Player",
      "line": "Wait! What about that parcel? The one with King Shayzien VII's journal. Do you have it?"
    },
    {
      "character": "Phileas Rimor",
      "line": "No. They took it from me. You don't think that's what this was about, do you?"
    },
    {
      "character": "Player",
      "line": "I'm not sure, but I don't like this at all. I need to speak with Lord Hosidius."
    },
    {
      "character": "Phileas Rimor",
      "line": "Lord Hosidius? What's he got to do with this? And what about me?"
    },
    {
      "character": "Player",
      "line": "There's too much to explain right now. Now, there are a lot of barbarians outside, so I can't free you at the moment. I'll go get help. Don't worry, you'll be safe soon."
    },
    {
      "character": "Phileas Rimor",
      "line": "Alright. But please, don't take long."
    },
    {
      "character": "Phileas Rimor",
      "line": "Is it safe to free me yet?"
    },
    {
      "character": "Player",
      "line": "Not yet. I need to go and speak to Lord Hosidius. Don't worry, you'll be safe soon."
    },
    {
      "character": "Player",
      "line": "We need to get some people down there urgently! The barbarians have Phileas Rimor prisoner."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Phileas Rimor? Who's Phileas Rimor?"
    },
    {
      "character": "Player",
      "line": "He's a retired soldier from Shayzien. I helped him out with something a while ago, but he went missing. Turns out these barbarians were paid to take him."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Paid by whom?"
    },
    {
      "character": "Player",
      "line": "I don't know for sure, but I doubt Lord Shayzien's visit was a coincidence."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "So, it's as I feared. Still, that doesn't explain why Lord Shayzien would pay for one of his own citizens to be captured."
    },
    {
      "character": "Player",
      "line": "The thing I was helping Phileas with involved a mysterious parcel he'd received. The parcel contained King Shayzien VII's journal. When Phileas was captured, it was taken by the barbarians."
    },
    {
      "character": "Player",
      "line": "Before that happened, I followed some clues in the journal. They eventually led me to the discovery that King Shayzien VII may have been responsible for the creation of the lizardmen."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Ah, the discovery at Quidamortem. This is all starting to make sense. It's long been believed that King Shayzien VII eventually became Xeric. That discovery did little to suggest otherwise."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Lord Shayzien wouldn't have been too happy of further evidence that Xeric was part of his family. He must have made arrangements to hide as much of that evidence as possible."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Thank you, friend. I think we have all the information we need. I'll have some of my people head to this camp. They'll ensure Phileas is safe."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It's probably best he disappear for a while, for his own safety. I'll make the arrangements."
    },
    {
      "character": "Player",
      "line": "What of Lord Shayzien?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "For now, nothing. We should keep this information to ourselves, until the time is right. As for the Royal Accord, I am ready to finalise things when you are."
    },
    {
      "character": "Player",
      "line": "Okay. I guess I'd better go and speak with the others."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hello there. Thank you for your help earlier. You'll be pleased to know that Phileas is now safe."
    },
    {
      "character": "Player",
      "line": "That's good to hear. Thank you for taking care of him. I'd better go and speak with the others."
    },
    {
      "character": "Player",
      "line": "I need some help with Lady Lovakengj."
    },
    {
      "character": "Commander Fullore",
      "line": "What do you need?"
    },
    {
      "character": "Player",
      "line": "She doesn't believe that Councillor Unkar has anything to do with this. She wants proof he's involved before she signs the new Royal Accord."
    },
    {
      "character": "Commander Fullore",
      "line": "That's not too suprising. The two of them are old friends. I've got nothing on him, but I can think of one person who might be able to help."
    },
    {
      "character": "Player",
      "line": "Martin?"
    },
    {
      "character": "Commander Fullore",
      "line": "Exactly. His group has no doubt kept tabs on all of the councillors."
    },
    {
      "character": "Player",
      "line": "But he's been arrested. I can't just go and break him out."
    },
    {
      "character": "Commander Fullore",
      "line": "No, but you can still talk to him. You've helped the Council enough that no one would think much of it if you paid him a visit."
    },
    {
      "character": "Player",
      "line": "Fair point, I suppose. If anyone asks, I can claim I'm trying to round up more of his group."
    },
    {
      "character": "Commander Fullore",
      "line": "Nice idea. They took him to the Shayzien Prison, just west of the city."
    },
    {
      "character": "Player",
      "line": "Alright. I'll go and see what he knows."
    },
    {
      "character": "Player",
      "line": "I wanted to ask you something about the leaders."
    },
    {
      "character": "Commander Fullore",
      "line": "Go ahead."
    },
    {
      "character": "Commander Fullore",
      "line": "Have you spoken to Martin? He's in the Shayzien Prison, just west of the city."
    },
    {
      "character": "Player",
      "line": "I'll go and see what he knows."
    },
    {
      "character": "Player",
      "line": "Martin!"
    },
    {
      "character": "Guard",
      "line": "Sorry, but I can't let you talk to the prisoners."
    },
    {
      "character": "Player",
      "line": "But I'm here on Council business. I need to learn more about his group."
    },
    {
      "character": "Guard",
      "line": "Ah yes! You're the one that helped with Councillor Hughes. Carry on then."
    },
    {
      "character": "Player",
      "line": "How are things Martin?"
    },
    {
      "character": "Martin Holt",
      "line": "Oh wonderful! There's free food and a bed! Can you believe it? Luxury compared to anything in Port Piscarilius!"
    },
    {
      "character": "Player",
      "line": "Well I'm glad you're keeping your spirits up. Now, I need your help with something."
    },
    {
      "character": "Martin Holt",
      "line": "Of course. Right down to business. As you can see, I'm a little indisposed right now. Apparently the right to protest isn't so much of a right after all."
    },
    {
      "character": "Player",
      "line": "Don't worry, it's just information I need. Things have progressed with the Council. I can't say any more here, but we're close. However, I need information on Councillor Unkar."
    },
    {
      "character": "Martin Holt",
      "line": "Excellent work my friend! From the moment I met you, I knew you were something special. Now, what information do you need on him?"
    },
    {
      "character": "Player",
      "line": "Anything that could prove his corruption."
    },
    {
      "character": "Martin Holt",
      "line": "If I had information on his corruption, I might not be stood in a cell right now."
    },
    {
      "character": "Player",
      "line": "Of course, but you must have something on him. Anything could be helpful at this point."
    },
    {
      "character": "Martin Holt",
      "line": "I see. Well, there's a member of the Royal Society who has close access to Councillor Unkar's dealings. He gives me regular reports, but there hasn't been anything of note yet."
    },
    {
      "character": "Martin Holt",
      "line": "Still, things have progressed fast recently. Maybe he's had more luck since my imprisonment. As I'm stuck in here, perhaps you should go on my behalf to our usual meeting."
    },
    {
      "character": "Player",
      "line": "Sounds like a plan. Where does this meeting take place?"
    },
    {
      "character": "Martin Holt",
      "line": "In the Shayzien Graveyard of Heroes. Look for a dwarf. He'll speak with you if you say the passphrase: 'Evil only triumphs when the good do nothing.'"
    },
    {
      "character": "Player",
      "line": "Thanks for the help, Martin. We'll have you out of there soon."
    },
    {
      "character": "Martin Holt",
      "line": "Good luck friend. Finish this for all of us!"
    },
    {
      "character": "Player",
      "line": "Hello again, Martin. Remind me, where is this meeting?"
    },
    {
      "character": "Player",
      "line": "That was it. Thanks for the help."
    },
    {
      "character": "Martin Holt",
      "line": "Not a problem. Now get out there and finish this!"
    },
    {
      "character": "Player",
      "line": "I know you! You're Jorra, Lady Lovakengj's assistant."
    },
    {
      "character": "Jorra",
      "line": "That's right. What brings you here, human?"
    },
    {
      "character": "Player",
      "line": "Err..."
    },
    {
      "character": "Player",
      "line": "The evening owl doesn't eat much pudding."
    },
    {
      "character": "Jorra",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Jorra",
      "line": "Maybe you should go and lie down."
    },
    {
      "character": "Player",
      "line": "Evil only triumphs when the good do nothing."
    },
    {
      "character": "Jorra",
      "line": "Never have truer words been spoken. Martin sent you, right? I wasn't sure if anyone would come after he got arrested."
    },
    {
      "character": "Player",
      "line": "That's right. So you're with the Royal Society? How come?"
    },
    {
      "character": "Jorra",
      "line": "Why wouldn't I be? The Council are nothing but trouble."
    },
    {
      "character": "Player",
      "line": "But things don't seem too bad in Lovakengj with them in charge."
    },
    {
      "character": "Jorra",
      "line": "Lady Lovakengj is in charge of Lovakengj, not the Council. Sure, Councillor Unkar might act like he plays a big part, but it's all empty words."
    },
    {
      "character": "Player",
      "line": "Do you not get sick of her asking for sherry?"
    },
    {
      "character": "Jorra",
      "line": "Not really. It's not like it's a hard job. Councillor Unkar would see us all work to death in the mines instead."
    },
    {
      "character": "Player",
      "line": "I see. Well Councillor Unkar is why I'm here. I'm hoping you can give me something of note on him."
    },
    {
      "character": "Jorra",
      "line": "Any other day you'd be wasting your time, but today you're in luck. Due to the protests, Councillor Unkar has been staying at the castle for safety. I've had a chance to go through his private documents."
    },
    {
      "character": "Jorra",
      "line": "I think you'll find..."
    },
    {
      "character": "Jorra",
      "line": "Wait! What was that?"
    },
    {
      "character": "Player",
      "line": "Oh no. Not again!"
    },
    {
      "character": "Assassin",
      "line": "Jorra Ashtar. You have been marked for death."
    },
    {
      "character": "Player",
      "line": "If tomorrow never comes, what is today?"
    },
    {
      "character": "Player",
      "line": "Nothing."
    },
    {
      "character": "Jorra",
      "line": "Huh... Fair enough."
    },
    {
      "character": "Jorra",
      "line": "That was close! Are you okay human?"
    },
    {
      "character": "Jorra",
      "line": "Martin warned me this would happen. The Council are trying to silence us!"
    },
    {
      "character": "Jorra",
      "line": "It's not safe for me here. I need to get back to Lovakengj. Here, this should hopefully give you what you need."
    },
    {
      "character": "Player",
      "line": "Thanks Jorra. Stay safe."
    },
    {
      "character": "Jorra",
      "line": "You have what you need human. Now I need to get back to Lovakengj."
    },
    {
      "character": "Player",
      "line": "I have a declaration from the Council that I think you should see."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "What? But... I don't understand."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "The Council wanted to remove me from power? They can't do that! It's not their right!"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "And Councillor Unkar..."
    },
    {
      "character": "Player",
      "line": "I'm sorry. Do you now see why we need to stop them?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Yes... I understand. I will support this Royal Accord."
    },
    {
      "character": "Player",
      "line": "And do you wish to be considered for the throne?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh... No. Leave that for someone else."
    },
    {
      "character": "Player",
      "line": "Very well. Thank you Lady Lovakengj. I'd better go and speak with the others."
    },
    {
      "character": "Player",
      "line": "Is there anything else I can do for you?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh... Let's see now..."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Do you have any sherry?"
    },
    {
      "character": "Player",
      "line": "Sherry? No."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh... Well I'm fine then."
    },
    {
      "character": "Player",
      "line": "Fair enough. I'll go speak with the others."
    },
    {
      "character": "Player",
      "line": "Hello Mori."
    },
    {
      "character": "Mori",
      "line": "Hello again. Thank you for everything you did for Thana. You are a good friend to the people of Arceuus."
    },
    {
      "character": "Player",
      "line": "It's not a problem. Anyway, there was something I was hoping you could help me with."
    },
    {
      "character": "Mori",
      "line": "Of course. What do you need?"
    },
    {
      "character": "Player",
      "line": "I have a situation with the Disciples of Yama. I hear you've been looking into them."
    },
    {
      "character": "Mori",
      "line": "Well... Yes, I have, but that research was meant to be a secret..."
    },
    {
      "character": "Mori",
      "line": "Ah well, you're trustworthy I suppose. What can I help you with?"
    },
    {
      "character": "Player",
      "line": "What do you know of their leader, Yama?"
    },
    {
      "character": "Mori",
      "line": "He's a bit of a mystery. He's a demon of some sorts, but he doesn't seem to have any actual presence in Kourend yet. In fact, until recently, he had no connection to the cult."
    },
    {
      "character": "Player",
      "line": "The Disciples of Yama once had no connection to Yama?"
    },
    {
      "character": "Mori",
      "line": "It does sound odd, but back then they were known as the Disciples of Chaos. They were just a small Zamorakian cult of little note."
    },
    {
      "character": "Player",
      "line": "Interesting. So if Yama has no presence among his followers, how does he communicate with them?"
    },
    {
      "character": "Mori",
      "line": "Through another demon called the Voice of Yama."
    },
    {
      "character": "Player",
      "line": "So if I killed this Voice of Yama, the cultists would lose their connection to Yama?"
    },
    {
      "character": "Mori",
      "line": "For a time, though I imagine the Voice of Yama would be quickly replaced. However, if you wanted to remove that connection, I do have another idea..."
    },
    {
      "character": "Mori",
      "line": "After what happened with Thana, I volunteered to help out with the Dark Altar investigations. The device used there was redirecting power from the Altar, but a similar device could block a magical connection entirely."
    },
    {
      "character": "Player",
      "line": "Ah, I see. So we could use a device like that to block the connection between the Voice of Yama and Yama himself?"
    },
    {
      "character": "Mori",
      "line": "That's right. We never tried it before because the Dark Altar issues were more pressing, but I don't see why it wouldn't work."
    },
    {
      "character": "Player",
      "line": "Alright. So where can I get one of these devices?"
    },
    {
      "character": "Mori",
      "line": "I should be able to make you one. I'll need some molten glass and a dark essence block."
    },
    {
      "character": "Player",
      "line": "I have those right here."
    },
    {
      "character": "Mori",
      "line": "Huh... Fair enough."
    },
    {
      "character": "Mori",
      "line": "Right. You'll need to hide this somewhere in the Chasm of Fire. Here you go."
    },
    {
      "character": "Player",
      "line": "Alright. Thanks Mori."
    },
    {
      "character": "Player",
      "line": "Where can I get a dark essence block?"
    },
    {
      "character": "Mori",
      "line": "You can mine dense essence blocks from the mine north east of here. They can be turned into dark essence blocks using the Dark Altar."
    },
    {
      "character": "Player",
      "line": "Okay, I'll come back once I have what you need."
    },
    {
      "character": "Player",
      "line": "I can get those for you. I'll come back once I have them."
    },
    {
      "character": "Mori",
      "line": "Hello again. Do you have some molten glass and a dark essence block yet?"
    },
    {
      "character": "Player",
      "line": "Not yet. I'll come back once I have them."
    },
    {
      "character": "Player",
      "line": "I have them right here."
    },
    {
      "character": "Player",
      "line": "Hello Mori. What should I be doing with this device?"
    },
    {
      "character": "Mori",
      "line": "You just need to hide it somewhere in the Chasm of Fire."
    },
    {
      "character": "Player",
      "line": "Hello Mori. Do you think you could make me another one of those devices?"
    },
    {
      "character": "Mori",
      "line": "I have enough supplies for another. Here, you'll need to hide it somewhere in the Chasm of Fire."
    },
    {
      "character": "Disciple of Yama",
      "line": "Ah, there you are. Our master foresaw your arrival."
    },
    {
      "character": "Disciple of Yama",
      "line": "And you have the device as well. How wonderful."
    },
    {
      "character": "Player",
      "line": "How do you..."
    },
    {
      "character": "Disciple of Yama",
      "line": "Oh look at you. You need a good rest. Here, have a lie down."
    },
    {
      "character": "Player",
      "line": "Well that's the device hidden. Those Disciples of Yama won't be a problem anymore. I'd better tell Lady Piscarilius."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Have you dealt with the Disciples of Yama yet?"
    },
    {
      "character": "Player",
      "line": "It's all done."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Are you sure?"
    },
    {
      "character": "Player",
      "line": "Absolutely. They won't be a problem anymore."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Good."
    },
    {
      "character": "Player",
      "line": "So will you now support this Royal Accord?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Yes, but it's still a stupid idea. And don't even think about trying to put me in charge or something. I'll have no more part in this."
    },
    {
      "character": "Player",
      "line": "I don't think you need to worry about that. Now, I'd better go and speak with the others."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Good. I've had enough of talking with you."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Clear off then."
    },
    {
      "character": "Player",
      "line": "Fine. I need to speak with the others anyway."
    },
    {
      "character": "Player",
      "line": "I hear your father has an office here."
    },
    {
      "character": "Pandur Hosidius",
      "line": "Office? What office?"
    },
    {
      "character": "Player",
      "line": "A secret one, I'm guessing?"
    },
    {
      "character": "Pandur Hosidius",
      "line": "There can't be any secret offices here. I'd have noticed. I notice lots of things, you know."
    },
    {
      "character": "Player",
      "line": "Well in that case, have you noticed your father doing anything interesting here in the past?"
    },
    {
      "character": "Pandur Hosidius",
      "line": "He sometimes comes to inspect the wine barrels. I like to inspect them myself sometimes."
    },
    {
      "character": "Player",
      "line": "More than inspect, by the looks of things. Thanks for the help."
    },
    {
      "character": "Pandur Hosidius",
      "line": "You're welcome."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Hello there, citizen. Have you found that journal?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Excellent work."
    },
    {
      "character": "Player",
      "line": "It's sealed shut somehow."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Not to worry, I should be able to take care of that. When the time comes to finalise the Royal Accord, I will have the information we need to decide upon a new ruler."
    },
    {
      "character": "Player",
      "line": "Alright. Thank you, Lord Shayzien. I should speak to Commander Fullore."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Hello there, citizen. Thank you for your help earlier. I am ready to support this Royal Accord!"
    },
    {
      "character": "Player",
      "line": "Alright. I'll go and talk with Commander Fullore."
    },
    {
      "character": "Commander Fullore",
      "line": "Come with me. There's something you need to see."
    },
    {
      "character": "Commander Fullore",
      "line": "Just come."
    },
    {
      "character": "Player",
      "line": "What the... Is he...?"
    },
    {
      "character": "Commander Fullore",
      "line": "Yup."
    },
    {
      "character": "Player",
      "line": "What happened? Did he jump?"
    },
    {
      "character": "Commander Fullore",
      "line": "I've no idea."
    },
    {
      "character": "Player",
      "line": "You don't think he was pushed, do you?"
    },
    {
      "character": "Commander Fullore",
      "line": "I don't think so."
    },
    {
      "character": "Player",
      "line": "What do we do now?"
    },
    {
      "character": "Commander Fullore",
      "line": "What can we do? Even Lord Arceuus can't bring back the dead. He's gone, and that's that."
    },
    {
      "character": "Commander Fullore",
      "line": "Why did any of this have to happen?"
    },
    {
      "character": "Player",
      "line": "We can't undo what's been done, but we can still put an end to all this."
    },
    {
      "character": "Commander Fullore",
      "line": "Does that mean you have good news?"
    },
    {
      "character": "Player",
      "line": "Kind of. I think I've managed to convince all the leaders to sign the Accord. That said, I have no idea who they'll pick to rule."
    },
    {
      "character": "Commander Fullore",
      "line": "Well, we'll just have to make it work somehow. Maybe then we can finally end this nightmare."
    },
    {
      "character": "Commander Fullore",
      "line": "I'll deal with this mess. Once I'm done, let's gather everyone downstairs again."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Shall we get on with this then?"
    },
    {
      "character": "Player",
      "line": "Not yet. Where's Lord Hosidius and Lord Shayzien?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Lord Hosidius requested a private word with Lord Shayzien outside. I'm sure they'll be here soon."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "In fact, I think I hear them now."
    },
    {
      "character": "Commander Fullore",
      "line": "Now that everyone is here, I think we can begin."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "What of the Councillor? Is he not joining us?"
    },
    {
      "character": "Commander Fullore",
      "line": "Councillor Orson is dead."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Dead? What happened?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Jumped from the top of the tower, probably. It doesn't matter, the world won't miss him. Let's move on."
    },
    {
      "character": "Commander Fullore",
      "line": "Not the attitude I'd take, but it's true that we can't dwell on this. We need to focus on stopping Councillor Andrews."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Between the five of us, we can remove the Council from power with little violence. But what then? Are we willing to support a new Royal Accord?"
    },
    {
      "character": "Commander Fullore",
      "line": "Lord Arceuus, let's start with you. What will it take for a new Royal Accord to gain your support?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "My position is a unique one. As such, I feel it would be inappropriate for me to involve myself too heavily in this. That said, I will gladly support the decision made by this group."
    },
    {
      "character": "Commander Fullore",
      "line": "You would not wish to rule yourself?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I will gladly advise the next ruler in any way I can, but it should not be me who takes the throne. I would recommend you look to Lord Hosidius or Lord Shayzien for that."
    },
    {
      "character": "Commander Fullore",
      "line": "Very well. Lady Piscarilius?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "For the record, I think this is all a bad idea. Still, you're all clearly set on it, so I won't try and stop you."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "However, I stand by what I said before. The people should have a say. Anything we decide here should not be finalised until the people have voted on it."
    },
    {
      "character": "Commander Fullore",
      "line": "Any thoughts from anyone?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "I would be happy to see the people have a say."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It could be a risky move."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "And? Without it, I'm not signing your precious document. If I don't sign, you get nothing."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hmm. Very well."
    },
    {
      "character": "Player",
      "line": "Assuming the people agree to the new Accord, who do you think should rule the kingdom?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Well not me, that's for sure. I can't imagine anything worse. Get one of these fools to do it."
    },
    {
      "character": "Commander Fullore",
      "line": "Lady Lovakengj?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Huh? Me?"
    },
    {
      "character": "Commander Fullore",
      "line": "Yes. What do you think?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Well... This is all quite something. I suppose the Council have to go though, don't they?"
    },
    {
      "character": "Player",
      "line": "Would you be willing to take over?"
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh... No, I don't think so. I think I'll have a sherry instead."
    },
    {
      "character": "Commander Fullore",
      "line": "Lord Shayzien. What are your thoughts?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Well... I think the Royal Accord of Twill is a good starting point, but we'll need to make some changes for it to work."
    },
    {
      "character": "Player",
      "line": "Like what?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Lady Piscarilius wants the support of the people. Right now, they cry for a king. That means whoever takes the throne should take on the title of king or queen."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I also feel the act of transferring rulership from one house to the next - as in the original Accord - isn't going to work for us. What we need is consistency."
    },
    {
      "character": "Commander Fullore",
      "line": "Would you be open to taking on the role yourself?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Err... No, I don't think that would be wise."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "What?"
    },
    {
      "character": "Commander Fullore",
      "line": "Are you sure? You seem to be a perfect candidate."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I don't feel I would be best placed for it. It would be better if I kept my focus on the important task of protecting Kourend."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I suggest we make Lord Hosidius the new ruler of Kourend."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "What the..."
    },
    {
      "character": "Commander Fullore",
      "line": "Lord Hosidius?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Thank you, Lord Shayzien. Taking the throne is not a duty to be considered lightly, but I believe my family and I have what it takes to shoulder this responsibility."
    },
    {
      "character": "Commander Fullore",
      "line": "This decision will forever change the future of Kourend. If we go forward with this, the Hosidius family will be the new royal family of Kourend."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Well... This isn't quite what I expected, but sure. Let the idiot have his throne. As long as the people agree."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "He can do it, I suppose."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Lord Hosidius would be a fitting choice for the role, assuming no one else here is willing."
    },
    {
      "character": "Player",
      "line": "Are you sure about this Lord Shayzien?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "I... I am."
    },
    {
      "character": "Player",
      "line": "Then it sounds like we have an agreement."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "My friends, thank you for putting your trust in me. This kingdom has suffered through much of late, but now it is time for that suffering to end."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "In honour of her sacrifice, I name this declaration Rose's Accord. With it, the Kingdom of Great Kourend will no longer be a kingdom divided."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I promise not to let you down."
    },
    {
      "character": "Commander Fullore",
      "line": "So... What just happened there?"
    },
    {
      "character": "Player",
      "line": "It seems we might have a new king."
    },
    {
      "character": "Commander Fullore",
      "line": "But Lord Shayzien? He seemed like a perfect candidate, but he didn't even want to be considered. What happened?"
    },
    {
      "character": "Player",
      "line": "I think I might have some idea, but I'm still a bit confused to be honest."
    },
    {
      "character": "Commander Fullore",
      "line": "Well, Lord Hosidius wants to have a word with you. Perhaps he can shed some light on all of this. He's downstairs."
    },
    {
      "character": "Player",
      "line": "I'll go and speak to him."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Hello there. No doubt you have questions about what just occurred."
    },
    {
      "character": "Player",
      "line": "You can say that again!"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I'm sorry for keeping you in the dark, my friend. It wasn't anything against you. I just couldn't afford to take any risks."
    },
    {
      "character": "Player",
      "line": "You planned this all along, didn't you? That's why you kept the Royal Accord of Twill."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It was inevitable that one day the Council would fall. Their rule has always been fragile."
    },
    {
      "character": "Player",
      "line": "So you made sure that you'd be the one to replace them."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It gives me no pleasure, but this was needed for the safety of all of Kourend. Apart from Lord Shayzien, the other rulers had no interest in the throne. It was always going to be him or me."
    },
    {
      "character": "Player",
      "line": "And you didn't want it to be him?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "It was for the safety of Kourend. Lord Shayzien has a good military mind, but he is no ruler. After all, you saw what he did with Phileas."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "To Lord Shayzien, family name is everything. Above all else, he craves glory for himself and his house. Under him, war would have been inevitable."
    },
    {
      "character": "Player",
      "line": "War with who?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Varlamore, the kingdom to the south. Our two kingdoms were in conflict less than a hundred years ago, and relations remain sour. It would take very little for that conflict to be reignited."
    },
    {
      "character": "Player",
      "line": "You really think Lord Shayzien would have declared war?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I can't say for sure, but it was a risk I did not intend to take."
    },
    {
      "character": "Player",
      "line": "I see. So how did you do it?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "A while ago, I managed to acquire the old journal of King Shayzien VII. I knew that I could use it to discredit Lord Shayzien and his family, so I made some arrangements."
    },
    {
      "character": "Player",
      "line": "Phileas' mystery parcel! That was you? You acted like you didn't even know him earlier!"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Apologies for the misdirection. It was indeed me who sent that parcel."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Had I revealed the contents of the journal myself, I would likely have just been dismissed as trying to create a rift between our two houses. Phileas was the perfect third party."
    },
    {
      "character": "Player",
      "line": "But then Lord Shayzien had Phileas captured before he could reveal too much. This is all starting to make sense. You know, he actually blamed you for that!"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Phileas' disappearance was an interesting twist. I hadn't expected something like that. Still, it actually made things even easier in the end. Once Phileas was safe, I told Lord Shayzien and gave him a choice."
    },
    {
      "character": "Player",
      "line": "Oh I see. You let him pick between supporting you or being exposed."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Exactly. The truth about Phileas would have lost him the support of his people and ruined his reputation."
    },
    {
      "character": "Player",
      "line": "So in the end, you never actually needed to discredit him at all. What about the journal? Lord Shayzien sent me to steal it from you, but surely he already had it."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I didn't want to risk losing the real journal. The one I sent to Phileas was a copy, with many bits removed. While I covered my tracks well, Lord Shayzien must have worked out I was involved."
    },
    {
      "character": "Player",
      "line": "And he sent me to recover the real journal."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Yes. Unfortunately for him, the one you stole was a fake. The real one is somewhere much safer."
    },
    {
      "character": "Player",
      "line": "You really thought of everything didn't you? How about the Accord? That was essential to your plans. I'm guessing it was no accident that Artur found it."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "I can't take too much credit from Artur there. He did do most of the work himself. I'd been looking into the Accord for a while when Artur found my research."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "When he went missing, I feared the worst. It was a nice surprise when you not only brought him back, but the Accord as well."
    },
    {
      "character": "Player",
      "line": "This is a lot to take in. I don't know if I like any of it."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Nor do I like it myself. However, when it comes to politics, there are no perfect options. Instead, all we can do is pick the best option we have."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Anyway, we will have plenty of time to discuss this later. For now, the Council needs to be dealt with. You should speak with Commander Fullore."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "We will have to talk more later my friend. For now, the Council needs to be dealt with. You should speak with Commander Fullore."
    },
    {
      "character": "Player",
      "line": "Alright."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Hello there. It's time for us to deal with the Council. You should speak with Commander Fullore."
    },
    {
      "character": "Player",
      "line": "Will do. I just need to talk to Lord Hosidius first."
    },
    {
      "character": "Player",
      "line": "Lord Shayzien."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Ah... Hello there citizen."
    },
    {
      "character": "Player",
      "line": "What happened there? Why didn't you put yourself forward to become king?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Well... It was a complex choice, citizen. I wouldn't worry about it. We're all ready to deal with the Council. Let's focus on that."
    },
    {
      "character": "Player",
      "line": "Okay..."
    },
    {
      "character": "Lady Vulcana Lovakengj",
      "line": "Oh, it's the human. Shouldn't you be speaking with Commander Fullore?"
    },
    {
      "character": "Player",
      "line": "Actually I need to go talk to Lord Hosidius."
    },
    {
      "character": "Player",
      "line": "I guess so."
    },
    {
      "character": "Player",
      "line": "Fine. I need to speak with Lord Hosidius anyway."
    },
    {
      "character": "Player",
      "line": "Fine. I need to speak with Commander Fullore anyway."
    },
    {
      "character": "Commander Fullore",
      "line": "Lord Hosidius wants to have a word with you. He's downstairs."
    },
    {
      "character": "Commander Fullore",
      "line": "How did your chat with Lord Hosidius go?"
    },
    {
      "character": "Player",
      "line": "It was definitely illuminating. It seems there was only ever really one option for Kourend's new ruler."
    },
    {
      "character": "Commander Fullore",
      "line": "We'll have to talk about that later. It's time to pay a visit to the Council."
    },
    {
      "character": "Player",
      "line": "How are we doing this?"
    },
    {
      "character": "Commander Fullore",
      "line": "We'll join the five leaders and head to the castle. There, we'll tell the councillors everything we know and present Rose's Accord to them."
    },
    {
      "character": "Player",
      "line": "Do you think they'll come quietly?"
    },
    {
      "character": "Commander Fullore",
      "line": "They won't have a choice. Lord Shayzien commands the Shayzien Army, and I command the Royal Guard. They'll have no one to protect them."
    },
    {
      "character": "Player",
      "line": "What happens then?"
    },
    {
      "character": "Commander Fullore",
      "line": "They'll be imprisoned. It will be for the new ruler to decide their fates. As for that, we'll aim to hold the vote Lady Piscarilius requested as soon as possible."
    },
    {
      "character": "Commander Fullore",
      "line": "Assuming the people support Rose's Accord, we can have Lord Hosidius crowned within a few days."
    },
    {
      "character": "Player",
      "line": "Do you think they'll support it?"
    },
    {
      "character": "Commander Fullore",
      "line": "I think so. Many are already calling out for a king, and Lord Hosidius is popular across the whole kingdom."
    },
    {
      "character": "Player",
      "line": "Sounds like we have everything covered, then. When do we depart?"
    },
    {
      "character": "Commander Fullore",
      "line": "As soon as you're ready. From what I hear, the protest is getting close to breaking point. We can't waste any more time."
    },
    {
      "character": "Commander Fullore",
      "line": "Ready to pay the Council a visit?"
    },
    {
      "character": "Player",
      "line": "Let's do this."
    },
    {
      "character": "Captain Rachelle",
      "line": "Hold the line! Under no circumstances can this castle be breached!"
    },
    {
      "character": "Guard",
      "line": "But Captain... They're citizens..."
    },
    {
      "character": "Captain Rachelle",
      "line": "Did you not hear me? Hold the line!"
    },
    {
      "character": "Protester",
      "line": "That's right, hold the line! Show everyone who you really serve!"
    },
    {
      "character": "Captain Rachelle",
      "line": "We serve Great Kourend! You are all in violation of the laws of this kingdom!"
    },
    {
      "character": "Protester",
      "line": "Laws set by your false Council! If you really served Kourend, you wouldn't be here defending those monsters!"
    },
    {
      "character": "Captain Rachelle",
      "line": "Step back citizen!"
    },
    {
      "character": "Protester",
      "line": "Or what? You'll kill me? Go on! I dare you to do it! See what happens!"
    },
    {
      "character": "Protester",
      "line": "Yeah! You can't kill us all!"
    },
    {
      "character": "Captain Rachelle",
      "line": "Stand back! I'm warning you!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Stand down, Captain Rachelle. This situation is now under my command."
    },
    {
      "character": "Captain Rachelle",
      "line": "Lord Shayzien? What's going on?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "These citizens are to be protected. Ensure they do not enter the castle, but do not allow any harm to come to them."
    },
    {
      "character": "Captain Rachelle",
      "line": "As you wish, Lord Shayzien. It will be done."
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Thank you, Captain. Now, myself and the other leaders will go and speak with the councillors. This situation will be resolved soon."
    },
    {
      "character": "Councillor Andrews",
      "line": "Ah, Lord Shayzien. It's good to have you here. Hopefully with your support we can get this protest under control."
    },
    {
      "character": "Councillor Andrews",
      "line": "Though I must say, I'm a bit confused as to why everyone else is here. Is something happening?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "That would be one way to describe it Councillor. Lord Hosidius."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Councillor Andrews, Councillor Unkar. We are here to present a joint declaration from the five houses of Great Kourend."
    },
    {
      "character": "Councillor Andrews",
      "line": "Declaration? I don't understand."
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "We, the leaders of the five houses of Great Kourend, declare that the Kourend Council is no longer fit to rule. As such, you are relieved of your positions with immediate effect."
    },
    {
      "character": "Councillor Andrews",
      "line": "What the... What is this?"
    },
    {
      "character": "Lord Kandur Hosidius",
      "line": "Furthermore, you will both hand yourselves over to Lord Shayzien's soldiers. They will take you into custody where you will await your trial."
    },
    {
      "character": "Councillor Andrews",
      "line": "Trial? Have you gone mad? Trial for what?"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "For the crimes of murder and high treason. Along with the now-deceased Liam Orson and Sophia Hughes, the two of you successfully conspired to murder King Kharedst IV and Crown Princess Rose."
    },
    {
      "character": "Councillor Unkar",
      "line": "Liam's... dead?"
    },
    {
      "character": "Councillor Andrews",
      "line": "This is insanity! Guards! Arrest them at once!"
    },
    {
      "character": "Commander Fullore",
      "line": "Soldiers of the Kourend Royal Guard, you serve the rightful ruler of Kourend! That is not this man. Stand down and step aside!"
    },
    {
      "character": "Councillor Andrews",
      "line": "No! You can't do this!"
    },
    {
      "character": "Councillor Unkar",
      "line": "David... It's over..."
    },
    {
      "character": "Councillor Andrews",
      "line": "Over? Only I decide when it's over! I am the rightful ruler of this kingdom and you all answer to me!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Guards."
    },
    {
      "character": "Councillor Andrews",
      "line": "Stay away from me! This is my throne! I worked too hard for you to just take it away! I'd rather die!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Do it."
    },
    {
      "character": "Councillor Andrews",
      "line": "No!"
    },
    {
      "character": "Lord Shiro Shayzien",
      "line": "Take them away."
    },
    {
      "character": "Player",
      "line": "I need to do something first."
    },
    {
      "character": "Commander Fullore",
      "line": "Don't take too long. Let me know when you're ready."
    },
    {
      "character": "Martin Holt",
      "line": "Well, look who it is!"
    },
    {
      "character": "Player",
      "line": "Good to see you Martin."
    },
    {
      "character": "Martin Holt",
      "line": "Can you believe it? The coronation of a king! Truth be told, there were times I wondered if this day would ever come."
    },
    {
      "character": "Player",
      "line": "And is it everything you hoped for?"
    },
    {
      "character": "Martin Holt",
      "line": "Everything and more, my friend. And to think they even let us vote on it as well! Fantastic!"
    },
    {
      "character": "Player",
      "line": "Well the King certainly seems to have attracted plenty of guests."
    },
    {
      "character": "Martin Holt",
      "line": "Indeed. Seems that everyone wants to congratulate him... Or maybe they're just here for the food."
    },
    {
      "character": "Martin Holt",
      "line": "Either way, this will be an event for the ages."
    },
    {
      "character": "Player",
      "line": "Are all the leaders here as well?"
    },
    {
      "character": "Martin Holt",
      "line": "Most of them. Lord Shayzien was here earlier but he left. To be honest, he didn't look to be enjoying himself."
    },
    {
      "character": "Player",
      "line": "That's not too suprising. Things weren't exactly straightforward between him and the King when this was all arranged."
    },
    {
      "character": "Martin Holt",
      "line": "Yes, I heard there was a bit of drama here and there. Still, that's Kourend for you."
    },
    {
      "character": "Martin Holt",
      "line": "Now, I'll let you go and mingle. I'm sure the King himself will want a word with you at some point as well."
    },
    {
      "character": "Player",
      "line": "Alright. Have fun Martin."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Good to see you friend."
    },
    {
      "character": "Player",
      "line": "Any word on Xamphur?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Nothing yet. However, we did manage to search his lair in Molch."
    },
    {
      "character": "Player",
      "line": "Find anything interesting?"
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Most of it had been cleared out before we arrived. There was some research left behind though. Notes on potential new spells."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "Some are far too dangerous to use, but others we've found to be safe. We're preparing a tome of all the ones that are suitable. I'll make sure you get a copy once we're done."
    },
    {
      "character": "Player",
      "line": "That's very kind of you."
    },
    {
      "character": "Lord Trobin Arceuus",
      "line": "It's the least we can do after all you have done for us. Anyway, I won't keep you. Enjoy the coronation."
    },
    {
      "character": "Commander Fullore",
      "line": "There you are! I was worried you'd miss all the fun."
    },
    {
      "character": "Player",
      "line": "No chance. It's not every day you crown a new king."
    },
    {
      "character": "Commander Fullore",
      "line": "You can say that again. You should have seen all the preperations needed. Food, drinks, entertainment, invitations... The list goes on."
    },
    {
      "character": "Commander Fullore",
      "line": "You'd think security would be one of the hard parts, but I actually reckon our bit is pretty straightforward in comparison."
    },
    {
      "character": "Player",
      "line": "On that note, how does it feel to be serving a king now?"
    },
    {
      "character": "Commander Fullore",
      "line": "I don't think it's quite sunk in yet. It still feels like it was only this morning that Councillor Hughes escaped. So much has happened in such a short time."
    },
    {
      "character": "Player",
      "line": "Tell me about it. Had I known how this would go when Martin first recruited me, I'd have probably considered running for the hills as fast as possible."
    },
    {
      "character": "Commander Fullore",
      "line": "Well, I for one am glad you didn't. We'd have never reached this point without your help."
    },
    {
      "character": "Player",
      "line": "It wouldn't have been possible without you or Martin either. Have you two spoken yet?"
    },
    {
      "character": "Commander Fullore",
      "line": "Oh, I'm going to need a lot to drink before I'm ready for that conversation."
    },
    {
      "character": "Commander Fullore",
      "line": "Anyway, have you seen our special guest?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "It's a pleasure to finally welcome you to Great Kourend, Queen Zyanyi. You are very welcome here."
    },
    {
      "character": "Queen Zyanyi Arkan",
      "line": "The pleasure is all mine. From today, the sun will shine on our two kingdoms once more. The mistakes of the past are now behind us."
    },
    {
      "character": "Player",
      "line": "Who is she?"
    },
    {
      "character": "Commander Fullore",
      "line": "Zyanyi Arkan, the Sun Queen. She's the ruler of Varlamore, the kingdom in the south. This is her first visit to Kourend."
    },
    {
      "character": "Player",
      "line": "First visit?"
    },
    {
      "character": "Commander Fullore",
      "line": "Indeed. The King personally invited her. He's keen to put an end to the animosity between the two kingdoms. Rumor has it she feels the same way."
    },
    {
      "character": "Player",
      "line": "Who are the knights with her?"
    },
    {
      "character": "Commander Fullore",
      "line": "Her royal guard, the Kualti."
    },
    {
      "character": "Player",
      "line": "They look fancy."
    },
    {
      "character": "Commander Fullore",
      "line": "They do. If the stories are true, they're the best fighters in Varlamore."
    },
    {
      "character": "Player",
      "line": "Not jealous are you?"
    },
    {
      "character": "Commander Fullore",
      "line": "Not of that armour, that's for sure. It looks very uncomfortable."
    },
    {
      "character": "Commander Fullore",
      "line": "Ah, looks like they're done. You should go and see the King. He was pretty keen to speak to you."
    },
    {
      "character": "Player",
      "line": "Okay. I'll see you later."
    },
    {
      "character": "Player",
      "line": "Good to see you, Your Majesty. Congratulations on your coronation."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Thank you my friend. Of course, none of this would have been possible without you. Let it be known that you will always be a friend of this kingdom."
    },
    {
      "character": "Player",
      "line": "Thank you, I'm very honoured."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "As am I. In fact, I think this calls for a toast."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Gather around honoured guests! It's time for me to bore you all with a speech!"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Friends, thank you all for joining me on this special day. This is the beginning of a new chapter for Kourend, and I could not be more grateful to have you all here to celebrate with me."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Still, let us not forget the hard road that led us here, nor those who were brave enough to walk along it."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Martin Holt, Lydia Fullore,. Without you, we would all still be living in ignorance. You opened our eyes to the truth, and ensured a strong future for Kourend."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Now, let us all raise our glasses to these three. We are forever in their debt."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Ah, there you are."
    },
    {
      "character": "Player",
      "line": "You wanted to speak to me?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "I did. Sorry to take you away from the festivities. With everyone else celebrating, I thought it would be a good chance to talk in private. Don't worry. It won't take long."
    },
    {
      "character": "Player",
      "line": "It's not a problem. What did you want to discuss?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "The councillors are behind bars and Kourend has a new ruler. On the surface, all is well again. Of course, that's not quite the case in reality."
    },
    {
      "character": "Player",
      "line": "You mean Xamphur?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Yes. The Council did not act alone. In fact, they weren't even the true orchestrators in this. We need to find and deal with the real foe before it's too late."
    },
    {
      "character": "Player",
      "line": "I'd be happy to help in any way I can. Xamphur and I have unfinished business."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "I was hoping you'd say that. This is a serious threat we're facing, and I need people I can trust."
    },
    {
      "character": "Player",
      "line": "So, what do you need me to do?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Nothing for now. I just wanted to make sure you were on board. Once we have more information on Xamphur, I will let you know."
    },
    {
      "character": "King Kandur Hosidius",
      "line": "Now, we should head back downstairs before we are missed."
    },
    {
      "character": "Player",
      "line": "Is everything alright, Your Majesty?"
    },
    {
      "character": "King Kandur Hosidius",
      "line": "I... I can't..."
    },
    {
      "character": "Assassin",
      "line": "Kandur Hosidius. You have been marked for death."
    },
    {
      "character": "Player",
      "line": "Hey Lydia. How are you doing?"
    },
    {
      "character": "Commander Fullore",
      "line": "It's been a rough few days since the coronation, as you can probably imagine. One moment we were crowning a new king, that next we were burying him. I'm doing okay, though. Work is a good distraction."
    },
    {
      "character": "Player",
      "line": "And how's that going?"
    },
    {
      "character": "Commander Fullore",
      "line": "Well Artur Hosidius is now the King of Great Kourend. I'm sorry you couldn't be there for the ceremony. After what happened, they felt something small would be best."
    },
    {
      "character": "Player",
      "line": "That's fine. I think one coronation was enough for me. Any word on the killer?"
    },
    {
      "character": "Commander Fullore",
      "line": "There's no shortage of potential suspects, but nothing solid. We've had the murder weapon sent over to Lovakengj to be examined. They have a theory, but want to do more work before they confirm it."
    },
    {
      "character": "Player",
      "line": "Well let me know once they have something. I want to find whoever did this."
    },
    {
      "character": "Commander Fullore",
      "line": "We will."
    },
    {
      "character": "Player",
      "line": "Anything else I can do in the meantime?"
    },
    {
      "character": "Commander Fullore",
      "line": "I don't think so. Lord Arceuus is trying to find out more about Xamphur, but he doesn't have anything yet. For now, all we can do is wait."
    },
    {
      "character": "Commander Fullore",
      "line": "And on that note, I wanted to give you a little something to thank you for all that you've done. Not just for Kourend, but for me as well."
    },
    {
      "character": "Commander Fullore",
      "line": "This is a bad situation we're in, but without you things would be a whole lot worse. Lord Arceuus also sent something over for you. He said you'd know what to do with it."
    },
    {
      "character": "Commander Fullore",
      "line": "Now, I'll let you get going. Thanks again, for everything."
    }
  ],
  "characters": [
    {
      "name": "Assassin",
      "description": "Adult male, British accent, cold and emotionless tone, a professional killer who speaks with chilling detachment when delivering death sentences."
    },
    {
      "name": "Barbarian Warlord",
      "description": "Adult male, harsh and aggressive tone, a brutal warrior who speaks with fierce hostility and battle rage."
    },
    {
      "name": "Cabin Boy Herbert",
      "description": "Young adult male, British accent, eager and dutiful tone, a youthful ship's assistant who speaks with earnest enthusiasm."
    },
    {
      "name": "Captain Ginea",
      "description": "Middle-aged female, British accent, professional and authoritative tone, a senior military officer who speaks with calm command."
    },
    {
      "name": "Captain Rachelle",
      "description": "Middle-aged female, British accent, stern and no-nonsense tone, a disciplined military captain who brooks no foolishness."
    },
    {
      "name": "Commander Fullore",
      "description": "Middle-aged female, British accent, firm yet compassionate tone, a principled military leader who balances duty with moral conscience."
    },
    {
      "name": "Councillor Andrews",
      "description": "Middle-aged male, British accent, authoritative and ruthless tone, a power-hungry politician who speaks with cold ambition and no remorse."
    },
    {
      "name": "Councillor Orson",
      "description": "Middle-aged male, British accent, troubled and remorseful tone, a conflicted councillor who carries the weight of his guilty conscience."
    },
    {
      "name": "Councillor Unkar",
      "description": "Middle-aged male, gruff dwarven accent, resigned and dignified tone, a dwarf councillor who accepts responsibility for his misdeeds with quiet honor."
    },
    {
      "name": "Demonic Voice",
      "description": "Deep otherworldly male, booming and echoing tone, an ancient demonic entity who speaks with terrible divine authority."
    },
    {
      "name": "Disciple of Yama",
      "description": "Adult male, British accent, nervous and anxious tone, a fearful cult member who speaks with trembling uncertainty despite his dark allegiance."
    },
    {
      "name": "First Lizardman",
      "description": "Adult male, hissing reptilian voice, curious and uncertain tone, a lizardman who speaks with distinctive sibilant speech patterns."
    },
    {
      "name": "First Mysterious Voice",
      "description": "Adult male, British accent, menacing and knowing tone, later revealed to be Xeric speaking with dark amusement."
    },
    {
      "name": "Fuggy",
      "description": "Adult male, gruff dwarven accent, friendly and practical tone, a cheerful tavern keeper who speaks with warm hospitality."
    },
    {
      "name": "Guard",
      "description": "Adult male, British accent, dutiful and conflicted tone, a soldier following orders while struggling with moral doubts."
    },
    {
      "name": "Horace",
      "description": "Adult male, British accent, pleasant and businesslike tone, a straightforward shopkeeper who speaks with simple courtesy."
    },
    {
      "name": "Ignisia",
      "description": "Middle-aged female, British accent, warm and authoritative tone, a wise pyromancer who speaks with spiritual devotion and practical knowledge."
    },
    {
      "name": "Istoria",
      "description": "Middle-aged female, British accent, scholarly and patient tone, a learned historian who speaks with measured academic precision."
    },
    {
      "name": "Jorra",
      "description": "Adult male, gruff dwarven accent, loyal and discrete tone, a trustworthy assistant who speaks with quiet competence."
    },
    {
      "name": "Judge of Yama",
      "description": "Deep otherworldly voice, booming and judgmental tone, a demonic entity who speaks with terrible authority and divine condemnation."
    },
    {
      "name": "Kaal-Ket-Jor",
      "description": "Adult male, hissing reptilian voice, aggressive and commanding tone, a lizardman warrior who speaks with martial authority."
    },
    {
      "name": "Kaal-Mej-San",
      "description": "Adult male, hissing reptilian voice, cunning and calculating tone, a lizardman shaman who speaks with mystical reverence."
    },
    {
      "name": "Kaal-Xil-Dar",
      "description": "Adult male, hissing reptilian voice, fierce and protective tone, a lizardman soldier who speaks with defensive aggression."
    },
    {
      "name": "Kaht B'alam",
      "description": "Adult male, hissing reptilian voice, contemplative and weary tone, a disillusioned shaman who speaks with philosophical wisdom and quiet sorrow."
    },
    {
      "name": "King Kandur Hosidius",
      "description": "Middle-aged male, British accent, noble and gracious tone, a dignified ruler who speaks with royal authority and warmth."
    },
    {
      "name": "Lady Shauna Piscarilius",
      "description": "Adult female, British accent, commanding yet compassionate tone, a noblewoman and secret crime lord who speaks with refined authority."
    },
    {
      "name": "Lady Vulcana Lovakengj",
      "description": "Elderly female, gruff dwarven accent, slurred and scattered tone, either genuinely drunk or cunningly pretending to be a senile alcoholic."
    },
    {
      "name": "Lord Kandur Hosidius",
      "description": "Middle-aged male, British accent, noble and measured tone, a dignified lord who speaks with aristocratic composure."
    },
    {
      "name": "Lord Shiro Shayzien",
      "description": "Middle-aged male, British accent, pragmatic and calculating tone, a cautious military commander who speaks with guarded authority."
    },
    {
      "name": "Lord Trobin Arceuus",
      "description": "Ancient male, ethereal and measured tone, an immortal mage who speaks with the weight of centuries and mystical gravitas."
    },
    {
      "name": "Man",
      "description": "Adult male, British accent, startled and defensive tone, a common citizen caught in unexpected circumstances."
    },
    {
      "name": "Martin Holt",
      "description": "Middle-aged male, British accent, passionate and principled tone, a political idealist who speaks with fervent conviction about justice."
    },
    {
      "name": "Mori",
      "description": "Young adult female, soft and melancholic tone, a grieving writer who speaks with quiet sorrow and thoughtful introspection."
    },
    {
      "name": "Pandur Hosidius",
      "description": "Young adult male, British accent, slurred and reluctant tone, an indulgent nobleman who speaks with lazy disinterest and mild intoxication."
    },
    {
      "name": "Phileas Rimor",
      "description": "Middle-aged male, British accent, earnest and investigative tone, a retired soldier who speaks with thoughtful curiosity about his family's history."
    },
    {
      "name": "Protester",
      "description": "Adult male, British accent, angry and defiant tone, an impassioned citizen who speaks with righteous fury against authority."
    },
    {
      "name": "Queen Zyanyi Arkan",
      "description": "Adult female, regal Mesoamerican-inspired accent, authoritative and decisive tone, a seasoned warrior-queen who speaks with diplomatic finesse."
    },
    {
      "name": "Second Lizardman",
      "description": "Adult male, hissing reptilian voice, matter-of-fact and simple tone, a lizardman who speaks with practical directness."
    },
    {
      "name": "Second Mysterious Voice",
      "description": "Adult male, British accent, servile and devoted tone, later revealed to be Xamphur speaking with dark loyalty to his master."
    },
    {
      "name": "Sergeant",
      "description": "Adult male, British accent, professional and questioning tone, a dutiful soldier who speaks with military efficiency."
    },
    {
      "name": "Sophia Hughes",
      "description": "Middle-aged female, British accent, composed and manipulative tone, a fallen councillor who speaks with educated cunning and hidden menace."
    },
    {
      "name": "Tomas Lawry",
      "description": "Adult male, British accent, pompous and self-important tone, an ambitious bureaucrat who speaks with inflated self-regard."
    },
    {
      "name": "Xamphur",
      "description": "Ancient male, cold and menacing tone, a dark sorcerer with bone-white skin who speaks with calculating malevolence and quiet menace."
    }
  ]
}