{
  "branch": "quest/a-porcine-of-interest",
  "quest_name": "A Porcine of Interest",
  "lines": [
    { "character": "Player", "line": "Right, let's go and see what Sarah has in mind." },
    { "character": "Player", "line": "I've come about the bounty." },
    { "character": "Sarah", "line": "Oh thank Saradomin! It's about time someone responded, something needs to be done!" },
    { "character": "Player", "line": "Can you explain what happened?" },
    { "character": "Sarah", "line": "Of course. I was making my monthly delivery to The Sheared Ram in Lumbridge, heading east near the Draynor Village crossroads." },
    { "character": "Sarah", "line": "Suddenly, out of the trees came a hulking monster! It chased me for a short distance, but luckily Rosie managed to spook it enough to give me a headstart." },
    { "character": "Player", "line": "Sounds like it must have given you quite the scare!" },
    { "character": "Sarah", "line": "It certainly did. I even lost my cart full of farm produce!" },
    { "character": "Player", "line": "What did this monster look like?" },
    { "character": "Sarah", "line": "I didn't get a very good look at it I'm afraid. It was getting dark and as soon as I saw it charging at me, I ran." },
    { "character": "Sarah", "line": "I can still hear the sound, though. A horrible grunting... squealing..." },
    { "character": "Player", "line": "Any tips on finding this thing?" },
    { "character": "Sarah", "line": "Tips...? You're supposed to be the professional monster slayer!" },
    { "character": "Sarah", "line": "Although, I suppose a good place to start would be checking the area I was attacked. See if you can find the remains of my cart." },
    { "character": "Player", "line": "Ok, yes that could work." },
    { "character": "Player", "line": "Whereabouts were you attacked again?" },
    { "character": "Sarah", "line": "I remember being somewhere near the crossroads, north of Draynor Village." },
    { "character": "Sarah", "line": "Sorry that I'm not much help. It happened so fast, the whole thing is a bit of a blur." },
    { "character": "Player", "line": "That's okay. Crossroads north of Draynor... At least I have somewhere to start." },
    { "character": "Player", "line": "You mentioned that Rosie spooked the monster. Who's that?" },
    { "character": "Sarah", "line": "Oh, that'll be our lady over there by the fire. She's such a good dog, always accompanies me on deliveries." },
    { "character": "Sarah", "line": "You can pet her if you like. She's very friendly." },
    { "character": "Player", "line": "I think that'll be all for now." },
    { "character": "Sarah", "line": "Excellent! Best of luck to you, I'll be waiting right here with your reward." },
    { "character": "Player", "line": "I'm still working on it... I've managed to find its lair though." },
    { "character": "Sarah", "line": "Sounds like you're making progress. Take care!" },
    { "character": "Player", "line": "Well, that's not exactly reassuring." },
    { "character": "Player", "line": "Uhh... Nice piggy?" },
    { "character": "Player", "line": "Argh! My eyes!" },
    { "character": "Player", "line": "Argh! My eyes! The goggles do nothing!" },
    { "character": "Pig Thing", "line": "*Sniff* *Sniff*" },
    { "character": "Pig Thing", "line": "*Snort*" },
    { "character": "Spria", "line": "Well then, what do we have here?" },
    { "character": "Spria", "line": "Still breathing, eh...?" },
    { "character": "Spria", "line": "Seems I came at just the right time." },
    { "character": "Spria", "line": "We'd better get you out of here before that thing returns." },
    { "character": "Player", "line": "W-what happened? Where am I?" },
    { "character": "Player", "line": "I think I find out more about that monster from Spria in Draynor Village before heading back down there." },
    { "character": "Spria", "line": "Oh, you're awake!" },
    { "character": "Player", "line": "Who are you? How did I end up here?" },
    { "character": "Spria", "line": "My name's Spria and I'm a slayer master. You've had a nasty encounter with a Sourhog." },
    { "character": "Player", "line": "A Sourhog? You mean the giant pig monster?" },
    { "character": "Spria", "line": "Precisely. You're extremely lucky that I found you. Another few hours and you'd have been hog chow." },
    { "character": "Spria", "line": "Were you responding to Sarah's bounty too?" },
    { "character": "Player", "line": "Yes... It sounded like an easy few coins..." },
    { "character": "Spria", "line": "I thought as much. I found you on the floor of the cave, you must have been knocked unconscious." },
    { "character": "Player", "line": "That thing caught me completely off-guard. Normally I can handle myself in a fight, but its spitting attack is pretty fearsome!" },
    { "character": "Spria", "line": "I have an item for you that will help you on your quest, but you don't seem to have enough space. Come and see me again when you've cleared some room." },
    { "character": "Spria", "line": "The beast's saliva is extremely acidic and your eyes are most vulnerable. It'll cause terrible injuries and leave you unable to attack or defend yourself very well." },
    { "character": "Player", "line": "So how am I supposed to handle that?" },
    { "character": "Spria", "line": "Luckily, the Slayer skill provides us with an array of useful equipment and techniques for dealing with... special foes." },
    { "character": "Spria", "line": "In the case of our Sourhog, you'll be needing these." },
    { "character": "Spria", "line": "This eyewear will protect you from the spitting attack, allowing you to fight the monster on equal terms." },
    { "character": "Spria", "line": "Most enemies have a weakness, too. The Sourhog's thick hide provides excellent protection against slashing and insulates it from magic damage." },
    { "character": "Spria", "line": "You'd be best trying to pierce it with arrows or a stabbing weapon." },
    { "character": "Spria", "line": "Go now, the bounty is all yours to claim. I suggest you recoup your strength and head back to fight it using your new goggles." },
    { "character": "Spria", "line": "If you make it out alive, collect your bounty and then come see me so that we can speak further." },
    { "character": "Player", "line": "Why are you helping me?" },
    { "character": "Spria", "line": "Well, I suppose I could have left you in there to be eaten..." },
    { "character": "Spria", "line": "But you know what that'd make me? A monster. And as a slayer master, that's really not a great look." },
    { "character": "Spria", "line": "Besides, my father always taught me that knowledge is worth more than gold. I'm happy to sacrifice a few coins in order to pass my experience on to you." },
    { "character": "Player", "line": "Well, I sure am glad you were there to lend a hand. Thank you!" },
    { "character": "Spria", "line": "Don't mention it. Was there something else?" },
    { "character": "Player", "line": "How did I end up back in Draynor Village?" },
    { "character": "Spria", "line": "I carried you out and dragged you back here to my house to recover, it really wasn't easy. You're welcome to rest here for as long as you need." },
    { "character": "Player", "line": "You said you were a slayer master. What's that?" },
    { "character": "Spria", "line": "There are many of us. We're experts in the ancient art of monster slaying. People from across Gielinor come to us for tasks and advice." },
    { "character": "Spria", "line": "Well... actually, I'm fairly new to this. I've been learning from my father, Turael, for many years. We decided it was finally time for me to continue the family profession." },
    { "character": "Player", "line": "Can I have another pair of Reinforced Goggles?" },
    { "character": "Spria", "line": "No, you're still wearing the last pair I gave you!" },
    { "character": "Spria", "line": "You've still got the last one I gave you, it's there in your inventory! Those things aren't cheap, you know." },
    { "character": "Spria", "line": "I know many people all across Gielinor, and my sources tell me you still have the last one in your bank." },
    { "character": "Spria", "line": "Sure, I have another going spare. Please try to take better care of these." },
    { "character": "Player", "line": "What can you tell me about the Sourhog?" },
    { "character": "Spria", "line": "Well, I'm not much of a history buff... But I'll tell you what I know." },
    { "character": "Spria", "line": "Many years back, before even I was around, there were two rival family farms not far from where we're standing." },
    { "character": "Spria", "line": "Every year the village would hold a 'Finest Swine in Show' prize at the annual faire." },
    { "character": "Spria", "line": "The same farmer would win year after year without fail. Driven mad with jealousy, his rival decided to hire a dodgy dark wizard to give him an edge over the competition." },
    { "character": "Spria", "line": "The wizard attempted to alter the pig's appearance. I'm sure you can guess how well that went!" },
    { "character": "Spria", "line": "Long story short, the mutant, what we now know as a Sourhog, went on a brief rampage and escaped." },
    { "character": "Spria", "line": "It must have somehow managed to reproduce, because people have reported seeing them in groups." },
    { "character": "Spria", "line": "Up until now, so long as they were left alone, they'd keep to themselves. Rumors are, they live in deep underground caverns, scavenging what they can find." },
    { "character": "Spria", "line": "But if they're living so close-by and attacking people on roads, then... they must be getting bold and trying to resurface." },
    { "character": "Player", "line": "That'll be all for now." },
    { "character": "Spria", "line": "Very well. Good luck, slayer." },
    { "character": "Spria", "line": "How goes it?" },
    { "character": "Player", "line": "I don't want to go back down there without wearing the right equipment!" },
    { "character": "Player", "line": "I don't think Spria will be rescuing me this time. If I go in there, I'm fighting this thing to the death!" },
    { "character": "Player", "line": "Before I leave, I should go and collect a foot from that dead Sourhog as proof of my kill." },
    { "character": "Player", "line": "Perhaps I should speak with Spria and tell her that the monster's been dealt with." },
    { "character": "Spria", "line": "'Ello, and what are you after then?" },
    { "character": "Player", "line": "I did it! I killed the Sourhog!" },
    { "character": "Spria", "line": "Nicely done. Did you collect your reward from Sarah?" },
    { "character": "Player", "line": "No, not yet." },
    { "character": "Spria", "line": "Go and collect your reward and then come and speak with me." },
    { "character": "Player", "line": "That monster certainly won't be troubling you from now on." },
    { "character": "Sarah", "line": "Oh that's fantastic news! I'm so relie-" },
    { "character": "Sarah", "line": "Wait, how do I know you're not just saying that to get the bounty?" },
    { "character": "Player", "line": "I guess I'll go and get you some proof." },
    { "character": "Player", "line": "How about this as proof?" },
    { "character": "Sarah", "line": "Eugh! Yes, that certainly looks about right!" },
    { "character": "Player", "line": "Indeed, the smell is... something quite special." },
    { "character": "Sarah", "line": "I'll probably just give it to the dog." },
    { "character": "Sarah", "line": "I'm glad you made it back. Some strange woman in a hood came asking about the job shortly after you left. I didn't really want her back in here." },
    { "character": "Sarah", "line": "Anyway, thank you so much! Here's your reward." },
    { "character": "Sarah", "line": "Hello. How can I help you?" },
    { "character": "Player", "line": "Feeling better now that the monster's gone?" },
    { "character": "Sarah", "line": "Very much so! Thanks again. What was it, anyway?" },
    { "character": "Player", "line": "It was a Sourhog. A giant bipedal pig creature!" },
    { "character": "Sarah", "line": "Oh crumbs... I think I've heard of those... My grandfather was always rambling on about them." },
    { "character": "Sarah", "line": "Nevermind... that's all history now. Weren't you heading off to see Spria?" },
    { "character": "Player", "line": "Yes, I suppose I should get going." },
    { "character": "Sarah", "line": "Safe travels!" },
    { "character": "Player", "line": "I did it! I killed the Sourhog and collected the bounty from Sarah." },
    { "character": "Spria", "line": "Very impressive, slayer. I'm glad that the goggles served you well." },
    { "character": "Spria", "line": "Although, these Sourhogs often live in primitive tribes. I fear that where there's one, there's likely to be more to follow." },
    { "character": "Spria", "line": "We may have to monitor that lair from time to time to keep their population in check." },
    { "character": "Spria", "line": "I've noticed that you've unlocked the ability to craft slayer helms. From now on, when assembling one, fasten a pair of Reinforced Goggles to the eye holes to gain their benefit." },
    { "character": "Spria", "line": "While we're on the topic, I can upgrade any of your existing slayer helms now." },
    { "character": "Spria", "line": "That should do the trick." },
    { "character": "Spria", "line": "By the way, you seem to have a natural talent for killing monsters. Would you like a new slayer task now?" },
    { "character": "Spria", "line": "Very well, come back if you change your mind." }
  ],
  "characters": [
    {
      "name": "Pig Thing",
      "description": "Monstrous pig creature, deep guttural voice with animalistic snorts and sniffs, aggressive and bestial, communicates through primitive sounds rather than words."
    },
    {
      "name": "Sarah",
      "description": "Middle-aged female, warm British countryside accent, friendly but easily flustered tone, a hardworking farmer who runs a farming supply shop and is shaken after her encounter with the monster."
    },
    {
      "name": "Spria",
      "description": "Young adult female, casual British accent, confident but approachable tone, a novice slayer master learning the family trade from her father Turael, helpful and knowledgeable about monsters."
    }
  ]
}
