{
  "branch": "quest/a-taste-of-hope",
  "quest_name": "A Taste of Hope",
  "lines": [
    {
      "character": "Garth",
      "line": "Hello there. Interested in hearing the tale of Serafina?"
    },
    {
      "character": "Player",
      "line": "Yes please."
    },
    {
      "character": "Garth",
      "line": "Great! Now, in case you didn't know, the castle before you is Ver Sinhaza. It's home to the Theatre of Blood."
    },
    {
      "character": "Player",
      "line": "So it's a form of entertainment for them? Why do the citizens take part?"
    },
    {
      "character": "Garth",
      "line": "The Theatre is run by a famous vampyre noble, Lady Verzik Vitur. She has promised that any citizen of Meiyerditch who survives the Theatre will be freed of the vampyre blood tithes."
    },
    {
      "character": "Player",
      "line": "I suppose that must be rather tempting to a lot of people. So who's this Serafina?"
    },
    {
      "character": "Garth",
      "line": "The Theatre has been around for many years and thousands of people have tried their luck against it. However, in all that time, only one person has ever survived until the end."
    },
    {
      "character": "Player",
      "line": "Serafina?"
    },
    {
      "character": "Garth",
      "line": "Exactly. Serafina's younger brother was very ill and he wasn't going to survive many more blood tithes. She couldn't just let him die, so she did what no other person ever had."
    },
    {
      "character": "Garth",
      "line": "She entered the Theatre and succeeded in every challenge she faced. They say that Verzik wasn't too happy about that, but she kept her promise. Serafina and her brother were freed."
    },
    {
      "character": "Player",
      "line": "Sounds like you're a big fan of her."
    },
    {
      "character": "Garth",
      "line": "Well of course. When she survived the Theatre, she provided hope to every person in Meiyerditch. Hope that they can one day follow in her footsteps."
    },
    {
      "character": "Player",
      "line": "So what happened to her in the end?"
    },
    {
      "character": "Garth",
      "line": "Well I suppose she left Meiyerditch. Can't imagine any free person wanting to stick around here."
    },
    {
      "character": "Player",
      "line": "You suppose? So you don't know for sure?"
    },
    {
      "character": "Garth",
      "line": "Well... No. It was a long time ago. Not many people around who remember it."
    },
    {
      "character": "Player",
      "line": "Hmmm..."
    },
    {
      "character": "Player",
      "line": "That was Vanstrom Klause and Ranis Drakan!"
    },
    {
      "character": "Player",
      "line": "Safalaan and the Myreque will want to hear about this."
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Safalaan Hallow",
      "line": "It's nice to see you again, and congratulations on your well deserved promotion!"
    },
    {
      "character": "Player",
      "line": "Safalaan! I've seen something I think you should know about."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What is it, ?"
    },
    {
      "character": "Player",
      "line": "I was at Ver Sinhaza and I saw Vanstrom Klause and Ranis Drakan."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What were they doing?"
    },
    {
      "character": "Player",
      "line": "I'm not sure, they arrived at the same time and both entered the castle."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Ver Sinhaza is home to the Theatre of Blood. Maybe they were just there as spectators?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Hmmm. Ranis is known to visit the Theatre quite regularly. However, I've never heard of Vanstrom going there before. I'd say this is worth investigating."
    },
    {
      "character": "Player",
      "line": "What do you need from me?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Return to Ver Sinhaza and see if you can work out what Vanstrom and Ranis are up to. If you need some help, we recently sent a few of King Roald's mercenaries in that direction."
    },
    {
      "character": "Player",
      "line": "What do you need me to do again?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Go to Ver Sinhaza and see if you can work out what Vanstrom and Ranis are up to. We recently sent a few of King Roald's mercenaries in that direction, talk to them if you need help."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Mercenary",
      "line": "Hello. You don't look like the usual rabble around here. What's your story?"
    },
    {
      "character": "Player",
      "line": "Safalaan sent me. He said you could help me with something."
    },
    {
      "character": "Mercenary",
      "line": "Ahh Safalaan. Interesting chap isn't he? Those eyes of his are a bit creepy."
    },
    {
      "character": "Mercenary",
      "line": "Anyway, we might be able to help but it will need to be quick. We're just about to head into the Theatre. Compared to the citizens, we shouldn't have any issues in there."
    },
    {
      "character": "Mercenary",
      "line": "So what help do you need?"
    },
    {
      "character": "Player",
      "line": "I saw Vanstrom Klause and Ranis Drakan arriving at the castle earlier. Do you know if they're still here?"
    },
    {
      "character": "Mercenary",
      "line": "Yeah we saw them as well. Pretty hard to miss. We haven't seen them leave yet so I guess they're still inside."
    },
    {
      "character": "Player",
      "line": "I need to know what they're doing in there. Any idea how I can do that?"
    },
    {
      "character": "Mercenary",
      "line": "Well this place has quite a few windows. Maybe you could use one of them. They're all high up though so you'd need to climb to reach them."
    },
    {
      "character": "Mercenary",
      "line": "Aye that might work. Parts of the castle wall have been damaged, it shouldn't be too hard to climb."
    },
    {
      "character": "Player",
      "line": "Interesting. Thanks for the help."
    },
    {
      "character": "Mercenary",
      "line": "Hello again. Did you manage to work out what Vanstrom and Ranis are up to?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Mercenary",
      "line": "You might be able to spy on them through one of the windows. You'll need to climb to reach them though."
    },
    {
      "character": "Vyrewatch",
      "line": "Get away from there food sack."
    },
    {
      "character": "Player",
      "line": "Doesn't look like I'll be able to climb up here with that guard watching. I'll need to distract them somehow."
    },
    {
      "character": "Player",
      "line": "Hello. I was wondering if you could help me with something."
    },
    {
      "character": "Harpert",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "Do you think you could distract that guard for me while I climb this wall?"
    },
    {
      "character": "Harpert",
      "line": "I ain't getting on the wrong side of a vyrewatch for nothing. You'll have to pay me."
    },
    {
      "character": "Player",
      "line": "Eugh fine. How much?"
    },
    {
      "character": "Harpert",
      "line": "1,000 coins should do."
    },
    {
      "character": "Player",
      "line": "1,000 coins? What can you even buy around here for that?"
    },
    {
      "character": "Harpert",
      "line": "There's a guy in sector three who sells weapons. Top secret, the vampyres can't know about it. I want to buy a sword from him so I have a better chance in the Theatre."
    },
    {
      "character": "Player",
      "line": "Fine. I'll come back when I have the money."
    },
    {
      "character": "Player",
      "line": "Fine, here's the money."
    },
    {
      "character": "Harpert",
      "line": "Thanks. Climb the wall when you're ready. I'll distract the guard when you do."
    },
    {
      "character": "Player",
      "line": "I'm not paying."
    },
    {
      "character": "Harpert",
      "line": "Do you have my money yet?"
    },
    {
      "character": "Player",
      "line": "I have it here."
    },
    {
      "character": "Harpert",
      "line": "Hand it over then."
    },
    {
      "character": "Harpert",
      "line": "Climb the wall when you're ready. I'll distract the guard when you do."
    },
    {
      "character": "Harpert",
      "line": "Hey vampyre! Over here!"
    },
    {
      "character": "Ranis Drakan",
      "line": "...and you believe this creature will be suitable?"
    },
    {
      "character": "Verzik Vitur",
      "line": "I have no doubt that it will adequately meet your requirements."
    },
    {
      "character": "Vanstrom Klause",
      "line": "Perhaps. But I still believe the vyrewatch can handle this."
    },
    {
      "character": "Ranis Drakan",
      "line": "We've given your vyrewatch more than enough opportunities and yet the Myreque still elude us. It's time for another strategy."
    },
    {
      "character": "Verzik Vitur",
      "line": "The creature before you has advantages over a vyre. It is the perfect hunter. Once it gets a taste of its foes blood, it can track them anywhere."
    },
    {
      "character": "Ranis Drakan",
      "line": "We'd still need the blood though."
    },
    {
      "character": "Vanstrom Klause",
      "line": "I may have a solution to that, if this is indeed the route we're taking. There is also the question of your sister. She's specifically requested that Safalaan and that outsider be left to her."
    },
    {
      "character": "Ranis Drakan",
      "line": "Now is not the time for her games. We can't afford to let the enemy slip through our fingers again."
    },
    {
      "character": "Ranis Drakan",
      "line": "Anyway, you worry about the Myreque. I'll handle Vanescula."
    },
    {
      "character": "Ranis Drakan",
      "line": "Vanstrom?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Hmm?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Very well, I will make preparations immediately. The sooner we deal with the Myreque the better. Even our kind have weaknesses and if Serafina could discover them, the Myreque can as well."
    },
    {
      "character": "Ranis Drakan",
      "line": "Then I think we're done here. Thank you for your time Verzik."
    },
    {
      "character": "Verzik Vitur",
      "line": "And thank you Ranis. You're always welcome here."
    },
    {
      "character": "Player",
      "line": "Well that didn't sound good. I'd better let Safalaan know."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Hello again,. Do you have any news for us?"
    },
    {
      "character": "Player",
      "line": "I do. It's not good I'm afraid."
    },
    {
      "character": "Player",
      "line": "I managed to spy on a meeting between Vanstrom, Ranis and Verzik Vitur. Verzik gifted them this strange creature which she said would help them track down the Myreque."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Track down the Myreque? How?"
    },
    {
      "character": "Player",
      "line": "She claimed that the creature could track anyone provided it got a taste of their blood."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "So they'd still need blood from one of us? We might be okay then. It's not like the vampyres name and number the tithes they take."
    },
    {
      "character": "Player",
      "line": "I wouldn't be so sure. Vanstrom seemed to think he had a way around that. Not only that, it sounded like he'd be making his move very soon."
    },
    {
      "character": "Safalaan Hallow",
      "line": "This isn't good. If Vanstrom thinks he can use this creature against us, I have no reason to disbelieve him. He's proven time and time again that he should not be underestimated."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "So what's our plan?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I'm not sure yet. We'll need to make one quickly though."
    },
    {
      "character": "Player",
      "line": "Can I help with anything?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Vertida and I will begin forming a plan of action. In the meantime, do you remember that book on haemalchemy you found for us?"
    },
    {
      "character": "Player",
      "line": "I do."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Well our head researcher, Flaygian Screwte, has been working on translating it. Could you check up on him and see how things are going?"
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Player",
      "line": "Remind me."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Following a hint given to you by Sarius Guile, Vanescula Drakan's servant, you found a secret laboratory beneath Meiyerditch. Inside you found a book on haemalchemy."
    },
    {
      "character": "Player",
      "line": "Ah yes. So, what's happening with this book?"
    },
    {
      "character": "Player",
      "line": "Hello there. Safalaan said you were working on translating the haemalchemy book."
    },
    {
      "character": "Flaygian Screwte",
      "line": "Indeed I am. It's not a quick process I'm afraid. Large parts of the book are written using the vampyric language which isn't easy to translate."
    },
    {
      "character": "Player",
      "line": "I didn't know the vampyres had their own language."
    },
    {
      "character": "Flaygian Screwte",
      "line": "Oh yes. It seems to be very old and they don't use it much anymore but it does exist. I suspect it comes in quite useful for things like this where they don't want humans prying into their work."
    },
    {
      "character": "Player",
      "line": "But you can translate it? How's that going so far?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "Like I say, it's slow. My knowledge on the language only comes from things I've seen around the city so I'm having to make a lot of assumptions. I'm making progress though."
    },
    {
      "character": "Player",
      "line": "Anything to report?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "The book seems to document a lot of the experiments being performed in that lab you found. Interestingly, the experiments were performed on vampyres themselves, as well as humans."
    },
    {
      "character": "Flaygian Screwte",
      "line": "It appears that they were trying to use the power of haemalchemy to modify both humans and vampyres."
    },
    {
      "character": "Player",
      "line": "What is haemalchemy?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "There are some that believe there is a hidden power in blood. Haemalchemy is the act of modifying blood, both magically and scientifically, to harness this power."
    },
    {
      "character": "Flaygian Screwte",
      "line": "It seems that the vampyres are strong believers in the power of haemalchemy as they've been experimenting quite heavily."
    },
    {
      "character": "Player",
      "line": "Why?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "It looks like they had two reasons. First of all they were looking for a way to increase the amount of blood that can be harvested from a human."
    },
    {
      "character": "Flaygian Screwte",
      "line": "Unsurprisingly, the vampyres here have multiplied much faster than the humans. Perhaps there's no longer enough blood to go around."
    },
    {
      "character": "Player",
      "line": "And the other reason?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "That's the more interesting one. As we're already aware, vampyres possess some form of immunity against our attacks."
    },
    {
      "character": "Flaygian Screwte",
      "line": "It starts off as only partial in juveniles and juvinates but by the time they become vyres they are totally invulnerable."
    },
    {
      "character": "Flaygian Screwte",
      "line": "This book implies that the vampyres immunity isn't perfect and that it can be overcome. It seems they were trying to improve this immunity."
    },
    {
      "character": "Player",
      "line": "Overcome? How?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "I haven't got that far yet I'm afraid."
    },
    {
      "character": "Player",
      "line": "Hmmm. I might actually be able to help with that bit. I was spying on Vanstrom and Ranis earlier for Safalaan and I heard Vanstrom say something quite interesting."
    },
    {
      "character": "Flaygian Screwte",
      "line": "What did he say?"
    },
    {
      "character": "Player",
      "line": "He implied that Serafina had discovered their weakness."
    },
    {
      "character": "Flaygian Screwte",
      "line": "Serafina? As in the Serafina who survived the Theatre of Blood?"
    },
    {
      "character": "Player",
      "line": "I believe so."
    },
    {
      "character": "Flaygian Screwte",
      "line": "That would actually make a lot of sense. We've always wondered how Serafina managed to survive all of the challenges in the Theatre."
    },
    {
      "character": "Flaygian Screwte",
      "line": "But what if she never needed to? Maybe she took advantage of the vampyres weakness and forced them to let her leave?"
    },
    {
      "character": "Player",
      "line": "Do you think this is worth exploring?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "I do. I'll stay here and keep working on this book. You head out and see if you can find out what Serafina discovered. Safalaan should be able to help you."
    },
    {
      "character": "Player",
      "line": "What do I need to do again?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "We need to find out what Serafina discovered about the vampyres. Talk to Safalaan, he should be able to help you."
    },
    {
      "character": "Player",
      "line": "Hi Safalaan. How are things going?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Not good I'm afraid,. We've looked over our options and we can't see any solution to this problem. If the vampyres truly have the ability to track us then we won't be safe anywhere in Morytania."
    },
    {
      "character": "Player",
      "line": "So what do we do?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "We'll have to leave. We should be able to sneak out of Meiyerditch using the same route you did."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "We can meet up with Veliaf and the rest of the Myreque in Burgh de Rott. Once we're all together, we can travel to Paterdomus and cross the Salve into Misthalin."
    },
    {
      "character": "Player",
      "line": "Retreat to Misthalin? But what about all the people here that need our help? They'll die without us."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I know it's not ideal, but we can't help anyone if we're dead. The only place we'll be safe from this new threat is on the other side of the Salve."
    },
    {
      "character": "Player",
      "line": "There must be another way. What about Roald's mercenaries? Can't they help us?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Even with their help the vampyres outnumber us ten to one. The only reason we've survived this long is by hiding in the shadows. Once the vampyres know where we are, we'll be doomed."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I'm sorry,. This isn't the end of our fight though. Once we're in Misthalin we can build up our strength and find more support. We'll come back stronger than ever before."
    },
    {
      "character": "Player",
      "line": "So when do we leave?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "It will take a while to pack up all of our equipment but we aim to be gone as soon as possible."
    },
    {
      "character": "Player",
      "line": "Do you think there's time for one last job before we go?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I guess that depends what it is."
    },
    {
      "character": "Player",
      "line": "While translating the haemalchemy book, Flaygian found reference to a possible weakness in the vampyres."
    },
    {
      "character": "Player",
      "line": "Not only that, I also heard Vanstrom talking about this same weakness. He implied that Serafina found a way to take advantage of it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Serafina? I suspect she's nothing more than a myth. A tale fabricated by the vampyres to drive people to that Theatre of theirs."
    },
    {
      "character": "Player",
      "line": "But this came from Vanstrom himself."
    },
    {
      "character": "Safalaan Hallow",
      "line": "That is a valid point I guess. Old Man Ral used to tell plenty of stories about Serafina and he did once tell me where she apparently lived."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I suppose we have time to go and have a quick look around while the others pack everything up here."
    },
    {
      "character": "Player",
      "line": "So where do we go?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "You'll find the house in sector four. To get there, leave the base, head north and then head west. Go all the way to the western wall and you'll find a broken fountain. The house is the one directly south of the fountain."
    },
    {
      "character": "Safalaan Hallow",
      "line": "It's best that we travel separately so you head out first and I'll meet you there."
    },
    {
      "character": "Player",
      "line": "How can I find the house again?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "You'll find it in sector four. To get there, leave the base, head north and then head west. Go all the way to the western wall and you'll find a broken fountain. The house is the one directly south of the fountain."
    },
    {
      "character": "Player",
      "line": "This looks like the fountain that Safalaan mentioned. Serafina's house must be this one to the south."
    },
    {
      "character": "Safalaan Hallow",
      "line": "So this is where Serafina lived. Or so they claim."
    },
    {
      "character": "Player",
      "line": "Everyone else I've spoken to looks up to Serafina, but you don't even think she was real."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I guess it's not about if she was real or not. It's about what she is now. A symbol. A false one."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Every day, citizens of Meiyerditch throw their lives away in that damn Theatre. All because of her."
    },
    {
      "character": "Player",
      "line": "But why don't they fight with the Myreque instead?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I guess they don't think the vampyres will ever be beaten. They believe that joining the Myreque will lead to certain death."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Thanks to Serafina, they believe that they at least have a chance with the Theatre."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Anyway, I'm getting distracted. There's a locked door here that might be hiding what we're looking for. Let's see if we can find a way to open it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Found anything yet?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "We should keep looking."
    },
    {
      "character": "Player",
      "line": "I found a herb. It's not a type I recognise."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Maybe a potion is needed. See if you can make one. You can get some water from the broken fountain outside."
    },
    {
      "character": "Safalaan Hallow",
      "line": "How odd. We should see if we can find anything else."
    },
    {
      "character": "Player",
      "line": "I found some ingredients and started making a potion with them."
    },
    {
      "character": "Safalaan Hallow",
      "line": "A potion? See if you can finish it off."
    },
    {
      "character": "Player",
      "line": "I found some ingredients and made a potion with them."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Interesting. Maybe there's something you can use it with."
    },
    {
      "character": "Player",
      "line": "The door has an inscription on it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What does it say?"
    },
    {
      "character": "Player",
      "line": "'Blood is the price of victory.'"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Blood? Maybe haemalchemy is involved here. We should keep looking around."
    },
    {
      "character": "Player",
      "line": "I found some ingredients for a potion. I made it and tried using it with the door but nothing happened. I also found an inscription on the door."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Hmm... I wonder..."
    },
    {
      "character": "Player",
      "line": "What are you thinking?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I have an idea that may work. Bring me an empty vial."
    },
    {
      "character": "Player",
      "line": "What are you doing?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "'Blood is the price of victory.' Now try making the potion with this. If my suspicions are correct it should work."
    },
    {
      "character": "Player",
      "line": "Fine. Next time please warn me before you start cutting yourself."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Do you have that vial?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Well bring one to me. I have an idea."
    },
    {
      "character": "Player",
      "line": "Could I have another vial of blood."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I don't have unlimited blood you know! Use the one you've got."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I hope you don't think I have unlimited blood to spare. Bring me another vial and try not to lose this one."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Please be more careful with this one. I'd rather not die of blood loss."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Any luck with that potion?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Keep at it."
    },
    {
      "character": "Player",
      "line": "I've got a finished potion here."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Well try using it with the door. If my suspicions are correct it should work."
    },
    {
      "character": "Player",
      "line": "It worked this time. The door is unlocked."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Good work. Hopefully there's something useful behind it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Any luck?"
    },
    {
      "character": "Player",
      "line": "I found some old notes behind the door."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Excellent. Hopefully they contain something useful. We should head back to the hideout and give them to Flaygian. I can take them if you want?"
    },
    {
      "character": "Player",
      "line": "Here you go."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Thanks. We should head back to the hideout."
    },
    {
      "character": "Player",
      "line": "I'll look after them."
    },
    {
      "character": "Safalaan Hallow",
      "line": "As you wish. Just make sure they get to Flaygian at the hideout."
    },
    {
      "character": "Safalaan Hallow",
      "line": "I think we're all done here. We should head back to the hideout."
    },
    {
      "character": "Safalaan Hallow",
      "line": "How are things looking Vertida?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "All of the essentials are packed up and ready to go."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Excellent. Let the others know that we'll be leaving shortly."
    },
    {
      "character": "Flaygian Screwte",
      "line": "I... I don't understand..."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What is it, Flaygian?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "I'm looking through these notes you found but there's nothing here."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What do you mean nothing?"
    },
    {
      "character": "Flaygian Screwte",
      "line": "As in nothing. It's just a load of rubbish. Why would Serafina have written this?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "..."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Because she might not have been the one to write it., what was it that Verzik said about this creature Vanstrom is using?"
    },
    {
      "character": "Player",
      "line": "That it can track anyone if it has a taste of their blood."
    },
    {
      "character": "Safalaan Hallow",
      "line": "And when we were at Serafina's home, we used our blood to open that door."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "You don't mean..."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Vanstrom! He used us as bait. Vertida, get the others. We need to leave now!"
    },
    {
      "character": "Mekritus A'hara",
      "line": "Oh f..."
    },
    {
      "character": "Kael Forshaw",
      "line": "Mekritus!"
    },
    {
      "character": "Andiess Juip",
      "line": "Time to die beast!"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Flaygian look out!"
    },
    {
      "character": "Safalaan Hallow",
      "line": "No! Flaygian!"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "What's happening? Safalaan?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "It's weakened! Let's finish it off!"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Safalaan! Are you okay?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I'll be fine. Now we need to get out of here before Vanstrom and his vampyres turn up."
    },
    {
      "character": "Vertida Sefalatis",
      "line": ", we have an old hideout beneath Old Man Ral's house in southern Meiyerditch. Meet us there."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well met!"
    },
    {
      "character": "Player",
      "line": "Hello Veliaf."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Anything to report?"
    },
    {
      "character": "Player",
      "line": "Vanstrom attacked the Myreque in Meiyerditch!"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well we need to go help!"
    },
    {
      "character": "Player",
      "line": "The attack is already over. We won but there were casualties."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Damn them vampyres. We need to find a way to turn things in our favour."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Mekritus... Andiess... Flaygian... How many more need to die to those monsters?"
    },
    {
      "character": "Player",
      "line": "Are you okay, Safalaan?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I knew Serafina was a lie. But I wanted so hard to believe. To believe that someone could have actually beaten those vampyres."
    },
    {
      "character": "Safalaan Hallow",
      "line": "But I was naive and people died because of it."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "More would have died if not for you. Your magic weakened that thing. We would never have been able to kill it without that."
    },
    {
      "character": "Player",
      "line": "What was that magic?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "To be honest, I don't know. It's a power I've had for as long as I can remember. I've never been able to control it though, it only seems to come on when I'm angry or threatened."
    },
    {
      "character": "Player",
      "line": "How strange."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Indeed. I wish I could tell you more about it but I don't actually remember much about the times it has happened. It's like I have these blank spots in my memory."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Anyway, now is not the time to dwell on it."
    },
    {
      "character": "Kael Forshaw",
      "line": "So what's the plan boss?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "We should make our way to Burgh de Rott and meet up with Veliaf and the others."
    },
    {
      "character": "Player",
      "line": "You mean we're still leaving?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "What other choice do we have?"
    },
    {
      "character": "Kael Forshaw",
      "line": "I just lost some very good friends of mine. I can't walk away from that. The vampyres need to pay."
    },
    {
      "character": "Safalaan Hallow",
      "line": "We all nearly died back there. I don't intend to throw any more lives away today. We are leaving."
    },
    {
      "character": "Player",
      "line": "Just think for a second though. The vampyres will probably think we all died in the attack. They'll have dropped their guard. Now is the best time to retaliate."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "That is a good point."
    },
    {
      "character": "Safalaan Hallow",
      "line": "It is. However, in case you'd forgotten, we don't have anything to retaliate with. Serafina was a lie, just another one of Vanstrom's little plots."
    },
    {
      "character": "Safalaan Hallow",
      "line": "We have no weapon to use against the vampyres. And with Flaygian gone, that won't be changing."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Actually, I think you might be wrong there."
    },
    {
      "character": "Safalaan Hallow",
      "line": "What do you mean?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Flaygian managed to translate some more of the haemalchemy book while you two were investigating Serafina."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "We never got the chance to look over his new discoveries before the attack. However, I did recover his notes as we left."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Hmmm... All right., work with Vertida and see if you can finish off Flaygian's work. Make no mistake though, if this doesn't come to anything then we will be leaving."
    },
    {
      "character": "Player",
      "line": "Hello Vertida."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Hello there. I have these notes for us to review. Come back when you have room for them and we'll get started."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Hello there. Here are the notes Flaygian made. Have a read through and let me know if you need any help."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Do you need any help with Flaygian's notes?"
    },
    {
      "character": "Player",
      "line": "I need the Rod of Ivandis"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "I imagine you'd know more about that than me. Weren't you the one who remade it?"
    },
    {
      "character": "Player",
      "line": "I was but I gave it to Veliaf."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Well I'm sure he still has it. You should ask him if you can have it back. Alternatively, you could always make another."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Do you need anything else?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Check the crates around here, we should have some chain lying around."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Well we have some blessed silver sickles in storage here. You should check the crates. What kind of enchantment does it need?"
    },
    {
      "character": "Player",
      "line": "An emerald enchantment"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Well you'll need to get an emerald and attach it to the sickle. You'll be needing a chisel to do that. Once you've attached the emerald, you should be able to enchant the sickle using an enchantment spell."
    },
    {
      "character": "Player",
      "line": "Hello Vertida. I've finished the weapon."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Great work. You should let Safalaan know."
    },
    {
      "character": "Player",
      "line": "I was wondering if I could ask a favour?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Of cause, ask away."
    },
    {
      "character": "Player",
      "line": "Would it be possible for me to have the Rod of Ivandis back?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "What do you need it for?"
    },
    {
      "character": "Player",
      "line": "I want to convert it into a flail. I have reason to believe that will make it even more effective against vampyres."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well I can hardly say no to that. Here you go."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well I'd be happy to help but you don't have enough room for it."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Looks like you have one right there."
    },
    {
      "character": "Player",
      "line": "Oh yeah, how didn't I notice."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "But I already gave it to you."
    },
    {
      "character": "Player",
      "line": "I lost it."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well you'll just have to make another then. That was the only one I had."
    },
    {
      "character": "Kael Forshaw",
      "line": "Hopefully Flaygain's work will help us against the vampyres."
    },
    {
      "character": "Player",
      "line": "Good news Safalaan, the weapon is complete."
    },
    {
      "character": "Safalaan Hallow",
      "line": "About time we had some good news. Great work."
    },
    {
      "character": "Player",
      "line": "What do we do now?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Well I wasn't convinced at first but it turns out you were right. The vampyres seem to believe we're all dead. That's not all though, tell them Kael."
    },
    {
      "character": "Kael Forshaw",
      "line": "Ranis Drakan himself has sent an open invitation to the people of Meiyerditch, inviting them to Ver Sinhaza."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Kael Forshaw",
      "line": "Apparently he intends to officially announce the defeat of the Myreque."
    },
    {
      "character": "Safalaan Hallow",
      "line": "This is quite possibly one of the best opportunities we've ever been given. Ranis Drakan is brother to Lowerniel Drakan himself and is one of the most senior figures in vampyric society."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "And for the first time, we have a weapon that could actually defeat him."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Exactly. This is our chance to bring real hope to these people. The death of any vampyre would send a strong message but the death of Ranis Drakan could change everything."
    },
    {
      "character": "Kael Forshaw",
      "line": "You don't need to convince me. It's time to show these monsters that their days are done."
    },
    {
      "character": "Safalaan Hallow",
      "line": ", you are not a citizen of Meiyerditch. You have never felt the pain that these people have. And yet, you have fought for them all the same."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Now I must ask that you fight for them again. You are the most experienced amongst us. You have the best chance of defeating Ranis."
    },
    {
      "character": "Player",
      "line": "I've come this far. I'm not about to leave now. What's our plan."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Take the new weapon and head to Ver Sinhaza. Kael will meet you there. Wait until Ranis has begun his speech, that will be the best time to strike."
    },
    {
      "character": "Player",
      "line": "I won't let you down."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Thank you,. Myreque prevail."
    },
    {
      "character": "Kael Forshaw",
      "line": "Hello, player. I'll be leaving for Ver Sinhaza soon. You should meet me there."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Hello, player. You'd better get moving. Ranis will be starting his speech soon."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Well I have made a few more. I suppose I could let you have one. I'll have to charge you though, some of this stuff isn't easy to get hold of."
    },
    {
      "character": "Player",
      "line": "How much?"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "20,000 coins should do it."
    },
    {
      "character": "Player",
      "line": "Sounds good to me. I'll take it."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Here you go. Put it to good use"
    },
    {
      "character": "Vertida Sefalatis",
      "line": "I'm afraid you don't have enough room for it. Come back when you do."
    },
    {
      "character": "Player",
      "line": "That's a bit too much for me. I guess I'll make myself another one instead."
    },
    {
      "character": "Player",
      "line": "I don't have that much on me."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "I'll be here when you do."
    },
    {
      "character": "Kael Forshaw",
      "line": "Well met,. Ranis will be starting his speech soon. Are you ready?"
    },
    {
      "character": "Player",
      "line": "I'm ready."
    },
    {
      "character": "Kael Forshaw",
      "line": "Very well. Good luck."
    },
    {
      "character": "Kael Forshaw",
      "line": "Well just let me know when you are."
    },
    {
      "character": "Ranis Drakan",
      "line": "Citizens of Meiyerditch! I stand before you today so that we may share in a moment of triumph!"
    },
    {
      "character": "Ranis Drakan",
      "line": "For years, the Myreque have lurked in the shadows of this city! Their acts of defiance tainting the greatness that we have all achieved together!"
    },
    {
      "character": "Ranis Drakan",
      "line": "Today, that defiance finally came to an end! Today, we entered the home of the Myreque and eradicated their kind!"
    },
    {
      "character": "Ranis Drakan",
      "line": "Our efforts today would not have been possible without every single one of you. The blood you provide ensures that we remain ever capable of facing these threats."
    },
    {
      "character": "Ranis Drakan",
      "line": "For that, you should all be proud."
    },
    {
      "character": "Ranis Drakan",
      "line": "However, while today is very much a day of celebration, it should also act as a reminder."
    },
    {
      "character": "Ranis Drakan",
      "line": "Rebellion. Resistance. Defiance. These are not the path to freedom. They are merely the path to death."
    },
    {
      "character": "Ranis Drakan",
      "line": "Anyone who wishes to be free of this life should instead look to Serafina."
    },
    {
      "character": "Ranis Drakan",
      "line": "Follow in her footsteps. Enter the Theatre and survive. Do this and freedom will be yours."
    },
    {
      "character": "Player",
      "line": "As good as all of that sounds, I do have just a few issues with it."
    },
    {
      "character": "Ranis Drakan",
      "line": "What is this?"
    },
    {
      "character": "Player",
      "line": "You stand here claiming the Myreque are dead but I'm here to prove otherwise."
    },
    {
      "character": "Player",
      "line": "For too long you have lorded yourself over these people. Today, that comes to an end. Today..."
    },
    {
      "character": "Player",
      "line": "...you die."
    },
    {
      "character": "Ranis Drakan",
      "line": "You know, over the course of my life, I have tasted more blood than you could ever imagine. The variety of flavours is incredible, and yet, there's one taste that all others pale in comparison to."
    },
    {
      "character": "Ranis Drakan",
      "line": "You see, there's nothing sweeter than a taste of hope. And you're full of it."
    },
    {
      "character": "Ranis Drakan",
      "line": "I'm going to enjoy killing you."
    },
    {
      "character": "Ranis Drakan",
      "line": "I take it you killed that abomination then? It was a human once you know. How does that feel?"
    },
    {
      "character": "Ranis Drakan",
      "line": "He was doomed. With his illness he'd have soon died with or without our tithing. We saved him, just like she wanted. All for you to just kill him!"
    },
    {
      "character": "Ranis Drakan",
      "line": "She was one of the smart ones. She was willing! Saving him was all that mattered. She was ready to sacrifice anything for that."
    },
    {
      "character": "Ranis Drakan",
      "line": "It's a shame her mind is no longer there. One of the negatives of the process unfortunately. Otherwise I'd have introduced you. I'm sure she'd have loved to meet her brother's killer."
    },
    {
      "character": "Player",
      "line": "Sooo... I guess this is the part where I say something..."
    },
    {
      "character": "Player",
      "line": "Well..."
    },
    {
      "character": "Player",
      "line": "For hundreds of years, the people of Morytania have suffered under Lord Lowerniel Drakan and his vampyres."
    },
    {
      "character": "Player",
      "line": "For too long, they've filled you with false hope. Hope of freedom. All you have to do is follow Serafina and you'll be free. Or so they claim."
    },
    {
      "character": "Player",
      "line": "Well whoever Serafina was, she is gone. There is no freedom in that Theatre. No hope. Just lies. If freedom is truly what you want, there is another path."
    },
    {
      "character": "Player",
      "line": "You see, the vampyres are not as powerful as they'd have you believe. Ranis Drakan lies dead before you. Killed by a mere human. If he can die, so can the rest."
    },
    {
      "character": "Player",
      "line": "So now, I ask that you join us. Fight alongside the Myreque and together, we will push back the darkness of Hallowvale."
    },
    {
      "character": "Player",
      "line": "Together, we will end the tyranny of the Drakan family. Together, we will bring hope to all of Morytania."
    },
    {
      "character": "Player",
      "line": "Myreque prevail!"
    },
    {
      "character": "Kael Forshaw",
      "line": "That was amazing,. Now you'd better get back to the hideout. This place will be filled with vampyres soon."
    },
    {
      "character": "Player",
      "line": "Good news Safalaan, Ranis Drakan is no more!"
    },
    {
      "character": "Safalaan Hallow",
      "line": "I've already heard. The whole city is talking about it."
    },
    {
      "character": "Safalaan Hallow",
      "line": ", it can never be understated what you have done today. This is the turning of the tide in our battle and it's all down to you."
    },
    {
      "character": "Player",
      "line": "Thanks Safalaan. What happens now?"
    },
    {
      "character": "Safalaan Hallow",
      "line": "Lowerniel Drakan is unlikely to ignore the death of his brother. He will do everything he can to destroy us. I don't expect things to be easy for us from here."
    },
    {
      "character": "Safalaan Hallow",
      "line": "However, thanks to you, we should hopefully see more support for our own cause. You've finally given these people something to fight for. Something real."
    },
    {
      "character": "Safalaan Hallow",
      "line": "We'll start planning what our next steps should be right away. You can leave that to us though, you've earnt a break."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Also, it seems only right that you are rewarded for what you've done today. I can't offer much but I do have this tome of knowledge that might come in useful. I think Kael has something for you as well."
    },
    {
      "character": "Kael Forshaw",
      "line": "That's right. I recovered this medallion from Ranis, you might find a good use for it."
    },
    {
      "character": "Safalaan Hallow",
      "line": "Anyway, we'll let you get off. And once again, thank you."
    },
    {
      "character": "Kael Forshaw",
      "line": "Hello there."
    },
    {
      "character": "Kael Forshaw",
      "line": "Of course."
    },
    {
      "character": "Kael Forshaw",
      "line": "Much better thanks to you. It actually feels like we're winning for once."
    },
    {
      "character": "Player",
      "line": "Glad to hear it."
    },
    {
      "character": "Vertida Sefalatis",
      "line": "Good to have you here, player.Everthing seems to feel more positive when you're around."
    },
    {
      "character": "Vanstrom Klause",
      "line": "Hmmm... Lord Drakan won't be pleased about this."
    },
    {
      "character": "Vanescula Drakan",
      "line": "Oh I'm counting on it..."
    }
  ],
  "characters": [
    {
      "name": "Andiess Juip",
      "description": "Adult male, Eastern European accent, gruff and direct tone. A battle-hardened Myreque guard, straightforward and utilitarian with a weathered soldier's demeanor."
    },
    {
      "name": "Flaygian Screwte",
      "description": "Middle-aged male, British accent, measured and thoughtful tone. The Myreque's scholarly scientist who always looks like he's concentrating, intellectual and focused."
    },
    {
      "name": "Garth",
      "description": "Adult male, Eastern European accent, weary and knowing tone. A Meiyerditch citizen who tells stories at the Theatre of Blood entrance, mysterious with an air of hidden knowledge."
    },
    {
      "name": "Harpert",
      "description": "Adult male, Eastern European accent, practical and neutral tone. A Meiyerditch citizen preparing to enter the Theatre, transactional and matter-of-fact."
    },
    {
      "name": "Kael Forshaw",
      "description": "Adult male, British accent, determined and resolute tone. A dedicated Myreque fighter, committed to liberation with military discipline and unwavering conviction."
    },
    {
      "name": "Mekritus A'hara",
      "description": "Adult male, Eastern European accent, stern and uncompromising tone. A tough Myreque guard hardened by conflict and blood tithes, disciplined and weary."
    },
    {
      "name": "Mercenary",
      "description": "Adult male, British accent, confident and professional tone. An experienced adventurer hired by King Roald, competent and slightly cocky about his combat abilities."
    },
    {
      "name": "Ranis Drakan",
      "description": "Ancient male vampyre, aristocratic British accent, haughty and cruel tone. A sadistic vampyre noble who enjoys tormenting his victims, imperious with dark amusement."
    },
    {
      "name": "Safalaan Hallow",
      "description": "Adult male, British accent, charismatic and determined tone. A tall, enigmatic Myreque leader with mysterious heritage, inspiring and strategic but burdened by hidden truths."
    },
    {
      "name": "Vanescula Drakan",
      "description": "Ancient female vampyre, aristocratic British accent, composed and cunning tone. A calculating vampyre noble who speaks with measured manipulation and underlying menace."
    },
    {
      "name": "Vanstrom Klause",
      "description": "Ancient male vampyre, aristocratic British accent, cold and menacing tone. A ruthless vampyre noble with centuries of existence, radiating contempt and supernatural malice."
    },
    {
      "name": "Veliaf Hurtz",
      "description": "Middle-aged male, British accent, authoritative but worn tone. The bold leader of the Myreque resistance, determined yet burdened by loss and conflict."
    },
    {
      "name": "Vertida Sefalatis",
      "description": "Adult male, British accent, deep and measured tone. A war-weary ranger and Myreque second-in-command, serious and guarded with professional composure masking exhaustion."
    },
    {
      "name": "Verzik Vitur",
      "description": "Ancient female vampyre, aristocratic British accent, sophisticated yet unsettling tone. A noble vampyre with predatory elegance, cultured but with disturbing undertones of cruelty."
    },
    {
      "name": "Vyrewatch",
      "description": "Ageless vampyre, menacing and aristocratic tone. An airborne bloodsucking enforcer, cold and commanding with predatory undertones and supernatural authority."
    }
  ]
}