{
  "branch": "quest/animal-magnetism",
  "quest_name": "Animal Magnetism",
  "lines": [
    {
      "character": "Ava",
      "line": "Hello there, I'm busy with my research. Come back in a bit, could you?"
    },
    {
      "character": "Ava",
      "line": "Hello there and welcome to my humble abode. It's sadly rather more humble than I'd like, to be honest, although perhaps you can help with that?"
    },
    {
      "character": "Player",
      "line": "I would be happy to make your home a better place."
    },
    {
      "character": "Ava",
      "line": "Yay, I didn't even have to talk about a reward; you're more gullible than most adventurers, that's for sure."
    },
    {
      "character": "Ava",
      "line": "Don't worry, though; I just need you to help fix this vile old bed for me. Then I'll find a suitable reward for you."
    },
    {
      "character": "Player",
      "line": "Great, will I be able to take a nap in it?"
    },
    {
      "character": "Ava",
      "line": "Don't be silly; everyone knows that true warriors don't ever sleep...or perform many other bodily functions, for that matter. I'll come up with something, though."
    },
    {
      "character": "Player",
      "line": "I'm not convinced by just a vague something; can you be a slight bit more inspiring in your offer?"
    },
    {
      "character": "Ava",
      "line": "What I need is simple: a couple of undead chickens. You should be able to pick some up at the farm near Port Phasmatys."
    },
    {
      "character": "Player",
      "line": "Very well then, I shall await my mystery prize with bated breath."
    },
    {
      "character": "Player",
      "line": "I'm not much into interior design, to tell the truth."
    },
    {
      "character": "Ava",
      "line": "Very well, I suppose I'll just have to resort to the Professor's patented sleeping aid in order to get some rest. It does so bruise my head, though."
    },
    {
      "character": "Player",
      "line": "What's a nice girl like you doing in a place like this?"
    },
    {
      "character": "Ava",
      "line": "I'm not a nice girl. I'm a respectable scientist researching the interactions between ghosts and the force of pure science."
    },
    {
      "character": "Ava",
      "line": "I took over the position of assistant the the Professor upstairs, although, to be honest, his methods are somewhat eccentric. Did you head about the Ernest scandal?"
    },
    {
      "character": "Player",
      "line": "Ah, yes. I helped sort that out; he did seem a bit odd."
    },
    {
      "character": "Ava",
      "line": "You don't know the half of it - can you believe that he thinks he has proven Goldbach's First Conjecture using an optimised segmented sieve?"
    },
    {
      "character": "Player",
      "line": "Er, quite, Yes."
    },
    {
      "character": "Ava",
      "line": "Do you need a reminder what you are supposed to do? I know you must have shiny beads distracting you, but it is an important job you are doing for me."
    },
    {
      "character": "Player",
      "line": "Yes, please."
    },
    {
      "character": "Ava",
      "line": "...And people say we scientists are absent minded..."
    },
    {
      "character": "Ava",
      "line": "You need to fetch 2 undead chickens for me to use in my redecoration. It's not rocket science."
    },
    {
      "character": "Player",
      "line": "Rocket?"
    },
    {
      "character": "Ava",
      "line": "If they existed, they would be like arrows but much, much bigger. Considering the mess you rangers make with small bits of stick, we scientists have decided they don't exist. Now get chicken hunting."
    },
    {
      "character": "Player",
      "line": "No thank you; I just came to gossip with you."
    },
    {
      "character": "Ava",
      "line": "Well, the Witch next door has been cooking some rather nice gingerbread, but I don't think that counts as gossip."
    },
    {
      "character": "Ava",
      "line": "Can you head off and do adventurous stuff, please? I hear the Wilderness is fun this time of year."
    },
    {
      "character": "Ava",
      "line": "What are you doing? I'm not ticklish."
    },
    {
      "character": "Ava",
      "line": "What are you doing? Yuck, dead things."
    },
    {
      "character": "Ava",
      "line": "What are you doing? Do I look that thin?"
    },
    {
      "character": "Ava",
      "line": "What are you doing? Trying to infect me with some vile disease?"
    },
    {
      "character": "Ava",
      "line": "I'm not sure what you are trying to do, are you sure you aren't slightly deranged?"
    },
    {
      "character": "Alice",
      "line": "Hello. How can I help you?"
    },
    {
      "character": "Player",
      "line": "I'm here about a quest."
    },
    {
      "character": "Player",
      "line": "I am after one of your, er, unhealthier poultry. Could you help me?"
    },
    {
      "character": "Alice",
      "line": "You need those useless, undead chickens? How odd you adventurers are."
    },
    {
      "character": "Alice",
      "line": "You need to talk to my husband, though - not that I can these days."
    },
    {
      "character": "Player",
      "line": "Whyever would this be?"
    },
    {
      "character": "Alice",
      "line": "Can't you see, he is dead. I can't talk to the dead."
    },
    {
      "character": "Malcolm",
      "line": "Woo woo!"
    },
    {
      "character": "Player",
      "line": "Your animals don't look too healthy."
    },
    {
      "character": "Malcolm",
      "line": "It's that fountain thingy in the temple to the east. It's turned them all into zombies."
    },
    {
      "character": "Player",
      "line": "What use are zombie animals?"
    },
    {
      "character": "Malcolm",
      "line": "None at all, mate, except that those worshippers at that temple keep comin' and killin' 'em all for their bones. Don't ask me why."
    },
    {
      "character": "Player",
      "line": "But you're a ghost - surely you know something about it."
    },
    {
      "character": "Malcolm",
      "line": "I don't know nuthin' about nuthin'. Oim a simple ghost with simple needs. All I know is, years ago, that temple started glowing green and, a few months later, I woke up dead. That's all there is to it."
    },
    {
      "character": "Malcolm",
      "line": "I do miss the wife though; tell 'er I still loves her."
    },
    {
      "character": "Player",
      "line": "Would I be able to buy some of your chickens?"
    },
    {
      "character": "Malcolm",
      "line": "Talk to my wife and I'll think about it."
    },
    {
      "character": "Malcolm",
      "line": "'Ave you talked to my wife for me?"
    },
    {
      "character": "Player",
      "line": "Not yet; I've been distracted by the thought of undead cow milk."
    },
    {
      "character": "Player",
      "line": "I have a message from your husband. He wants you to know that he still loves you, despite his ghostly state."
    },
    {
      "character": "Alice",
      "line": "The curse of undeath was so cruel; all the men out here succumbed, but Lyra and I were left alive."
    },
    {
      "character": "Alice",
      "line": "Tell him I love him but I can't find our savings. I know he had our collection of gold and 'prize cow' rosettes just before the curse struck."
    },
    {
      "character": "Player",
      "line": "I'll have a word with him, then; magic has its uses I suppose."
    },
    {
      "character": "Alice",
      "line": "Have you spoken to my husband yet?"
    },
    {
      "character": "Player",
      "line": "I'm working on it"
    },
    {
      "character": "Player",
      "line": "Your wife says she needs the family cash and wants to know what you did with it."
    },
    {
      "character": "Malcolm",
      "line": "Tell 'er I spent it on cheap spirits, har har."
    },
    {
      "character": "Player",
      "line": "Your sense of humour died too, it seems..."
    },
    {
      "character": "Malcolm",
      "line": "Hah, just trying to lift your spirits."
    },
    {
      "character": "Player",
      "line": "I rest my case."
    },
    {
      "character": "Malcolm",
      "line": "Suit yerself, stick-in-the-mud. Anyway, Oim not one o' them yokels. Tell 'er I putted the cash in the bank like she always told me to."
    },
    {
      "character": "Malcolm",
      "line": "A warning to ya, too: annoy her and I'll haunt ya till yer hair turns white."
    },
    {
      "character": "Malcolm",
      "line": "Any luck wiv me wife?"
    },
    {
      "character": "Player",
      "line": "Nothing new, no."
    },
    {
      "character": "Player",
      "line": "I'm here about that quest."
    },
    {
      "character": "Player",
      "line": "Your husband says he put the cash in the bank."
    },
    {
      "character": "Alice",
      "line": "I'll need his bank pass, in that case."
    },
    {
      "character": "Player",
      "line": "Can't you just take a ghostspeak amulet? Then you could talk to him directly."
    },
    {
      "character": "Alice",
      "line": "I tried that once, but all those other ghosts - and even the undead chickens and cows - scared me so much. I wouldn't try it again for all the cash in Varrock bank."
    },
    {
      "character": "Alice",
      "line": "Have you asked him about the bank pass?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Player",
      "line": "You may not believe me, but she wants me to find your bank pass now."
    },
    {
      "character": "Malcolm",
      "line": "Maybe she said that, maybe she didn't. I think you're just after me savings. Tell 'er that no one but a fool gives away their pass numbers."
    },
    {
      "character": "Malcolm",
      "line": "Go tell 'er now, if you're not a double-dealin' scammer, that is."
    },
    {
      "character": "Malcolm",
      "line": "'Ave you talked to 'er?"
    },
    {
      "character": "Player",
      "line": "Not since we last spoke."
    },
    {
      "character": "Player",
      "line": "He says he won't trust me with the bank pass."
    },
    {
      "character": "Player",
      "line": "What if I gave some sort of altered ghostspeak amulet to him - surely that would work?"
    },
    {
      "character": "Alice",
      "line": "You're so clever; I've overheard passing adventurers say that there's some witch near here who changes ghostspeak amulets."
    },
    {
      "character": "Alice",
      "line": "I think she lives a bit west of that mad Professor Fenksomething, past the Farming patch."
    },
    {
      "character": "Player",
      "line": "I'll see if I can find her. Big nose and a monstrous hat, I assume? I wonder where the beautiful young witches hide..."
    },
    {
      "character": "Alice",
      "line": "Mysterious indeed, but in this case she actually looks pretty normal."
    },
    {
      "character": "Alice",
      "line": "Have you found a way for me to talk to my husband yet?"
    },
    {
      "character": "Player",
      "line": "I've not progressed at all, I'm afraid."
    },
    {
      "character": "Player",
      "line": "I'm here about the farmers east of here."
    },
    {
      "character": "Player",
      "line": "Alice and her husband are having trouble talking to one another and said you might be able to help."
    },
    {
      "character": "Old crone",
      "line": "Ah, I know them; shame about those cows. Why would they think that I could help?"
    },
    {
      "character": "Player",
      "line": "Alice seems to think you could alter a ghostspeak amulet in order to allow them to communicate."
    },
    {
      "character": "Player",
      "line": "In addition, when I was attempting to thwart Necrovarus, you created a new type of amulet for me. I thought that perhaps you might also do so on this occasion."
    },
    {
      "character": "Old crone",
      "line": "Well, the poor young lady has such family problems; I quite feel her pain. I'd be happy to help."
    },
    {
      "character": "Old crone",
      "line": "You seem to have one of her golden hairs on your shoulder, so I can use that..."
    },
    {
      "character": "Old crone",
      "line": "Talk to me again with a ghostspeak amulet and some space in your backpack and I'll be ready to work on this little good deed. The way I plan is quite simple, really."
    },
    {
      "character": "Old crone",
      "line": "I can mirror part of the unused mystical essence of the ghostspeak amulet, bind it with Alice's hair and thus create a second amulet."
    },
    {
      "character": "Old crone",
      "line": "The second amulet will be useful for the purpose you desire, though it won't work for any other ghost or human other than the farmer and his wife."
    },
    {
      "character": "Player",
      "line": "I'm here to see if you are ready to do your mystical stuff with my ghostspeak amulet."
    },
    {
      "character": "Old crone",
      "line": "I most certainly am, but you don't have an ghostspeak amulet."
    },
    {
      "character": "Old crone",
      "line": "I most certainly am, but you don't have space in your backpack."
    },
    {
      "character": "Old crone",
      "line": "I most certainly am; there you go."
    },
    {
      "character": "Player",
      "line": "Wow, that was quick and painless."
    },
    {
      "character": "Old crone",
      "line": "Just being a good neighbour."
    },
    {
      "character": "Player",
      "line": "Would you be able to replace the amulet you made? I seem to have lost it."
    },
    {
      "character": "Old crone",
      "line": "Here you are; lucklily, I saved some of Alice's hair in case you were careless. Which you were."
    },
    {
      "character": "Old crone",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "Well, to tell the truth, I just came back to chat with you. Any news?"
    },
    {
      "character": "Old Crone",
      "line": "Disgraceful! Deliver that amulet; a young lady's happiness depends upon it."
    },
    {
      "character": "Alice",
      "line": "Have you handed him an enhanced amulet?"
    },
    {
      "character": "Player",
      "line": "I have obtained the amulet; I just haven't handed it over yet. So, it's looking good!"
    },
    {
      "character": "Player",
      "line": "I talked to your wife and thought that if you had a special amulet, you could speak to her and sort out the bank situation without me being involved."
    },
    {
      "character": "Malcolm",
      "line": "Arr, that makes far more sense than I was expecting from a muscle-head like you. My wife's a clever one."
    },
    {
      "character": "Player",
      "line": "Well... oh, never mind. I'm desperate enough for those chickens to let that pass."
    },
    {
      "character": "Malcolm",
      "line": "Give me that amulet, then, and we'll be seeing about your unnatural desire for chickens."
    },
    {
      "character": "Player",
      "line": "Okay, you need it more than I do, I suppose."
    },
    {
      "character": "Malcolm",
      "line": "Ta, mate."
    },
    {
      "character": "Player",
      "line": "Lucky we had such a brilliant idea."
    },
    {
      "character": "Player",
      "line": "I don't think I'm ready to hand it over yet."
    },
    {
      "character": "Malcolm",
      "line": "Ahhh, many thanks. Now what was it you were wanting again?"
    },
    {
      "character": "Player",
      "line": "I need a couple of your chickens."
    },
    {
      "character": "Malcolm",
      "line": "Chickens is tricksy, 'specially dead 'uns. I'll have to catch 'em for ye."
    },
    {
      "character": "Player",
      "line": "They look pretty pathetic; how hard can it be?"
    },
    {
      "character": "Malcolm",
      "line": "Stand back while I catches 'em, ya city slicker."
    },
    {
      "character": "Malcolm",
      "line": "Here, chicky chicky!"
    },
    {
      "character": "Malcolm",
      "line": "Git 'ere, yer pesky bird!"
    },
    {
      "character": "Malcolm",
      "line": "Where'd she go?"
    },
    {
      "character": "Malcolm",
      "line": "Git orf my laaand!"
    },
    {
      "character": "Alice",
      "line": "You heard my husband: leave now!"
    },
    {
      "character": "Cow31337Killer",
      "line": "Always the same; I can never get these animals to myself."
    },
    {
      "character": "Alice",
      "line": "You killed Bessie!"
    },
    {
      "character": "Cow31337Killer",
      "line": "Buying cowhides and feathers - ahh, that chicken is next; feathers for me!"
    },
    {
      "character": "Sneaky undead fowl",
      "line": "Woo woo woo!"
    },
    {
      "character": "Player",
      "line": "Well, that's one way to catch a chicken, I suppose."
    },
    {
      "character": "Malcolm",
      "line": "Hello, how can I help you? I'm sellin' if you have ecto- tokens."
    },
    {
      "character": "Player",
      "line": "Could I buy those chickens now?"
    },
    {
      "character": "Malcolm",
      "line": "I can hand over a chicken if you give me 10 of them ecto-token thingies per bird."
    },
    {
      "character": "Malcolm",
      "line": "Ta, some day soon I'll be havin' a nice undead bed to kip in."
    },
    {
      "character": "Player",
      "line": "Could I buy 2 chickens?"
    },
    {
      "character": "Malcolm",
      "line": "Great! I'm laying away me tokens for some killer cows. That'll learn them bone rustlers."
    },
    {
      "character": "Malcolm",
      "line": "Har har, how many ghost chicky farmers d'you know, den?"
    },
    {
      "character": "Player",
      "line": "I'm okay, thank you."
    },
    {
      "character": "Malcolm",
      "line": "The ghosts I talk to say that the tokens have something to do with the tower just east of here. If you need to collect some I'd try there."
    },
    {
      "character": "Alice",
      "line": "Hello, friend, and thanks for allowing me to talk to my husband Malcolm. How can I help you?"
    },
    {
      "character": "Ava",
      "line": "My spiritometric devices show that you have been in close contact with ghostly animals. Are we closer to success?"
    },
    {
      "character": "Player",
      "line": "Here they are."
    },
    {
      "character": "Ava",
      "line": "Amazing! Success! I can look forward to some good nights' sleep after all."
    },
    {
      "character": "Player",
      "line": "Can I ask exactly how an undead chicken will help you sleep?"
    },
    {
      "character": "Ava",
      "line": "Well, I need the feathers to make my bed more comfortable. A comfortable bed will help me sleep. Obvious, really."
    },
    {
      "character": "Player",
      "line": "Obvious, yes, but why on Gielinor would you need an undead chicken when there are perfectly good live chickens just down the road?"
    },
    {
      "character": "Ava",
      "line": "Well, for a start, undead feathers are much cleaner than living ones; no dust mites or anything. Secondly, I always think of Ernest when I see a chicken, so my nerves can't take killing them."
    },
    {
      "character": "Player",
      "line": "Then why do I need a chicken for my reward; we already established that I don't use a bed?"
    },
    {
      "character": "Ava",
      "line": "Seeing as how you ranger types use so many feathers in your arrows, I was thinking I could harness an undead chicken to make an unending supply of arrow flights for you."
    },
    {
      "character": "Player",
      "line": "Beats chicken slaying or hanging around in fishing shops, I suppose. So, what next?"
    },
    {
      "character": "Ava",
      "line": "We'll need a magnet next, one with purely natural fields and made from a carefully selected iron bar. A firm impact when the iron is parallel to Gielinor's field will stabilise this field in the rod."
    },
    {
      "character": "Ava",
      "line": "Go and talk to the Witch next door."
    },
    {
      "character": "Player",
      "line": "Well, I can buy the ones you want but I don't have any on me."
    },
    {
      "character": "Ava",
      "line": "Stunning. I should have tried to hire some gnomes instead. They may be obsessed with their bellies but they can at least be trusted to deliver unpleasant perishables."
    },
    {
      "character": "Player",
      "line": "Well, I have this one which I can use to club people."
    },
    {
      "character": "Ava",
      "line": "Are you going to hand it over or do you want to continue to waft it about menacingly?"
    },
    {
      "character": "Player",
      "line": "I prefer to keep this fine weapon with which to smite mine enemies."
    },
    {
      "character": "Ava",
      "line": "You would be more menacing if your weapon weren't quite so rotten."
    },
    {
      "character": "Player",
      "line": "You can take it; it smells anyway."
    },
    {
      "character": "Ava",
      "line": "On second thought, the way you wave it about makes me fear for my life. Stow it in your back and talk to me again."
    },
    {
      "character": "Player",
      "line": "Here's one."
    },
    {
      "character": "Ava",
      "line": "Thanks! This is great for me, although I'll need another one if you want any sort of reward."
    },
    {
      "character": "Ava",
      "line": "Why do you come back with no chickens? I'll be needing another one before I give you your reward! I'm not going to relent, even if you say 'plz plz plz' and claim you were just scammed."
    },
    {
      "character": "Player",
      "line": "Here's the second one for my reward."
    },
    {
      "character": "Ava",
      "line": "Go and talk to the Witch next door. She'd talk the hid legs off a donkey but she can select the iron with which is suitable for the chicken to interact."
    },
    {
      "character": "Ava",
      "line": "Despite my extensive studies, her years of experience make her better at instinctive magico-mystical interaction. Oh well, at least I'm cleverer, prettier and will have a better bed."
    },
    {
      "character": "Player",
      "line": "Okay, okay, you're great. Yes, I'll go and talk to her when you've finished praising yourself."
    },
    {
      "character": "Witch",
      "line": "Hello, hello, my poppet. What brings you to my little room?"
    },
    {
      "character": "Player",
      "line": "Ava told me to ask you about making magnets. Something about natural fields and other stuff. Sounded like she needed a farmer, to be honest."
    },
    {
      "character": "Witch",
      "line": "Don't worry, deary, I can tell you just what to do and you won't have to worry your pretty head about the complicated bits."
    },
    {
      "character": "Player",
      "line": "No need to patronise me quite so much, you know."
    },
    {
      "character": "Witch",
      "line": "I went to anger management classes, my lambkin; that's why I was treating you so kindly. It's either this way of talking or I'll go back to shoving children into ovens."
    },
    {
      "character": "Witch",
      "line": "Just bring me 5 iron bars, though, and you're well on the way to never having to talk to me again."
    },
    {
      "character": "Player",
      "line": "I'll be back."
    },
    {
      "character": "Player",
      "line": "I am back."
    },
    {
      "character": "Witch",
      "line": "Oh, but sugarpie, I need 5 iron bars, you don't have any. Come back to me quickly with all 5 of them."
    },
    {
      "character": "Player",
      "line": "I have some iron bars here."
    },
    {
      "character": "Witch",
      "line": "Oh, but sugarpie, I need 5 iron bars, you don't have enough. Come back to me quickly with all 5 of them."
    },
    {
      "character": "Player",
      "line": "I've talked to the Witch and she has asked me for some iron bars."
    },
    {
      "character": "Ava",
      "line": "Do I resemble an iron-bar merchant?"
    },
    {
      "character": "Player",
      "line": "Er, maybe; I've never met one."
    },
    {
      "character": "Ava",
      "line": "An entirely logical answer; you'll make a scientiest yet."
    },
    {
      "character": "Witch",
      "line": "Great, you'll go far! I made some nice painted metal toys for you, snookums."
    },
    {
      "character": "Player",
      "line": "Toys? Snookums? What are you on about, you deranged old bat?"
    },
    {
      "character": "Witch",
      "line": "Oh, forget it, then. If you won't react to kindness, I'm back to luring infants into my oven. You'll have it on your conscience."
    },
    {
      "character": "Witch",
      "line": "Go to the iron mine just north-east of Rimmington and hit the bar with a plain old smithing hammer while facing north. Then take your new magnet to Ava. Poor girl, having to deal with whippersnappers like you."
    },
    {
      "character": "Witch",
      "line": "I can't say that I didn't expect this; you'd lose your head if it weren't glued on. Lucky I made some replacements. Take this one and leave me in peace."
    },
    {
      "character": "Witch",
      "line": "You were sent to try my patience, weren't you? Go away and make that magnet, then hand it to Ava."
    },
    {
      "character": "Player",
      "line": "I've talked to the Witch and now I've given her some iron bars."
    },
    {
      "character": "Ava",
      "line": "I'm thrilled for you. What about my magnet?"
    },
    {
      "character": "Player",
      "line": "The process is subject to some unexpected delays."
    },
    {
      "character": "Ava",
      "line": "I can see now why Fenkenstain prefers to work with dead folk. It can't be more frustrating than working with you."
    },
    {
      "character": "Witch",
      "line": "Hoorah for you, you have the magnet. Just hand it over to Ava. I'm working on my new recipe for spit-roast adventurer, so disturbing me isn't wise."
    },
    {
      "character": "Player",
      "line": "I've manufactured the magnet; here it is."
    },
    {
      "character": "Ava",
      "line": "Great stuff! With the Witch's influence within the magnet, the undead chicken can use this, I'm sure."
    },
    {
      "character": "Ava",
      "line": "The plan is that the chicken will operate the magnet to attract bits of iron and steel, maybe even your own recently fired arrows. There are plenty of totally lost arrowheads lying about in the fields of Gielinor, I bet."
    },
    {
      "character": "Ava",
      "line": "In addition, arrows which you fire should be able to be attracted back to your quiver by the cunning avian."
    },
    {
      "character": "Player",
      "line": "I begin to understand your plan. We've covered feathers and arrowheads now; what next?"
    },
    {
      "character": "Ava",
      "line": "We need a source of wood, but one which is spiritually active and can regenerate itself. That will save you some axework in the future."
    },
    {
      "character": "Ava",
      "line": "Try using a woodcutting axe on the pesky trees in the garden here, the ones that attack rather than the really dead ones. They are probably just the sort of thing we could use."
    },
    {
      "character": "Player",
      "line": "They will try to kill me, though, and I can't fight back!"
    },
    {
      "character": "Ava",
      "line": "Now you know how those poor guards feel when you hide behind mushrooms and fences and attack them from afar! Anyway, I reckon you'll need to try a mithril or better axe on the trees. At least the trees are"
    },
    {
      "character": "Ava",
      "line": "pretty close."
    },
    {
      "character": "Ava",
      "line": "So, what terrible hitch have you encountered now?"
    },
    {
      "character": "Player",
      "line": "Nothing really; I just decided to talk to you in case you have any great advice for me."
    },
    {
      "character": "Ava",
      "line": "Well, I've heard that all kinds of dragons and even basilisks can drop mithril axes, if that's why you are delaying. Most of these creatures are silly enough that you can even hide behind something and plink them to"
    },
    {
      "character": "Ava",
      "line": "death in the brave ranger way."
    },
    {
      "character": "Player",
      "line": "Well, I tried to hack the trees with my axe, but it just bounced off the trunk! It did all seem all-too-convenient to work on the first try."
    },
    {
      "character": "Ava",
      "line": "Fortunately for you, I've done some research and it seems to suggest that there are two choices open to you."
    },
    {
      "character": "Player",
      "line": "Tell me the worst."
    },
    {
      "character": "Ava",
      "line": "The first is more interesting. We cut off your arms, have them reanimated as undead, reattach them and then you should be able to cut the trees normally."
    },
    {
      "character": "Ava",
      "line": "Of course, you won't be able to pick your nose anymore, so I suppose you'll want to try the second option."
    },
    {
      "character": "Player",
      "line": "I'm not exactly addicted to picking my nose, but I do think I'll pass on that method."
    },
    {
      "character": "Ava",
      "line": "Well, in that case, I think it may have something to do with Slayer abilities. After all, I did see poking around the trees while I was moving in."
    },
    {
      "character": "Ava",
      "line": "As not known for random touristic activities, you should try chatting with this. the Slayer Master near Burthorpe."
    },
    {
      "character": "Player",
      "line": "Oh dear, I hope doesn't want me to buy one of ridiculous fashion accessories. Those earmuffs sells make heroic adventurers into a laughing stock."
    },
    {
      "character": "Turael",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "I'm here about a quest. Ava said she saw you hanging around the moving trees near Draynor Manor."
    },
    {
      "character": "Turael",
      "line": "Ahh, you came to the right man; odd things, those trees. What is it you are needing exactly?"
    },
    {
      "character": "Player",
      "line": "I think I need some of the wood from them, but my axe just bounced off the trunk."
    },
    {
      "character": "Turael",
      "line": "Sounds like you need a blessed axe. No one really makes them, though, these days."
    },
    {
      "character": "Turael",
      "line": "Blessed axes are too soft to cut normal wood since the axe's edge must be replaced by holy silver. I can do you a favour, though."
    },
    {
      "character": "Turael",
      "line": "If you can give me a mithril axe and a holy symbol of Saradomin I can let you have my axe. I'll make myself a new one when no one is pestering me for Slayer tasks."
    },
    {
      "character": "Player",
      "line": "Okay, so I'll see whether I can spare an axe and a symbol. Thanks."
    },
    {
      "character": "Aya",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Aya",
      "line": "Ahh, you came to the right man ; odd things, those trees. What is it you are needing exactly?"
    },
    {
      "character": "Aya",
      "line": "Sounds like you need a blessed axe. No one really makes them, though, these days."
    },
    {
      "character": "Aya",
      "line": "Blessed axes are too soft to cut normal wood since the axe's edge must be replaced by holy silver. I can do you a favour, though."
    },
    {
      "character": "Aya",
      "line": "If you can give me a mithril axe and a holy symbol of Saradomin I can let you have my axe. I'll make myself a new one when no one is pestering me for Slayer tasks."
    },
    {
      "character": "Aya",
      "line": "'Ello, and what are you after then?"
    },{
      "character": "Turael",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "Hello, I'm here about those trees again."
    },
    {
      "character": "Aya",
      "line": "I can make an axe for you now, if you wish. Remember, it will be no use for normal woodcutting after I have added the silver edge."
    },
    {
      "character": "Turael",
      "line": "I can make an axe for you now, if you wish. Remember, it will be no use for normal woodcutting after I have added the silver edge."
    },
    {
      "character": "Player",
      "line": "I'd love one, thanks."
    },
    {
      "character": "Turael",
      "line": "Here's a new axe; may it serve you well."
    },
    {
      "character": "Turael",
      "line": "You'll need to hand over both a mithril axe and holy symbol of Saradomin. You don't have a symbol in your pack, so I'm not able to help."
    },
    {
      "character": "Turael",
      "line": "You'll need to hand over both a mithril axe and holy symbol of Saradomin. You don't have an axe in your pack, so I'm not able to help."
    },
    {
      "character": "Aya",
      "line": "Here's a new axe; may it serve you well."
    },
    {
      "character": "Aya",
      "line": "You'll need to hand over both a mithril axe and holy symbol of Saradomin. You don't have a symbol in your pack, so I'm not able to help."
    },
    {
      "character": "Aya",
      "line": "You'll need to hand over both a mithril axe and holy symbol of Saradomin. You don't have an axe in your pack, so I'm not able to help."
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Turael",
      "line": "Goodbye then. You may, of course, return if you decide you want a new axe."
    },
    {
      "character": "Aya",
      "line": "Goodbye then. You may, of course, return if you decide you want a new axe."
    },
    {
      "character": "Player",
      "line": ", the Slayer Master, told me what to do - with no earmuffs, spiky helmets or other laughable headgear involved."
    },
    {
      "character": "Ava",
      "line": "A pity; you'd look quite cute with rabbit ears. Perhaps I should have bribed."
    },
    {
      "character": "Player",
      "line": "You scare me sometimes."
    },
    {
      "character": "Player",
      "line": "I think I'm ready to cut those trees now."
    },
    {
      "character": "Ava",
      "line": "What do you want? A prize? Go and get the wood; it's not as if the trees are wandering about and hard to find."
    },
    {
      "character": "Player",
      "line": "I have that undead wood at last. Well, twigs anyway."
    },
    {
      "character": "Ava",
      "line": "You certainly took your time."
    },
    {
      "character": "Player",
      "line": "I'd say they didn't grow on trees, but I guess you'd just be sarcastic about my sense of humour."
    },
    {
      "character": "Ava",
      "line": "Quite. Now that we have all the ingredients for infinite arrows, we just need a container in which we can keep the components in the correct mutual alignment."
    },
    {
      "character": "Ava",
      "line": "I've gathered together some research notes from various sources but I can't quite make out what they mean. If you want to have a go at making them out, just ask me for a copy."
    },
    {
      "character": "Player",
      "line": "I'd like to look at those research notes now, unless you have translated them without me?"
    },
    {
      "character": "Ava",
      "line": "They are still stumping me. Here are the notes; I really hope your head doesn't explode from reading them."
    },
    {
      "character": "Player",
      "line": "I'd find it slightly inconvenient, I'm sure."
    },
    {
      "character": "Ava",
      "line": "It wouldn't be all bad as your body would be useful for research after death. What I'd be upset about was if bits of you landed in my nice new bed."
    },
    {
      "character": "Player",
      "line": "Your concern is touching."
    },
    {
      "character": "Player",
      "line": "I seem to have lost the research notes."
    },
    {
      "character": "Ava",
      "line": "Don't tell me, your cat ate them? You won't get out of the job that easily; here are some copies I made."
    },
    {
      "character": "Player",
      "line": "I have the notes but haven't translated them yet. Any hints?"
    },
    {
      "character": "Ava",
      "line": "I know you have the notes; I gave them to you, in case you forgot. Furthermore, if I had hints, I'd have translated those notes myself."
    },
    {
      "character": "Ava",
      "line": "So, take the hint and go off and translate them. If it's too hard, you can always go and shoot demons in cages."
    },
    {
      "character": "Player",
      "line": "I've translated those notes. See? I'm not just a thuggish moron like you seem to think."
    },
    {
      "character": "Ava",
      "line": "For all I know, it was pure luck, so don't jump to any conclusions about your mighty intellect."
    },
    {
      "character": "Player",
      "line": "I can see why you don't have any assistants; you're not exactly easy to work with."
    },
    {
      "character": "Ava",
      "line": "Let's get back to the work we're doing, then. Remember, this is all a favour to you; I could have just decided to fob you off with a feather duster."
    },
    {
      "character": "Ava",
      "line": "I've given you a pattern for the container; you'll need to combine them with some polished buttons and hard leather. Then we're almost done. Good news, eh?"
    },
    {
      "character": "Ava",
      "line": "If you are having trouble finding buttons, I've heard rumours that the H.A.M. society carry this sort of stuff more than most."
    },
    {
      "character": "Player",
      "line": "Really? How would you know this strange detail?"
    },
    {
      "character": "Ava",
      "line": "I hear they lose their clothes a lot to thieves so they have to make do with shoddy goods. Whatever the reason, they seem to carry buttons about in their pockets."
    },
    {
      "character": "Player",
      "line": "So what do I do with this pattern again?"
    },
    {
      "character": "Ava",
      "line": "Your short-term memory loss worries me. Combine the pattern with hard leather and some polished buttons, then hand the resulting container to me."
    },
    {
      "character": "Player",
      "line": "The pattern seems to have vanished from my pack... not my fault, of course."
    },
    {
      "character": "Ava",
      "line": "You're pretty careless, aren't you? I assume you're the type who leaves a trail of arrows and knives behind them when they train?"
    },
    {
      "character": "Ava",
      "line": "Here's a replacement; perhaps if I charged for them, you'd be more careful."
    },
    {
      "character": "Ava",
      "line": "You've made the container, I assume?"
    },
    {
      "character": "Player",
      "line": "Well, yes, although I seem to have mislaid it."
    },
    {
      "character": "Ava",
      "line": "It's only the final, vital step in your quest that you decided to leave who-knows-where. Don't worry, I have plenty of spares."
    },
    {
      "character": "Player",
      "line": "Why do I sense sarcasm somewhere here?"
    },
    {
      "character": "Ava",
      "line": "You've made one container; surely you can make another. Is it killing a cow or spotting those bright pink H.A.M. members that you are having troubles with?"
    },
    {
      "character": "Ava",
      "line": "Wow, great, now the arrow manufacturer is ready for use...there you are! Talk to me if you need more information later."
    },
    {
      "character": "Ava",
      "line": "You are also skilled enough that I'm rewarding you with the upgraded version right away. Congratulations."
    }
  ],
  "characters": [
    {
      "name": "Alice",
      "description": "Middle-aged female, British accent, weary and practical tone. A living farm wife struggling to communicate with her ghost husband, patient but frustrated by their supernatural situation."
    },
    {
      "name": "Ava",
      "description": "Young adult female, British accent, sharp and intellectual tone. A brilliant but prickly scientist at Draynor Manor, sarcastic and impatient with those slower than her."
    },
    {
      "name": "Aya",
      "description": "Adult female, British accent, calm and professional tone. A Slayer Master who took over after her brother Turael, authoritative but approachable."
    },
    {
      "name": "Cow31337Killer",
      "description": "Teenage male, excited and obnoxious tone. A parody of a typical player character, overly enthusiastic about killing cows with juvenile bravado."
    },
    {
      "name": "Malcolm",
      "description": "Middle-aged male ghost, British rural accent, simple and protective tone. A humble ghost farmer tending undead livestock, straightforward and defensive about his animals."
    },
    {
      "name": "Old Crone",
      "description": "Elderly female over 100 years old, British accent, cranky and curmudgeonly tone. A former disciple of Necrovarus who fled, wise but irritable and no-nonsense."
    },
    {
      "name": "Old crone",
      "description": "Elderly female over 100 years old, British accent, cranky and curmudgeonly tone. A former disciple of Necrovarus who fled, wise but irritable and no-nonsense."
    },
    {
      "name": "Sneaky undead fowl",
      "description": "High-pitched clucking sounds, mischievous and sneaky tone. An undead chicken that speaks in broken sentences, comically devious."
    },
    {
      "name": "Turael",
      "description": "Adult male, British accent, authoritative but welcoming tone. An entry-level Slayer Master in Burthorpe, patient and instructional with a dangerous edge."
    },
    {
      "name": "Witch",
      "description": "Middle-aged female, British accent, cackling and mysterious tone. Helda the witch of Draynor Manor with a dark sense of humor, knowledgeable about magic and slightly sinister."
    }
  ]
}