{
  "branch": "quest/another-slice-of-h-a-m",
  "quest_name": "Another Slice of H.A.M.",
  "lines": [
    {
      "character": "Ambassador Alvijar",
      "line": "Headman Ur-tag, I cannot stress enough how important it is that this train link be completed on time. The mining companies have taken out considerable loans..."
    },
    {
      "character": "Ur-tag",
      "line": "I understand your concerns, Ambassador, but you must realise that the discoveries must change the whole schedule. To remove them too hurriedly would be a crime against knowledge."
    },
    {
      "character": "Player",
      "line": "What are you talking about?"
    },
    {
      "character": "Ur-tag",
      "line": "It's the new underground train link being built between our city and the dwarven city of Keldagrim."
    },
    {
      "character": "Ambassador Alvijar",
      "line": "Shh! What if they're a human spy come to steal our engineering secrets?"
    },
    {
      "character": "Ambassador Alvijar",
      "line": "It will be the pinnacle of dwarven engineering! A great leap forward from the old steam-powered minecarts! A monument to the power and ingenuity of the Consortium!"
    },
    {
      "character": "Ambassador Alvijar",
      "line": "And it would be finished by now, except that they found some old goblin bones they want to dig up."
    },
    {
      "character": "Ur-tag",
      "line": "We've unearthed some very important artefacts that were buried during the Dorgeshuun Civil War. They could shed important light on our history."
    },
    {
      "character": "Ur-tag",
      "line": ", do you have any experience with archaeology?"
    },
    {
      "character": "Player",
      "line": "I passed my archaeology exam at the Digsite!"
    },
    {
      "character": "Ur-tag",
      "line": "Excellent! We have not had a major archaeological project for generations, so if you could give us some help we would appreciate it."
    },
    {
      "character": "Player",
      "line": "I'd love to help!"
    },
    {
      "character": "Ur-tag",
      "line": "Splendid! The path to the train tunnel is in the south- west of the city."
    },
    {
      "character": "Ambassador Alvijar",
      "line": "Perhaps now we can get this finished quickly and get on with laying the tracks."
    },
    {
      "character": "Player",
      "line": "Do your own digging!"
    },
    {
      "character": "Ur-tag",
      "line": "Oh well. We will continue at our own pace."
    },
    {
      "character": "Player",
      "line": "What can I do in the city?"
    },
    {
      "character": "Ur-tag",
      "line": "Why don't you visit the market? I hear there is quite a craze for surface foods at the moment, so you might be able to sell something there."
    },
    {
      "character": "Ur-tag",
      "line": "You might also want to visit the caves to the south of the city. There are many monsters to fight there, and Zanik apparently found ways to cross over their heads!"
    },
    {
      "character": "Player",
      "line": "Why did you decide to open the city?"
    },
    {
      "character": "Ur-tag",
      "line": "For trade, and for fostering goodwill between races! I am sure that it will benefit both our races."
    },
    {
      "character": "Ur-tag",
      "line": "How is the archaeological dig going?"
    },
    {
      "character": "Player",
      "line": "It's not finished yet."
    },
    {
      "character": "Ambassador Alvijar",
      "line": "I wish you could work more quickly. The new train link is very important to the dwarven economy."
    },
    {
      "character": "Ambassador Alvijar",
      "line": "I hope you're hurrying up with that archaeological dig. Every moment we wait wastes more of the Consortium's money!"
    },
    {
      "character": "Zanik",
      "line": "Hi !"
    },
    {
      "character": "Player",
      "line": "Hi Zanik. What are you doing here?"
    },
    {
      "character": "Zanik",
      "line": "I'm having a look at the things that are being dug up here!"
    },
    {
      "character": "Zanik",
      "line": "It's really amazing to think that these things were used by my ancestors hundreds of years ago. Tegdak thinks that some of them may even have been brought down here from the surface by the early Dorgeshuun!"
    },
    {
      "character": "Builder",
      "line": "I hope those goblins hurry up with their digging. It's so frustrating having to stop work when the train link is nearly finished!"
    },
    {
      "character": "Builder",
      "line": "Bah! These goblins don't appreciate how important this train link is! It'll be the greatest dwarven achievement of this generation, and it's being held up just so they can pick at old broken things in the ground."
    },
    {
      "character": "Builder",
      "line": "I hope the Consortium will understand it's not our fault the work will be finished late. This is the most important job of my career!"
    },
    {
      "character": "Builder",
      "line": "I'm looking forward to riding on this train once it's finished. It'll be so much faster than the old steam-powered minecarts. It'll be the fastest machine in Gielinor!"
    },
    {
      "character": "Builder",
      "line": "Will you tell those goblins to get on with their digging? We've got a job to finish here."
    },
    {
      "character": "Tegdak",
      "line": "Oh, hello surface-dweller. I'm afraid we're a bit busy cleaning specimens at the moment so I can't help you."
    },
    {
      "character": "Player",
      "line": "Ur-tag asked me to help out with the dig. I have an archaeology qualification!"
    },
    {
      "character": "Tegdak",
      "line": "Oh! In that case we could use your help."
    },
    {
      "character": "Tegdak",
      "line": "There are some ancient goblin artefacts buried in the ground around here. We want to extract them, but we don't have much experience and could end up breaking them."
    },
    {
      "character": "Tegdak",
      "line": "Could you extract them, clean them, and then give them to me please?"
    },
    {
      "character": "Player",
      "line": "Okay."
    },
    {
      "character": "Tegdak",
      "line": "Here, take this trowel and specimen brush."
    },
    {
      "character": "Tegdak",
      "line": "How are you getting on with extracting the artefacts?"
    },
    {
      "character": "Player",
      "line": "I haven't got any yet."
    },
    {
      "character": "Player",
      "line": "Also, I lost my trowel."
    },
    {
      "character": "Tegdak",
      "line": "Well, you'll have to free up some inventory space before I can give you a new one."
    },
    {
      "character": "Tegdak",
      "line": "Never mind. Have another one."
    },
    {
      "character": "Player",
      "line": "And I lost my specimen brush."
    },
    {
      "character": "Tegdak",
      "line": "Well you'll have to free up some inventory space before I can give you a new one."
    },
    {
      "character": "Tegdak",
      "line": "Thanks for extracting that artefact, but you'll need to clean it as well."
    },
    {
      "character": "Tegdak",
      "line": "I've got a sample brush here but you'll have to make space in your inventory for me to give it to you."
    },
    {
      "character": "Tegdak",
      "line": "Here, use this brush to clean the artefact."
    },
    {
      "character": "Tegdak",
      "line": "What? No, extract the artefacts please."
    },
    {
      "character": "Tegdak",
      "line": "Thank you, !"
    },
    {
      "character": "Zanik",
      "line": "What is it?"
    },
    {
      "character": "Tegdak",
      "line": "It looks like a fragment of armour."
    },
    {
      "character": "Zanik",
      "line": "Look at the design! That's a lot like the design of the goblin armour I saw on the surface."
    },
    {
      "character": "Tegdak",
      "line": "That confirms that our ancestors retained a lot of customs from the surface even after they came down here. Our guards didn't start wearing lighter chainmail until after the Civil War."
    },
    {
      "character": "Tegdak",
      "line": "That's all the artefacts we needed to extract. Thanks again, !"
    },
    {
      "character": "Tegdak",
      "line": "Now, the most interesting one is this ancient mace. It's the only intact weapon, and I'm pretty sure it dates back to the time when the Dorgeshuun were on the surface."
    },
    {
      "character": "Tegdak",
      "line": "It's covered in symbols, but I can't decipher them. Zanik, could you take it to the scribe? He might know what they mean. I'll finish up the dig here."
    },
    {
      "character": "Zanik",
      "line": "Sure thing! Come on, let's go talk to the scribe"
    },
    {
      "character": "Player",
      "line": "I have another one."
    },
    {
      "character": "Tegdak",
      "line": "It looks like a piece of a shield."
    },
    {
      "character": "Zanik",
      "line": "Look at that stress fracture. It looks like this shield broke pretty easily."
    },
    {
      "character": "Tegdak",
      "line": "I would guess that this shield was made during the Dorgeshuun Civil War and not handed down from the time on the surface."
    },
    {
      "character": "Tegdak",
      "line": "It seems that even by the time of the Civil War, our ancestors were beginning to lose their skills at making weapons."
    },
    {
      "character": "Tegdak",
      "line": "It looks like a piece of a helmet."
    },
    {
      "character": "Zanik",
      "line": "A helmet? So those are eye-holes? They look too small."
    },
    {
      "character": "Tegdak",
      "line": "This was from the early days of Dorgesh-Kaan. It must have been before our ancestors' eyes reached their current size."
    },
    {
      "character": "Tegdak",
      "line": "I'm not sure. What do you think?"
    },
    {
      "character": "Zanik",
      "line": "It looks a bit like a sword, doesn't it? I saw some people using them on the surface."
    },
    {
      "character": "Tegdak",
      "line": "The early Dorgeshuun must have used a much larger variety of weapons than we do now."
    },
    {
      "character": "Tegdak",
      "line": "I'm not sure. It's got some kind of blade... Is it a spear tip?"
    },
    {
      "character": "Zanik",
      "line": "Oh, I know what it is! It's an axe head!"
    },
    {
      "character": "Zanik",
      "line": "Axes are these things they use on the surface for cutting down trees. I think they can be used as weapons too."
    },
    {
      "character": "Tegdak",
      "line": "Our ancestors must have brought it down from the surface, then. There would be no need for them to make axes when they were down here, as there are no trees."
    },
    {
      "character": "Tegdak",
      "line": "It's amazing to think that we're handling objects that date back to the time of the war of the gods!"
    },
    {
      "character": "Tegdak",
      "line": "It's... Actually, what is it? It's a sort of stick with a lump on the end."
    },
    {
      "character": "Player",
      "line": "I think it's a mace."
    },
    {
      "character": "Tegdak",
      "line": "A mace?"
    },
    {
      "character": "Player",
      "line": "A kind of weapon."
    },
    {
      "character": "Player",
      "line": "I haven't got any more yet."
    },
    {
      "character": "Tegdak",
      "line": "Thanks for your help. There's not much left for us to do here except pack everything up. Have you shown that mace to the scribe yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Zanik",
      "line": "I've got a strange feeling about this mace,. Maybe when we find out about it, it will shed some light onto my destiny. Come on, let's show it to the scribe."
    },
    {
      "character": "Player",
      "line": "I need to do something else for a bit."
    },
    {
      "character": "Zanik",
      "line": "All right. I'll go back and help finish the dig."
    },
    {
      "character": "Zanik",
      "line": "Shall we go and talk to the scribe about this ancient mace now?"
    },
    {
      "character": "Player",
      "line": "Yes."
    },
    {
      "character": "Zanik",
      "line": "Let's go then!"
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Zanik",
      "line": "Oh well. Let me know when you're ready."
    },
    {
      "character": "Player",
      "line": "Where is the mace?"
    },
    {
      "character": "Zanik",
      "line": "I've got it! I'll hold onto it until we've shown it to the scribe. Shall we go?"
    },
    {
      "character": "Ambassador Alvijar",
      "line": "Thank you for helping with the dig! Ur-tag tells me it will be finished soon, and then we will be able to resume work!"
    },
    {
      "character": "Ur-tag",
      "line": "Greetings, surface-dweller. Welcome to Dorgesh-Kaan."
    },
    {
      "character": "Oldak",
      "line": "Ah, Zanik. Would you like to see the results of my experiment with nature runes?"
    },
    {
      "character": "Zanik",
      "line": "Not right now, Oldak. I'm helping !"
    },
    {
      "character": "Goblin scribe",
      "line": "Ah, hello Zanik, hello. How is the dig going?"
    },
    {
      "character": "Zanik",
      "line": "helped us to finish the dig! Look what she dug up!"
    },
    {
      "character": "Goblin scribe",
      "line": "Hmm... that is interesting. What do you think it is?"
    },
    {
      "character": "Player",
      "line": "It's a mace."
    },
    {
      "character": "Zanik",
      "line": "says that's a kind of weapon."
    },
    {
      "character": "Goblin scribe",
      "line": "I can see how. I certainly wouldn't want to be hit with it!"
    },
    {
      "character": "Zanik",
      "line": "We think it's a magical weapon from the surface. Can you decipher the symbols on it?"
    },
    {
      "character": "Goblin scribe",
      "line": "Hmm..."
    },
    {
      "character": "Goblin scribe",
      "line": "No, I'm afraid not. Our written language has developed so much since then that it's totally indecipherable to me."
    },
    {
      "character": "Zanik",
      "line": "Oh well."
    },
    {
      "character": "Goblin scribe",
      "line": "Wait a moment., didn't you say you talked to some surface goblins when you were trying to find your way through our mines?"
    },
    {
      "character": "Player",
      "line": "Yes, I talked to the generals in the Goblin Village."
    },
    {
      "character": "Goblin scribe",
      "line": "Perhaps you could talk to them again. They might know more about weapons than we do."
    },
    {
      "character": "Zanik",
      "line": "Good idea!"
    },
    {
      "character": "Zanik",
      "line": "I'd rather not travel all that way over the surface, though. I wonder if Oldak could use magic to help us get there?"
    },
    {
      "character": "Goblin scribe",
      "line": "Hello, Zanik. Have you found out about that mace yet?"
    },
    {
      "character": "Zanik",
      "line": "Not yet. Come on, ! We should go and ask the goblin generals about it!"
    },
    {
      "character": "Zanik",
      "line": "I can't believe we're going to the Goblin Village on the surface! I'm finally going to see how my distant relatives live!"
    },
    {
      "character": "Zanik",
      "line": "Actually, I'm a little nervous about what I'll find there..."
    },
    {
      "character": "Zanik",
      "line": "Shall we go see Oldak now? I'm sure he'll have a way of getting us to the Goblin Village quickly!"
    },
    {
      "character": "Player",
      "line": "Yes! Now we're going to go to the Goblin Village to ask the surface goblins about it!"
    },
    {
      "character": "Tegdak",
      "line": "Good idea! Maybe Oldak can help you get there."
    },
    {
      "character": "Zanik",
      "line": "Not right now, Oldak. We wanted to see if you could make Moving-Over-Distance Spheres to somewhere other than the city."
    },
    {
      "character": "Oldak",
      "line": "Oh, yes. My research along those lines has been coming along very well. I think I could make a Moving-Over-Distance Sphere to anywhere you like, given a little work."
    },
    {
      "character": "Player",
      "line": "We're trying to take this ancient goblin mace to the Goblin Village on the surface. Do you think you could help us to get there?"
    },
    {
      "character": "Oldak",
      "line": "Hmm. The Goblin Village, you say? Yes, I think I could do that. Just a moment."
    },
    {
      "character": "Oldak",
      "line": "There you go. I've made you each one to get you to the Goblin Village and one to bring you back here."
    },
    {
      "character": "Zanik",
      "line": "Thanks Oldak! Okay, let's go!"
    },
    {
      "character": "Zanik",
      "line": "Ow, my eyes..."
    },
    {
      "character": "Zanik",
      "line": "So this is the Goblin Village! It's so different from Dorgesh-Kaan, isn't it, ?"
    },
    {
      "character": "Zanik",
      "line": ", where are you?"
    },
    {
      "character": "Zanik",
      "line": "?"
    },
    {
      "character": "Player",
      "line": "Aaaah!"
    },
    {
      "character": "Zanik",
      "line": "Sorry about that, ! Oldak's calculations aren't always exact!"
    },
    {
      "character": "Zanik",
      "line": "So this is how goblins on the surface live! Come on, lets talk to them!"
    },
    {
      "character": "Zanik",
      "line": "Where are we going?"
    },
    {
      "character": "Zanik",
      "line": "I'll meet you back in Dorgesh-Kaan,."
    },
    {
      "character": "Zanik",
      "line": "Come on, let's get back to the Goblin Village on the surface! Shall we go?"
    },
    {
      "character": "Zanik",
      "line": "What are we doing here, ? We should get to the Goblin Village!"
    },
    {
      "character": "Oldak",
      "line": "Ah, Zanik. How did you get on at the Goblin Village?"
    },
    {
      "character": "Zanik",
      "line": "We haven't finished there actually. Do you think you could teleport us there again?"
    },
    {
      "character": "Oldak",
      "line": "Of course."
    },
    {
      "character": "Zanik",
      "line": "Hello?"
    },
    {
      "character": "Goblin",
      "line": "Who you?"
    },
    {
      "character": "Zanik",
      "line": "I'm Zanik of the Dorgeshuun!"
    },
    {
      "character": "Goblin",
      "line": "Dorgeshuun?"
    },
    {
      "character": "Zanik",
      "line": "Yes! We're another tribe of goblins who live underground. We've been cut off from the surface for generations but now we're back."
    },
    {
      "character": "Goblin",
      "line": "What you want?"
    },
    {
      "character": "Zanik",
      "line": "Who is in charge here?"
    },
    {
      "character": "Goblin",
      "line": "That General. He live in big hut."
    },
    {
      "character": "Goblin (opposing armour colour)",
      "line": "No General is leader!"
    },
    {
      "character": "Zanik",
      "line": "Why are you fighting?"
    },
    {
      "character": "Goblin",
      "line": "He say is leader but real leader is !"
    },
    {
      "character": "Player",
      "line": "These goblins fight all the time, Zanik. Come on, Wartface and Bentnoze are both in the big hut."
    },
    {
      "character": "General Wartface",
      "line": "Who you?"
    },
    {
      "character": "General Wartface",
      "line": "Lost tribe?"
    },
    {
      "character": "Zanik",
      "line": "That's right! We've been cut off from the outside world for thousands of years but now we're back!"
    },
    {
      "character": "General Bentnoze",
      "line": "So legend true!"
    },
    {
      "character": "General Wartface",
      "line": "What you want?"
    },
    {
      "character": "Player",
      "line": "Can you tell us anything about this mace?"
    },
    {
      "character": "General Bentnoze",
      "line": "That holy mace of Big High War God."
    },
    {
      "character": "General Wartface",
      "line": "In time of great war, strongest goblin warriors carry maces like this."
    },
    {
      "character": "General Bentnoze",
      "line": "They use them to take favour of gods away from enemy. If another god protecting enemy, goblin warrior use this mace and favour of god is stolen away!"
    },
    {
      "character": "Zanik",
      "line": "Oh. A holy mace of the War God."
    },
    {
      "character": "General Wartface",
      "line": "You not look very happy."
    },
    {
      "character": "General Bentnoze",
      "line": "You should praise Big High War God for giving you holy mace!"
    },
    {
      "character": "Player",
      "line": "The Dorgeshuun don't have quite the same attitude to the gods as you on the surface do."
    },
    {
      "character": "General Wartface",
      "line": "All goblins worship Big High War God! Without him we nothing!"
    },
    {
      "character": "General Bentnoze",
      "line": "You not real goblin! You filthy human!"
    },
    {
      "character": "Zanik",
      "line": "I am a goblin!"
    },
    {
      "character": "General Bentnoze",
      "line": "You not even look like goblin! You have big eyes and wrong colour skin!"
    },
    {
      "character": "Grubfoot",
      "line": "She is goblin!"
    },
    {
      "character": "General Bentnoze",
      "line": "Shut up Grubfoot!"
    },
    {
      "character": "General Wartface",
      "line": "No let him speak."
    },
    {
      "character": "Grubfoot",
      "line": "She is goblin. And she more than that..."
    },
    {
      "character": "Grubfoot",
      "line": "Last night I have dream. I see this new goblin come into village, holding up holy mace."
    },
    {
      "character": "Grubfoot",
      "line": "All goblins gather around her. Not just from village, from all over world. She is Chosen Commander!"
    },
    {
      "character": "Player",
      "line": "Chosen Commander?"
    },
    {
      "character": "General Wartface",
      "line": "That story from goblin holy book. We not had Commander of all goblins since time of great war."
    },
    {
      "character": "General Wartface",
      "line": "Holy book say someday Big High War God send Chosen Commander to lead us to victory over whole world."
    },
    {
      "character": "Grubfoot",
      "line": "That what I see in dream. It her destiny."
    },
    {
      "character": "Zanik",
      "line": "My destiny..."
    },
    {
      "character": "General Bentnoze",
      "line": "That not true! She cannot be Chosen Commander! She not proper goblin! She not worship Big High War God!"
    },
    {
      "character": "General Wartface",
      "line": "But what if she is? If we ignore her, Big High War God strike us down!"
    },
    {
      "character": "General Bentnoze",
      "line": "All right. I not believe you Chosen Commander. But we let you talk to people in village."
    },
    {
      "character": "General Wartface",
      "line": "Grubfoot! Tell people in village to gather around! Dorgesh goblin will speak to us all!"
    },
    {
      "character": "General Wartface",
      "line": "Goblins listen up! This Zanik, she from Dorgeshuun tribe!"
    },
    {
      "character": "General Bentnoze",
      "line": "She say she Chosen Commander!"
    },
    {
      "character": "Zanik",
      "line": "No, I-"
    },
    {
      "character": "General Wartface",
      "line": "We not know what she have to say. But in case she Chosen Commander, we let her speak. Speak, Zanik!"
    },
    {
      "character": "Zanik",
      "line": "Help, ! What should I say?"
    },
    {
      "character": "Player",
      "line": "I don't know!"
    },
    {
      "character": "Zanik",
      "line": "Goblins... goblins of the Goblin Village. I'm Zanik of the Dorgeshuun. You may know the legend of the Dorgeshuun, but let me tell you our own version."
    },
    {
      "character": "Zanik",
      "line": "Thousands of years ago, the Big High War God forced all goblins to fight in a terrible war."
    },
    {
      "character": "Goblins",
      "line": "Big High War God! Big High War God!"
    },
    {
      "character": "Zanik",
      "line": "No! Listen! The god commanded the Dorgeshuun to fight a battle they could not win!"
    },
    {
      "character": "Goblin",
      "line": "You weak! You hide instead of fight!"
    },
    {
      "character": "Zanik",
      "line": "You don't need to think in those terms! We've lived for centuries without war, and without gods, and-"
    },
    {
      "character": "Goblin",
      "line": "Aaaargh!"
    },
    {
      "character": "Goblin",
      "line": "Unk!"
    },
    {
      "character": "General Bentnoze",
      "line": "We under attack!"
    },
    {
      "character": "General Wartface",
      "line": "Scatter!"
    },
    {
      "character": "Zanik",
      "line": "The shots came from the top of that tower, ! Can you see anything?"
    },
    {
      "character": "Player",
      "line": "There are two snipers up there."
    },
    {
      "character": "Zanik",
      "line": "I can't get anywhere without coming into their line of fire, but I think you could get around the side of the buildings to the ladder."
    },
    {
      "character": "Player",
      "line": "Sigmund!"
    },
    {
      "character": "Sigmund",
      "line": "You can never defeat me! I've been training my Combat by killing goblins around Lumbridge!"
    },
    {
      "character": "Zanik",
      "line": "You... you murderer!"
    },
    {
      "character": "Zanik",
      "line": "Quick, ! Shoot him while I have him distracted!"
    },
    {
      "character": "Zanik",
      "line": "Aaaaah! My eyes!"
    },
    {
      "character": "Sigmund",
      "line": "Don't even think about it, ! Make one move and I'll slit her throat!"
    },
    {
      "character": "Sigmund",
      "line": "Your little goblin friend has a role in my plan! I'm taking her to the tunnel we've built from the Lumbridge Swamp Caves to the new dwarven train track."
    },
    {
      "character": "Sigmund",
      "line": "When the cave goblins find that the dwarven train has killed their hero, there will be war between them! Saradomin's chosen children can watch as two vile underground races wipe each another out!"
    },
    {
      "character": "Sigmund",
      "line": "A-ha-ha-ha-ha-haaa!"
    },
    {
      "character": "General Wartface",
      "line": "Are they gone?"
    },
    {
      "character": "General Bentnoze",
      "line": "What happen?"
    },
    {
      "character": "Player",
      "line": "Sigmund has kidnapped Zanik!"
    },
    {
      "character": "General Wartface",
      "line": "He kidnap Chosen Commander? You must rescue her!"
    },
    {
      "character": "General Bentnoze",
      "line": "Human will need help. You take our best warrior, Sergeant Mossfists."
    },
    {
      "character": "General Wartface",
      "line": "No! Sergeant Slimetoes best warrior! Take him!"
    },
    {
      "character": "Player",
      "line": "We don't have time for this! Why don't I take both warriors?"
    },
    {
      "character": "General Bentnoze",
      "line": "Okay."
    },
    {
      "character": "General Bentnoze",
      "line": "Grubfoot! Fetch Mossfists and Slimetoes and tell them to meet in Lumbridge Swamp!"
    },
    {
      "character": "General Bentnoze",
      "line": "You take ancient goblin mace. Maybe it be useful."
    },
    {
      "character": "General Wartface",
      "line": "You rescue Chosen Commander and she lead us all to glory!"
    },
    {
      "character": "Player",
      "line": "How can I rescue Zanik?"
    },
    {
      "character": "General Bentnoze",
      "line": "Pink robe man say they digging tunnel under Lumbridge Swamp Caves. You go there to rescue Chosen Commander."
    },
    {
      "character": "General Wartface",
      "line": "Sergeants wait for you at entrance to Lumbridge Swamp Caves."
    },
    {
      "character": "Player",
      "line": "I lost the mace."
    },
    {
      "character": "General Wartface",
      "line": "We know! Some goblin find it, give it back here."
    },
    {
      "character": "General Bentnoze",
      "line": "Me tell you human not clever enough! He lose mace."
    },
    {
      "character": "General Wartface",
      "line": "You want mace, you give us 1,000 coins. Maybe you not lose it again if you have to pay!"
    },
    {
      "character": "Player",
      "line": "Fair enough. Here you go."
    },
    {
      "character": "General Bentnoze",
      "line": "You stupid human! You not have enough money!"
    },
    {
      "character": "General Wartface",
      "line": "When come back, bring 1,000 coins."
    },
    {
      "character": "General Bentnoze",
      "line": "You take ancient goblin mace now and rescue Chosen Commander!"
    },
    {
      "character": "General Wartface",
      "line": "Remember, mace has power to rob enemy of power of Prayer!"
    },
    {
      "character": "Player",
      "line": "No way!"
    },
    {
      "character": "General Bentnoze",
      "line": "Well then, human no get mace."
    },
    {
      "character": "General Wartface",
      "line": "But me not think you able to kill Sigmund with no mace."
    },
    {
      "character": "General Bentnoze",
      "line": "So if you care about big-eyed friend, you find 1,000 coins!"
    },
    {
      "character": "Ambassador Alvijar",
      "line": "Thank you for helping with the dig! I hear that the work on the tunnel is now complete and the first train will be making the journey very soon!"
    },
    {
      "character": "Player",
      "line": "You've got to stop the train! Sigmund is planning something terrible down there!"
    },
    {
      "character": "Ambassador Alvijar",
      "line": "What are you babbling about? Everyone was cleared out of the tunnel when we completed work. There's no reason to stop the train."
    },
    {
      "character": "Sergeant Slimetoes",
      "line": "You ?"
    },
    {
      "character": "Sergeant Mossfists",
      "line": "Generals say we help you rescue Chosen Commander."
    },
    {
      "character": "Sergeant Slimetoes",
      "line": "It too important for puny human to do on own. You just get killed."
    },
    {
      "character": "Sergeant Mossfists",
      "line": "So we come to look after you so you not die."
    },
    {
      "character": "Sergeant Slimetoes",
      "line": "Grubfoot say pink robe man take Chosen Commander down this hole into new tunnel."
    },
    {
      "character": "Sergeant Mossfists/Slimetoes",
      "line": "Look, there new hole with ladder just next to climby-out rope. We go down there."
    },
    {
      "character": "Sergeant Mossfists/Slimetoes",
      "line": "What we waiting for? We must go down into tunnel and rescue Chosen Commander!"
    },
    {
      "character": "Guard",
      "line": "Oh no! Goblins!"
    },
    {
      "character": "Sergeant Mossfists",
      "line": "Ha ha! Puny human scared of me!"
    },
    {
      "character": "Sergeant Slimetoes",
      "line": "No he scared of me!"
    },
    {
      "character": "Player",
      "line": "He's probably just gone to get reinforcements. He'll be back in a few moments with more guards."
    },
    {
      "character": "Player",
      "line": "Both of you follow me."
    },
    {
      "character": "Sergeant Slimetoes",
      "line": "Okay."
    },
    {
      "character": "Player",
      "line": "One of you wait here."
    },
    {
      "character": "Player",
      "line": "Both of you wait here."
    },
    {
      "character": "Player",
      "line": "Wait here."
    },
    {
      "character": "Player",
      "line": "Follow me."
    },
    {
      "character": "Sergeant Mossfists/Slimetoes",
      "line": "You go quick! I keep guard busy!"
    },
    {
      "character": "Sigmund",
      "line": "At last I have defeated you, you filthy goblin!"
    },
    {
      "character": "Sigmund",
      "line": "Any moment now the first dwarf train will come thundering down this tunnel and crush you! And then the goblins and the dwarves will go to war!"
    },
    {
      "character": "Sigmund",
      "line": "Ha ha ha ha ha!"
    },
    {
      "character": "Zanik",
      "line": "You monster!"
    },
    {
      "character": "Sigmund",
      "line": "No, YOU'RE the monster! That's why you and all your filthy species must die!"
    },
    {
      "character": "Sigmund",
      "line": "We meet again, !"
    },
    {
      "character": "Sigmund",
      "line": "This time your goblin friend cannot help you. You are on your own and have no way to overcome my prayers!"
    },
    {
      "character": "Zanik",
      "line": "Help! Help!"
    },
    {
      "character": "Sigmund",
      "line": "What's happening? That weapon is overcoming Saradomin's protection! You've taken away the last of my prayer energy!"
    },
    {
      "character": "Sigmund",
      "line": "Bah! You win again, ! But someday, somehow, I will have my revenge!"
    },
    {
      "character": "Zanik",
      "line": "Quick, ! Untie me before the train comes!"
    },
    {
      "character": "Ur-tag",
      "line": "It gives me great pleasure to declare this new train link open!"
    },
    {
      "character": "Ur-tag",
      "line": ", Zanik has told me about your exploits. It seems that all the Dorgeshuun owe you our lives once again."
    },
    {
      "character": "Player",
      "line": "All in a day's work for an adventurer like me!"
    },
    {
      "character": "Ur-tag",
      "line": "As a reward, I suggest you keep the ancient goblin mace that you helped to excavate."
    },
    {
      "character": "Ur-tag",
      "line": "Most of the Dorgeshuun would be happy if such a war-like artefact was kept outside the city, and I am sure you will keep it in safe hands."
    },
    {
      "character": "Player",
      "line": "Thank you, Ur-tag!"
    }
  ],
  "characters": [
    {
      "name": "Ambassador Alvijar",
      "description": "Adult male dwarf, Scottish accent, diplomatic and slightly frustrated tone, a dwarven ambassador interested in goblin culture but impatient with their inefficient methods."
    },
    {
      "name": "Builder",
      "description": "Adult male, British accent, practical working-class tone, a construction worker helping build the new train line between the cities."
    },
    {
      "name": "General Bentnoze",
      "description": "Adult male goblin, gruff raspy voice, stubborn and argumentative tone, a green-skinned general who constantly feuds with Wartface over the colour red."
    },
    {
      "name": "General Wartface",
      "description": "Adult male goblin, gruff raspy voice, equally stubborn and argumentative tone, a green-skinned general who constantly feuds with Bentnoze over the colour green."
    },
    {
      "name": "Goblin",
      "description": "Adult goblin, high-pitched raspy voice, simple and excitable tone, a common goblin soldier following orders from the generals."
    },
    {
      "name": "Goblin (opposing armour colour)",
      "description": "Adult goblin, high-pitched raspy voice, confrontational tone, a goblin soldier loyal to the opposing faction in the colour dispute."
    },
    {
      "name": "Goblin scribe",
      "description": "Adult goblin, high-pitched voice, nervous and bookish tone, a goblin tasked with recording important events and decisions."
    },
    {
      "name": "Goblins",
      "description": "Multiple goblins, high-pitched raspy voices speaking in unison, excitable and chaotic tone."
    },
    {
      "name": "Grubfoot",
      "description": "Adult male goblin, higher-pitched gentle voice, timid and peace-loving tone, a small goblin assistant who dreams of harmony among his people."
    },
    {
      "name": "Guard",
      "description": "Adult male, British accent, alert and dutiful tone, a guard watching over important locations."
    },
    {
      "name": "Oldak",
      "description": "Adult male cave goblin, soft intellectual voice, curious and scientific tone, a brilliant inventor and magical scientist who speaks with thoughtful precision."
    },
    {
      "name": "Sergeant Mossfists",
      "description": "Adult male goblin, gruff military voice, commanding and disciplined tone, a goblin sergeant loyal to one of the generals."
    },
    {
      "name": "Sergeant Mossfists/Slimetoes",
      "description": "Adult male goblin, gruff military voice, commanding tone, a goblin sergeant speaking on behalf of both factions."
    },
    {
      "name": "Sergeant Slimetoes",
      "description": "Adult male goblin, gruff military voice, commanding and disciplined tone, a goblin sergeant loyal to the opposing general."
    },
    {
      "name": "Sigmund",
      "description": "Middle-aged male, British accent, fanatical and venomous tone, a cunning zealot who despises all non-humans and schemes to destroy the goblins."
    },
    {
      "name": "Tegdak",
      "description": "Adult male cave goblin, soft enthusiastic voice, scholarly and passionate tone, an archaeologist dedicated to uncovering his people's ancient history."
    },
    {
      "name": "Ur-tag",
      "description": "Elderly male cave goblin, soft wise voice, cautious and protective tone, the oldest of the cave goblins who leads the Dorgeshuun Council with careful diplomacy."
    },
    {
      "name": "Zanik",
      "description": "Young female cave goblin, soft eager voice, brave and curious tone, an adventurous hero marked by destiny who carries a crossbow and fights for her people."
    }
  ]
}