{
  "branch": "quest/barbarian-training",
  "quest_name": "Barbarian Training",
  "lines": [
    {
      "character": "Otto Godblessed",
      "line": "Good day! You seem a hearty warrior. Maybe even some barbarian blood in that body of yours?"
    },
    {
      "character": "Player",
      "line": "You think so?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Who can tell? My forefathers weren't averse to travelling, so it is possible. They tended to cause too much trouble in your so-called civilised lands, however, so most returned to their ancestral homes."
    },
    {
      "character": "Otto Godblessed",
      "line": "In any case, given you seem the type, I think you are ready to learn our more secret tribal feats for yourself."
    },
    {
      "character": "Player",
      "line": "Oh, that sounds interesting. What sort of skills would these be?"
    },
    {
      "character": "Otto Godblessed",
      "line": "To begin with, I can supply knowledge in the ways of firemaking, our special rod fishing tricks, a selection of spear skills and our agricultural techniques."
    },
    {
      "character": "Player",
      "line": "There are more advanced stages though, going by your description?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Your perception is creditable. I can eventually teach of more advanced firemaking techniques, and the rod fishing skills are but a preliminary to our special potions and brews."
    },
    {
      "character": "Otto Godblessed",
      "line": "These secrets must, however, wait until you have mastered the basics."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Player",
      "line": "Who are you and why do you live all the way out here?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Me? I am Otto, known as the Godblessed. I follow the ways of our barbarian ancestors, communing with the spirits of the dead and teaching their ways to worthy disciples."
    },
    {
      "character": "Otto Godblessed",
      "line": "Perhaps you could be one of them. You look a likely sort to learn of these ways. As I say, you might even have a bit of barbarian blood hidden away in you."
    },
    {
      "character": "Player",
      "line": "I really don't think I'm related to any barbarian."
    },
    {
      "character": "Otto Godblessed",
      "line": "Your scepticism will be your loss."
    },
    {
      "character": "Player",
      "line": "Sorry, I'm too busy to talk about genealogy today."
    },
    {
      "character": "Otto Godblessed",
      "line": "Well then, we will talk when you learn to be less impetuous."
    },
    {
      "character": "Otto Godblessed",
      "line": "Good day to you, hearty warrior! May the spirits guide you."
    },
    {
      "character": "Player",
      "line": "Please teach me of your cunning with harpoons."
    },
    {
      "character": "Otto Godblessed",
      "line": "To learn more of such as tool, you must first focus your studies on those fish that the tool is used to catch."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Otto Godblessed",
      "line": "You must catch fish which are usually harpooned, without a harpoon. You will be using your skill and strength."
    },
    {
      "character": "Player",
      "line": "How do you expect me to do that?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Use your arm as bait. Wriggle your fingers as if they are a tasty snack and hungry tuna and swordfish will throng to be caught by you."
    },
    {
      "character": "Player",
      "line": "That sounds rather insanely dangerous. I'm glad you didn't mention shark too."
    },
    {
      "character": "Otto Godblessed",
      "line": "Oh, my mind slipped for a moment, this method does indeed work with shark - though in this case the action must be more of a frenzied thrashing of the arm than a wriggle."
    },
    {
      "character": "Player",
      "line": "... and I thought fishing was a safe way to pass the time."
    },
    {
      "character": "Player",
      "line": "I seek more knowledge."
    },
    {
      "character": "Player",
      "line": "I have no more questions at this time."
    },
    {
      "character": "Otto Godblessed",
      "line": "In that case, farewell."
    },
    {
      "character": "Player",
      "line": "What can I learn about the use of a fishing rod?"
    },
    {
      "character": "Otto Godblessed",
      "line": "While you civilised folk use small, weak fishing rods, we barbarians are skilled with heavier tackle. We fish in the lake nearby."
    },
    {
      "character": "Player",
      "line": "So can you teach me of your methods?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Certainly. Take the rod from under my bed and fish in the lake. When you have caught a few fish, I am sure you will be ready to talk more with me."
    },
    {
      "character": "Otto Godblessed",
      "line": "You will know when you are ready, since inspiration will fill your mind."
    },
    {
      "character": "Player",
      "line": "So I can obtain new foods from these fishing spots?"
    },
    {
      "character": "Otto Godblessed",
      "line": "We do not use these fish quite as you might expect. When you return we can speak more of this matter."
    },
    {
      "character": "Player",
      "line": "I'm ready for your firemaking wisdom. Please instruct me."
    },
    {
      "character": "Otto Godblessed",
      "line": "The first point in your progression is that of lighting fires without a tinderbox."
    },
    {
      "character": "Player",
      "line": "That sounds pretty useful. Tell me more."
    },
    {
      "character": "Otto Godblessed",
      "line": "For this process you will require a strung bow. You use the bow to quickly rotate pieces of wood against one another. As you rub the wood, it becomes hot, eventually springing into flame."
    },
    {
      "character": "Player",
      "line": "No more secret details?"
    },
    {
      "character": "Otto Godblessed",
      "line": "The spirits will aid you. The power they supply will guide your hands. Go and benefit from their guidance upon oak logs."
    },
    {
      "character": "Player",
      "line": "How can I use my strength in the ways of agriculture?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Ah, so you wish to get your hands dirty? I can teach you how to plant seeds without the use of a seed dibber."
    },
    {
      "character": "Player",
      "line": "I can handle a little bit of muck. How does this work?"
    },
    {
      "character": "Otto Godblessed",
      "line": "The difficulty in this method is providing enough force to deeply root the seed in the ground, yet with enough care so that the the seed itself is not damaged."
    },
    {
      "character": "Otto Godblessed",
      "line": "Practice this. You might fail at first, especially if like many a barbarian, you are not used to holding back. Indeed, it may be wise to avoid using seeds you are not willing to lose."
    },
    {
      "character": "Player",
      "line": "I'll do my best."
    },
    {
      "character": "Otto Godblessed",
      "line": "Remember to be calm, and good luck."
    },
    {
      "character": "Otto Godblessed",
      "line": "I see you need encouragement in learning the ways of fishing without a harpoon."
    },
    {
      "character": "Player",
      "line": "It's not the most safe-sounding task I have ever been given."
    },
    {
      "character": "Otto Godblessed",
      "line": "Neither is it the most deadly. Go now and return when you have drawn a fish from the sea, with sheer strength and knowledge of our scaled prey."
    },
    {
      "character": "Otto Godblessed",
      "line": "Alas, I do not sense that you have been successful in your fishing yet. The look in your eyes is not that of the osprey."
    },
    {
      "character": "Player",
      "line": "Osprey?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Legendary birds, which the ignorant call eagles. They prey upon fish. Do as they do to gain inspiration."
    },
    {
      "character": "Otto Godblessed",
      "line": "By now you know my response."
    },
    {
      "character": "Player",
      "line": "Go and light some oak logs using a strung bow?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Exactly."
    },
    {
      "character": "Otto Godblessed",
      "line": "I see you have yet to be successful in planting a seed with your fists."
    },
    {
      "character": "Player",
      "line": "It's definitely one of the more delicate tasks you have provided me."
    },
    {
      "character": "Player",
      "line": "Let's talk about my training."
    },
    {
      "character": "Player",
      "line": "Do you have anything for me?"
    },
    {
      "character": "Otto Godblessed",
      "line": "I see you have free space and no way to record any information you may recover from the caverns. Please take this book as a record of your researches."
    },
    {
      "character": "Player",
      "line": "What kind of information are you thinking of?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Those who have previously entered the cavern have not all returned. Some of them seemed intent upon research and discovery as much as loot and daring deeds."
    },
    {
      "character": "Otto Godblessed",
      "line": "It would be a shame if you were to recover any of their notes and be unable to record them handily. I hope the new book will give you space for such discoveries."
    },
    {
      "character": "Player",
      "line": "Could you tell me more of these spirits you continually refer to?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Certainly, though it is quite simple - they are the barbarians of the past who have died in the passing of the years. There are three categories which learned sages claim may describe all spirits encountered."
    },
    {
      "character": "Otto Godblessed",
      "line": "The majority are at peace, having died with their ambitions sated, even if this ambition was as simple as a glorious death. They can contact those in our world in order to spur us on to glory."
    },
    {
      "character": "Otto Godblessed",
      "line": "Of course, they cannot or will not contact all inhabitants of these lands, for not all are worthy."
    },
    {
      "character": "Player",
      "line": "So those are the spirits who give us guidance. What of the other sorts?"
    },
    {
      "character": "Otto Godblessed",
      "line": "A second category of spirit is made up of those who are not yet at peace. However, all that is needed is for their mortal remains to be laid to rest and they will join the peaceful majority."
    },
    {
      "character": "Player",
      "line": "I can see the pyres serve this purpose. The final category is also restless?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Alas, there is a small minority who will never be at rest. These have been slain in moments of insanity by their brothers or by adventurers."
    },
    {
      "character": "Otto Godblessed",
      "line": "They are not at rest and will attack those they blame for their tortured state. They are not known, however, for being able to determine this blame with any great accuracy, so should be considered dangerous to all."
    },
    {
      "character": "Player",
      "line": "Thank you Otto. It makes a bit more sense now."
    },
    {
      "character": "Player",
      "line": "I've fished with my hands!"
    },
    {
      "character": "Otto Godblessed",
      "line": "I sense you have more understanding of harpoons through your studies."
    },
    {
      "character": "Player",
      "line": "Well it was interesting, can I move on to more sane hobbies now?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Nothing is sane when one is born knowing only certain death. The spirits approve of you however, so death is on your side."
    },
    {
      "character": "Player",
      "line": "What is that supposed to mean?"
    },
    {
      "character": "Otto Godblessed",
      "line": "I mean that when you eventually die and find peace, at least the spirits you encounter will be your friends. Alas for you adventurous sort, the natural ways of passing are close to impossible."
    },
    {
      "character": "Player",
      "line": "I've fished with a barbarian rod!"
    },
    {
      "character": "Otto Godblessed",
      "line": "Your mind is as clear as the waters you have fished. This is good."
    },
    {
      "character": "Player",
      "line": "So what do I do with these fish? They are all bloated and so nasty looking that even a starving vulture wouldn't eat one."
    },
    {
      "character": "Otto Godblessed",
      "line": "Patience young one. These are fish which are fat with eggs rather than fat of flesh. It is these eggs that are the thing to make use of."
    },
    {
      "character": "Player",
      "line": "I've set fire to logs with a bow!"
    },
    {
      "character": "Otto Godblessed",
      "line": "Fine news indeed!"
    },
    {
      "character": "Player",
      "line": "I have completed firemaking with a bow. What follows this?"
    },
    {
      "character": "Otto Godblessed",
      "line": "The next stage is quite complex, so listen well. In order to send our ancestors into the spirit world, their mortal remains must be burned with due ceremony."
    },
    {
      "character": "Otto Godblessed",
      "line": "This can only be done close to the water on the shore of the lake, just to our north-east. You will recognise the correct places by the ashes to be seen there."
    },
    {
      "character": "Otto Godblessed",
      "line": "You will need to construct a small ship by using an axe upon logs in this area, then add the bones of a long dead barbarian hero."
    },
    {
      "character": "Player",
      "line": "Where do I obtain these bones?"
    },
    {
      "character": "Otto Godblessed",
      "line": "From the caverns beneath this lake. Many of our ancestors travelled to these caverns in order to hunt for glory, but found only death. Their bones must still lie inside, their spirits trapped in torment."
    },
    {
      "character": "Player",
      "line": "So I make sure I am in the right place, then throw these bones on a ceremonial ship before I set light to it?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Correct. The spirit will ascend to glory while the pyre will send the earthly remains to the depths. You will also obtain a closer link to the spirit world."
    },
    {
      "character": "Otto Godblessed",
      "line": "During this heightened contact, any bones you bury will have increased importance to the gods. The number of bones that may be buried before the link fades will depend on the wood used."
    },
    {
      "character": "Player",
      "line": "Is there anything else I should know?"
    },
    {
      "character": "Otto Godblessed",
      "line": "I have little knowledge of the caverns - they are blocked from the sight of the spirits with whom I commune. I can only suspect that whatever slew the barbarian heroes is indeed mighty."
    },
    {
      "character": "Otto Godblessed",
      "line": "I also suspect that the bones you seek might well be very uncommon, since heroes are not found in vast numbers."
    },
    {
      "character": "Player",
      "line": "How do I enter the caverns?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Dive into the whirlpool in the lake to the east. The spirits will use their abilities to ensure you arrive in the correct location. Be warned, their influence fades, so you must find your own way out."
    },
    {
      "character": "Player",
      "line": "I've created a pyre ship!"
    },
    {
      "character": "Otto Godblessed",
      "line": "Hail to you, saviour of my ancestors. The spirits herald your presence with a spectral fanfare."
    },
    {
      "character": "Player",
      "line": "It's good to be appreciated."
    },
    {
      "character": "Otto Godblessed",
      "line": "On this great day you have my eternal thanks. May you find riches while rescuing my spiritual ancestors in the caverns for many moons to come."
    },
    {
      "character": "Otto Godblessed",
      "line": "And with that, your training is done. You have gone from apprentice, to master. Seek to inspire all with your daring deeds and legendary feats."
    },
    {
      "character": "Player",
      "line": "Tell me more about the use of spears."
    },
    {
      "character": "Otto Godblessed",
      "line": "The next step is to manufacture a spear, suitable for combat. To do so, you must speak with our distant cousins on Karamja, in the village of Tai Bwo Wannai."
    },
    {
      "character": "Player",
      "line": "Couldn't you just take a bribe or something? I am sure you could do with some cash."
    },
    {
      "character": "Otto Godblessed",
      "line": "I am afraid this is a vital step. The spirits foresee that your understanding of spears will increase through your journey there. You may not progress in the use of spears until you have completed this mission."
    },
    {
      "character": "Otto Godblessed",
      "line": "Many warriors complain that spears are difficult to find, we barbarians thus forge our own."
    },
    {
      "character": "Player",
      "line": "Can I just use some metal on an anvil, or is there something else involved?"
    },
    {
      "character": "Otto Godblessed",
      "line": "If you use our special barbarian anvil here, you will find it ideal. Other anvils are not sturdy enough or shaped appropriately for the forging work involved. Make any of our spears and return."
    },
    {
      "character": "Otto Godblessed",
      "line": "Note well that you will require wood for the spear shafts; the quality of wood must be similar to that of the metal involved."
    },
    {
      "character": "Player",
      "line": "What of the one handed spears of which you spoke?"
    },
    {
      "character": "Otto Godblessed",
      "line": "The next step is to manufacture a one-handed version of a spear, suitable for combat. Such a spear is known to us as a hasta."
    },
    {
      "character": "Player",
      "line": "Can't I just pick one up and use it in one hand?"
    },
    {
      "character": "Otto Godblessed",
      "line": "As you might suspect, our ways require greater understanding than is gained by simply looking at a weapon. It is also the case that the process involves a differently"
    },
    {
      "character": "Otto Godblessed",
      "line": "balanced spear. Before you may use such a weapon in anger, you must make an example. Only then will you fully understand the poise and techniques involved."
    },
    {
      "character": "Player",
      "line": "So I must manufacture one? I see. This makes sense."
    },
    {
      "character": "Otto Godblessed",
      "line": "Indeed. You may use our special anvil for this spear type too. The ways of black and dragon spears are beyond our knowledge, however; these spears may not be created."
    },
    {
      "character": "Otto Godblessed",
      "line": "You do not exude the presence of one who has poured his soul into manufacturing spears."
    },
    {
      "character": "Player",
      "line": "The spirits told you?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Indeed they did. There are no secrets from those who live eternally."
    },
    {
      "character": "Otto Godblessed",
      "line": "Take some wood and metal and make a spear upon the nearby anvil, then you may return to me. As an example, you may use bronze bars with normal logs or iron bars with oak logs. If you perform this task I will"
    },
    {
      "character": "Otto Godblessed",
      "line": "be freed from the spirits complaining of your lack of dedication."
    },
    {
      "character": "Player",
      "line": "I'll be back."
    },
    {
      "character": "Otto Godblessed",
      "line": "The manufacture of spears is now yours as a speciality. Use your skill well. In addition I am ready to reveal one-handed spear crafts."
    },
    {
      "character": "Player",
      "line": "This sounds interesting indeed."
    },
    {
      "character": "Otto Godblessed",
      "line": "I see you have constructed your hasta, and are approaching readiness."
    },
    {
      "character": "Player",
      "line": "If I may ask, readiness for what?"
    },
    {
      "character": "Otto Godblessed",
      "line": "To live life to it's fullest of course - that you may be a peaceful spirit when your time ends."
    },
    {
      "character": "Player",
      "line": "What was that secret knowledge of herblore we talked of?"
    },
    {
      "character": "Otto Godblessed",
      "line": "The secret is linked to the fish in the lake nearby. If you use your knife upon them, several new fishy items will be produced. Fish parts can be used as bait, but the roe and caviar is more useful for us."
    },
    {
      "character": "Player",
      "line": "Do I cook them?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Certainly not. Mixing these items with two dose potions is what should be done. This results in a nutritious slop, perfect for healing as well as imparting the effect of the potion."
    },
    {
      "character": "Otto Godblessed",
      "line": "Roe can only be used for some of the more easily combined mixes, while caviar may be used for any of the mixes of which I am aware."
    },
    {
      "character": "Player",
      "line": "What if I only have four dose potions?"
    },
    {
      "character": "Otto Godblessed",
      "line": "You are able to decant a four dose potion into an empty vial, thus giving two potions of two doses. This will aid you in the process."
    },
    {
      "character": "Player",
      "line": "I guess you just want me to go away and make one of these potions?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Have I become so predictable? But yes, I do indeed require a potion. It is of the highest importance that you bring me a lesser attack potion combined with fish roe."
    },
    {
      "character": "Otto Godblessed",
      "line": "Do you have my potion?"
    },
    {
      "character": "Player",
      "line": "What was it you needed again?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Bring me a lesser attack potion combined with fish roe. There is more importance in this than you will ever know."
    },
    {
      "character": "Player",
      "line": "I've made a barbarian potion!"
    },
    {
      "character": "Otto Godblessed",
      "line": "I will take that off your hands now. I will say no more than that I am eternally grateful."
    },
    {
      "character": "Player",
      "line": "I feel I am missing some vital information about your need for this potion, though I often have this suspicion."
    },
    {
      "character": "Otto Godblessed",
      "line": "I will not reveal all of my private matters to you. Some secrets are best kept rather than revealed."
    },
    {
      "character": "Player",
      "line": "I've planted seeds with my fists!"
    },
    {
      "character": "Otto Godblessed",
      "line": "Yes, I sensed you had found success. Well done."
    },
    {
      "character": "Player",
      "line": "It definitely tested my patience."
    },
    {
      "character": "Otto Godblessed",
      "line": "Patience comes alongside a strong spirit."
    },
    {
      "character": "Player",
      "line": "I hope you're not saying I'm weak?"
    },
    {
      "character": "Otto Godblessed",
      "line": "No child, but we all have potential to improve our strength."
    },
    {
      "character": "Player",
      "line": "Are there any other fist related farming activities I can learn?"
    },
    {
      "character": "Otto Godblessed",
      "line": "This technique fully embraces your strength as a barbarian. Nuance is not required here. It's about the fine art of smashing pots."
    },
    {
      "character": "Player",
      "line": "Smashing pots? That doesn't sound overly difficult."
    },
    {
      "character": "Otto Godblessed",
      "line": "The secret is how to smash them in a way that doesn't leave debris on the ground, for that would not be of benefit to the environment."
    },
    {
      "character": "Player",
      "line": "That makes sense. I wouldn't want to be littering shards of pot everywhere. What's the trick?"
    },
    {
      "character": "Otto Godblessed",
      "line": "Planting a tree is strenuous work. You need to channel this energy into pure anger. Release all that anger on the pot that contained it, shattering it into dust!"
    },
    {
      "character": "Player",
      "line": "I'm good at getting angry. I'll give it a try."
    },
    {
      "character": "Otto Godblessed",
      "line": "May the spirits guide you into success."
    },
    {
      "character": "Otto Godblessed",
      "line": "You have not yet attempted to plant a tree. Why not?"
    },
    {
      "character": "Player",
      "line": "I've been busy doing other stuff."
    },
    {
      "character": "Otto Godblessed",
      "line": "You know your task. Come back when you have completed it."
    },
    {
      "character": "Player",
      "line": "I've smashed a pot whilst farming!"
    },
    {
      "character": "Otto Godblessed",
      "line": "I can see in your spirit that you have been successful in your latest endeavour."
    },
    {
      "character": "Player",
      "line": "I planted a tree and got really angry. The pot was gone before I even realised."
    },
    {
      "character": "Otto Godblessed",
      "line": "It will become more natural with practice."
    },
    {
      "character": "Player",
      "line": "I'd like to be calmer and not smash my pots."
    },
    {
      "character": "Otto Godblessed",
      "line": "Consider it done."
    },
    {
      "character": "Player",
      "line": "I'd like to smash my pots when planting trees again."
    }
  ],
  "characters": [
    {
      "name": "Otto Godblessed",
      "description": "Elderly male, refined British accent, deep and measured tone. A wise barbarian who speaks with unexpected formality and sophistication despite his thuggish appearance, exuding calm authority as a spiritual guide."
    }
  ]
}