{
  "branch": "quest/below-ice-mountain",
  "quest_name": "Below Ice Mountain",
  "lines": [
    { "character": "Player", "line": "Hello there. What are you doing all the way out here?" },
    { "character": "Willow", "line": "Just... looking around." },
    { "character": "Player", "line": "Oh, did you lose something?" },
    { "character": "Willow", "line": "No... I found something. A door." },
    { "character": "Player", "line": "A door? I see doors all the time. What makes this one so special?" },
    { "character": "Willow", "line": "It's buried beneath a tonne of rocks. Could be the entrance to some ancient ruins..." },
    { "character": "Player", "line": "Wow! Ancient ruins? Are you an archaeologist or something?" },
    { "character": "Willow", "line": "Archaeologist? Me? Hmm..." },
    { "character": "Willow", "line": "Of course I am! I'm the greatest archaeologist of our time. The name's Willow! Have you not heard of me?" },
    { "character": "Player", "line": "I'm afraid I haven't. Are you looking for a way into the ruins?" },
    { "character": "Willow", "line": "You bet I am, but I don't think there's any other way in." },
    { "character": "Player", "line": "Oh dear. Do you have another plan to get in?" },
    { "character": "Willow", "line": "Potentially, but I won't be able to do it on my own. Nor can I leave the area. If I'm not here to guard the entrance, some other archaeologist might come along and steal the glory from me!" },
    { "character": "Willow", "line": "Maybe you could give me a hand? There could be untold riches inside the ruins!" },
    { "character": "Player", "line": "A chance to uncover ancient ruins doesn't happen every day! Of course I'll help! How do you plan to get in?" },
    { "character": "Willow", "line": "The entrance is covered in rocks and rubble - I don't think mining them will work." },
    { "character": "Willow", "line": "We'll need something stronger. Who knows what could be inside the ruins. There could be traps, or even monsters!" },
    { "character": "Willow", "line": "No, I think we'll need to get my old crew..." },
    { "character": "Willow", "line": "...I mean, excavation team together. But you'll need to convince them to help us. We didn't part on the best of terms." },
    { "character": "Player", "line": "What happened?" },
    { "character": "Willow", "line": "We had a falling out after a, uhm... dig, went wrong." },
    { "character": "Player", "line": "Where can I find your old team, and how will they help?" },
    { "character": "Willow", "line": "To get into the ruins we'll need to blow up all the rocks blocking the entrance." },
    { "character": "Player", "line": "That doesn't sound too safe. What if we damage the ruins? Surely it's better to go slower and preserve as much as we can?" },
    { "character": "Willow", "line": "No! We need to get in there as soon as possible! Burntof the dwarf will do it. He's a master with explosives." },
    { "character": "Willow", "line": "From what I can remember, he's a fan of his drink. His favourite pub being the Rising Sun Inn, in Falador - I'd look there first." },
    { "character": "Willow", "line": "After we've blown the rocks away, we'll need someone to move all the rubble. Someone strong." },
    { "character": "Player", "line": "I could do it! I'm quite strong myself." },
    { "character": "Willow", "line": "Ha ha ha! I don't think so. We need a real strongman - someone with muscles. An old friend of mine, Checkal, should be able to do all the heavy lifting." },
    { "character": "Player", "line": "Oh okay... Where can I find him?" },
    { "character": "Willow", "line": "Hmm... We had quite a rough falling out when we last spoke, but I heard he's hanging around Barbarian Village." },
    { "character": "Willow", "line": "Lastly, if my hunch is correct, this place will be covered in traps. We'll need my pal Marley to disarm them. He's the best thief I know. Been doing it for years." },
    { "character": "Willow", "line": "I have no idea where he is these days. But his cousin Charlie in Varrock may know. You should talk to him. He's normally somewhere near the Blue Moon Inn." },
    { "character": "Player", "line": "You have a rather interesting group of friends... but if they get us into the ruins, I'm all for it." },
    { "character": "Willow", "line": "Good luck. Once you've recruited one of the team, I'll meet them at the entrance. It's on the west side of the mountain." },
    { "character": "Player", "line": "Seems like you're in a bit of a pickle. Have fun with that." },
    { "character": "Willow", "line": "Back again? What can I help you with?" },
    { "character": "Player", "line": "Where can I find Marley?" },
    { "character": "Willow", "line": "Marley is an elusive one, to be honest. I have no idea where to find him. You should try talk to his cousin Charlie near the Blue Moon Inn in Varrock. Maybe he will know." },
    { "character": "Willow", "line": "Need help finding anyone else?" },
    { "character": "Player", "line": "Where can I find Checkal?" },
    { "character": "Willow", "line": "Last I heard Checkal was hanging around Barbarian Village. Maybe you should head there to find him?" },
    { "character": "Player", "line": "Where can I find Burntof?" },
    { "character": "Willow", "line": "Burntof likes to hang out at the Rising Sun Inn located in Falador." },
    { "character": "Player", "line": "Where can I find the entrance to the ruins?" },
    { "character": "Willow", "line": "On the western side of Ice Mountain. There's no way up on this side so you'll need to head east of here first and go around the dwarf colony to get there." },
    { "character": "Player", "line": "Okay." },
    { "character": "Player", "line": "Nothing, thanks." },
    { "character": "Willow", "line": "Hurry up! It's not exactly exciting standing out here all day." },
    { "character": "Player", "line": "Hello there. I'm looking for a man named Checkal." },
    { "character": "Checkal", "line": "That would be me. What can I do for you?" },
    { "character": "Player", "line": "I was told to come find you. Willow has found a new digsi..." },
    { "character": "Checkal", "line": "Stop right there. You can tell Willow she can do the heavy lifting herself." },
    { "character": "Player", "line": "And why is that?" },
    { "character": "Checkal", "line": "Willow does not appreciate the amount of work that goes into building my physique. I would not help her lift a shrimp." },
    { "character": "Checkal", "line": "I take great pride in these muscles and it hurts me to the core to hear such insults!" },
    { "character": "Player", "line": "But we need your help! She's found a new archaeological digsite and needs you to help clear the entrance." },
    { "character": "Checkal", "line": "Archaeological digsite? Why is Willow interested in starting a digsite?" },
    { "character": "Player", "line": "She said there could be some ancient ruins, even an untouched hoard of gold and treasure!" },
    { "character": "Checkal", "line": "Ah that makes sense. *Sighs* You poor thing..." },
    { "character": "Player", "line": "What do you mean?" },
    { "character": "Checkal", "line": "Nothing. Look, I will help you. But first you must prove your strength to me." },
    { "character": "Player", "line": "Well Checkal, I don't mean to brag, but there are few people in Gielinor stronger than me." },
    { "character": "Checkal", "line": "Hmm... I will see about that." },
    { "character": "Checkal", "line": "Yes... you do have tremendous muscle mass." },
    { "character": "Checkal", "line": "Your legs are strong as steel, too." },
    { "character": "Checkal", "line": "Well, I have to say you are the definition of strength." },
    { "character": "Player", "line": "I do try." },
    { "character": "Checkal", "line": "But a strongman doesn't stop when they reach the top. They always push themselves." },
    { "character": "Player", "line": "Well that shouldn't be too hard. I'm pretty strong." },
    { "character": "Checkal", "line": "That is true. But are you strong in both body and mind?" },
    { "character": "Player", "line": "Uhm... yes?" },
    { "character": "Checkal", "line": "To be a true strongman, you do not just need big muscles. No, you must have self control and an unrelenting desire to push yourself to become stronger." },
    { "character": "Player", "line": "Oh, I'm not sure about that..." },
    { "character": "Checkal", "line": "I would ask you to train with my old friend and trainer, Atlas, one of the strongest barbarians I know. You can find him in the hall north of here." },
    { "character": "Checkal", "line": "If you can survive his rigorous training program, I shall offer you my help." },
    { "character": "Player", "line": "How do you know he'll train me?" },
    { "character": "Checkal", "line": "Tell him I sent you and he will train you." },
    { "character": "Player", "line": "Alright then, I'll go speak to Atlas. Farewell." },
    { "character": "Player", "line": "I seem to have forgotten where Atlas is. Can you remind me?" },
    { "character": "Checkal", "line": "Atlas can be found in the hall to the north of us." },
    { "character": "Player", "line": "Thanks." },
    { "character": "Checkal", "line": "No problem at all." },
    { "character": "Atlas", "line": "What do you want, little one?" },
    { "character": "Player", "line": "I've just come to talk to you. Checkal said you could train me. He said you're the strongest barbarian he knows." },
    { "character": "Atlas", "line": "Oh did he now? What makes you think I will train you?" },
    { "character": "Player", "line": "I... Um..." },
    { "character": "Atlas", "line": "Come on then! Out with it already!" },
    { "character": "Player", "line": "Well uh, he said he wouldn't..." },
    { "character": "Atlas", "line": "I'm just pulling your leg! Any friend of Checkal is a friend of mine." },
    { "character": "Player", "line": "Please don't scare me like that." },
    { "character": "Atlas", "line": "It's a force of habit. It comes with the barbarian lifestyle. But to apologise, I'll give you a free lesson!" },
    { "character": "Player", "line": "Oh really? How much would this usually cost?" },
    { "character": "Atlas", "line": "Around 25,000 coins per session." },
    { "character": "Player", "line": "That's a lot of money!" },
    { "character": "Atlas", "line": "No price is too much for a good workout. Are you ready to start your training session?" },
    { "character": "Atlas", "line": "If you want to become a strongman, you need to get into shape!" },
    { "character": "Atlas", "line": "It's not all about strength! You need to get some cardio in, too." },
    { "character": "Atlas", "line": "You need to be tough to be a strongman! Show me what you've got! Come on!" },
    { "character": "Atlas", "line": "Every strongman was once a beginner who refused to give up." },
    { "character": "Atlas", "line": "You need to push yourself!" },
    { "character": "Atlas", "line": "Always strive to be the best that you can be! That is the strongman way." },
    { "character": "Atlas", "line": "I'm very proud of you. You've shown grit, determination and an iron will. You are a true strongman at heart." },
    { "character": "Player", "line": "That was exhausting... I've never worked so hard in my life!" },
    { "character": "Atlas", "line": "And for that, I am proud. Now, show us what you're made of and flex those muscles!" },
    { "character": "Atlas", "line": "My work is done. Return to Checkal and show him your new-found muscles." },
    { "character": "Player", "line": "Not right now, I am a bit busy." },
    { "character": "Atlas", "line": "No problem. Come back when you are ready." },
    { "character": "Atlas", "line": "You're back. Would you like to start that training session now?" },
    { "character": "Atlas", "line": "Well done, little one. You've proven your worth." },
    { "character": "Player", "line": "Can I do it again?" },
    { "character": "Atlas", "line": "What? Why?" },
    { "character": "Player", "line": "It was fun, I'd like to do it again." },
    { "character": "Atlas", "line": "You're the first person to ask me that. I suppose I could train you again, but I will have to charge you the full 25,000 coins this time." },
    { "character": "Player", "line": "Let's do this, I'm ready." },
    { "character": "Atlas", "line": "It's not going to be any easier my friend!" },
    { "character": "Atlas", "line": "Hold it there little one, you don't have enough money to pay for the lesson." },
    { "character": "Player", "line": "Oh, sorry I was too excited..." },
    { "character": "Atlas", "line": "No worries friend, come back when you can afford the session." },
    { "character": "Player", "line": "Thanks for that workout. I can see why you normally charge people so much." },
    { "character": "Atlas", "line": "Back again I see, here for another workout?" },
    { "character": "Player", "line": "Yes please." },
    { "character": "Atlas", "line": "You must take your training very seriously. This is the second time you'll have done this workout and paid full price!" },
    { "character": "Atlas", "line": "You take your training very seriously. You know you've done this workout many times, are you sure you want to do it again?" },
    { "character": "Checkal", "line": "So have you completed your training session with Atlas?" },
    { "character": "Player", "line": "Just about, but it was a real struggle." },
    { "character": "Checkal", "line": "It always is, but I can see you are standing taller and looking stronger already." },
    { "character": "Checkal", "line": "Now, show me your muscles and I will judge if you're ready to receive my help." },
    { "character": "Checkal", "line": "My goodness, those muscles are exquisite. I will definitely help someone who shows that much dedication to their physique." },
    { "character": "Player", "line": "Fantastic! Willow said she'd meet you by the entrance, on the west side of Ice Mountain." },
    { "character": "Checkal", "line": "Thank you my friend, I will meet you there." },
    { "character": "Player", "line": "What an exhausting workout. I hope the others aren't as much effort to recruit." },
    { "character": "Player", "line": "Well, that's everyone. I guess I should head off the entrance on the west side of Ice Mountain." },
    { "character": "Player", "line": "What did you want me to do again?" },
    { "character": "Checkal", "line": "I want you to prove your strength by showing me your muscles!" },
    { "character": "Player", "line": "Do you think you'll be able to handle all these rocks?" },
    { "character": "Checkal", "line": "Should not be a problem. This challenge is easy for a strongman." },
    { "character": "Player", "line": "I wish I could help..." },
    { "character": "Checkal", "line": "Do not worry my friend. If you stay dedicated and keep working everyday, you'll be able to achieve anything you dream of." },
    { "character": "Player", "line": "Thanks Checkal, I will." },
    { "character": "Checkal", "line": "One last thing - be careful when we go inside. You never know what will happen." },
    { "character": "Burntof", "line": "Buy ush a drink." },
    { "character": "Player", "line": "Are you Burntof?" },
    { "character": "Burntof", "line": "I might be, I might not. Buy ush a drink and find out *hic*." },
    { "character": "Player", "line": "Fine... I'll get you a beer." },
    { "character": "Burntof", "line": "Thanksh a bunch." },
    { "character": "Player", "line": "It just so happens I've got a drink you can have." },
    { "character": "Burntof", "line": "Giv' it 'ere then." },
    { "character": "Burntof", "line": "That'sh good shtuff." },
    { "character": "Player", "line": "So, are you Burntof?" },
    { "character": "Burntof", "line": "Yesh I am *hic*. What can thish dwarf do for you?" },
    { "character": "Player", "line": "Willow sent me. She needs your help with a job." },
    { "character": "Burntof", "line": "Willow? Now that'sh a name I drink to forget!" },
    { "character": "Player", "line": "What do you mean?" },
    { "character": "Burntof", "line": "Willow alwaysh insishted on changing me waysh. I knows explosivesh. Just because I lost a couple of me fingersh a few yearsh back doesn't mean I'll do it again *hic*." },
    { "character": "Burntof", "line": "I knew the exhact amount of dyn*hic*amite needed to blow that rich fool's shafe. We woulda been shet for life!" },
    { "character": "Player", "line": "I thought you were a team of archaeologists?" },
    { "character": "Burntof", "line": "Archaeologishts? Shure, if that's what you want to call ush?!" },
    { "character": "Player", "line": "Willow sent me to get you. She's found a new digsite and needs your expert knowledge on explosives." },
    { "character": "Burntof", "line": "Hmmm... *hic*" },
    { "character": "Burntof", "line": "Tell you what. If you beat me in a friendly game of rock paper s*hic*cissorsh, I'll join the team." },
    { "character": "Burntof", "line": "*Whispers* We'll have the game upshtairs away from everyone." },
    { "character": "Burntof", "line": "Where'sh my beer?" },
    { "character": "Player", "line": "I'll get right on it." },
    { "character": "Player", "line": "Here you go." },
    { "character": "Burntof", "line": "Ah! A person of fhine taste *hic*. I love Dwarven shtout!" },
    { "character": "Burntof", "line": "No messhing around with you! Only the strong stuff, I like it!" },
    { "character": "Burntof", "line": "The rulesh are ash followsh. We both pick a shign to show and then shay 'rock, paper, shcissors.' After schissors, we show our shigns." },
    { "character": "Burntof", "line": "Thish ish a besht of three game. Nowsh, pick what you are going to shhhow." },
    { "character": "Burntof", "line": "Looksh like you win the firsht round." },
    { "character": "Player", "line": "But...? I put out rock?" },
    { "character": "Burntof", "line": "Yesh, and I put out *hic* scissors... I think." },
    { "character": "Player", "line": "Okay then... I guess the first round goes to me." },
    { "character": "Player", "line": "I won! That's two rounds to me, so you have to help." },
    { "character": "Burntof", "line": "Hooold it right there *hic* bud, I thinksh I won that round..." },
    { "character": "Player", "line": "But rock beats scissors?" },
    { "character": "Burntof", "line": "Yesh, that is correct, but you chose paper. So I win." },
    { "character": "Player", "line": "Whatever, let's just play the last round." },
    { "character": "Burntof", "line": "Well, it looksh like I win, sho I don't have to help you out." },
    { "character": "Player", "line": "Are you okay Burntof? I clearly beat you. Check my hand again." },
    { "character": "Burntof", "line": "Merlinsh beard! You did. A deal'sh a deal, I'll help you out." },
    { "character": "Burntof", "line": "But I think I'll need one more drink before I hitsh the road." },
    { "character": "Burntof", "line": "Tina! Bring me another beer pleash." },
    { "character": "Tina", "line": "Sure thing Burntof, I'll be right there!" },
    { "character": "Tina", "line": "Here you go." },
    { "character": "Burntof", "line": "Thanksh Tina." },
    { "character": "Player", "line": "That was interesting, but that's Burntof recruited. On to the next person." },
    { "character": "Player", "line": "You managed to make your way over to the ruins then?" },
    { "character": "Burntof", "line": "Yush, I did, why's that shuch a *hic* shurprise?" },
    { "character": "Player", "line": "I thought you would pass out on your way." },
    { "character": "Burntof", "line": "Dwarshves have a very good shense of direction and we can *hic* hold our beer very well." },
    { "character": "Player", "line": "Are you sure you'll be able to handle the dynamite in your current state?" },
    { "character": "Burntof", "line": "Hah! I could blow thish rubble away with one hand and me eyesh closed." },
    { "character": "Charlie the Tramp", "line": "Spare some change guv?" },
    { "character": "Player", "line": "I'm looking for a man named Marley. Have you seen him?" },
    { "character": "Charlie the Tramp", "line": "Ah Marley, my cousin. He's always getting himself into trouble!" },
    { "character": "Player", "line": "Oh really? Do you know where I could find him?" },
    { "character": "Charlie the Tramp", "line": "Hmm... it's been a while since I've seen him. Last I heard he got caught in the middle of a robbery and had to flee Varrock." },
    { "character": "Charlie the Tramp", "line": "Something to do with trying to steal a set of Wizard robes from the museum." },
    { "character": "Player", "line": "Great, so I'm dealing with a criminal!" },
    { "character": "Charlie the Tramp", "line": "Afraid so. Marley is no stranger to the authorities... Knowing him, he's probably hanging out in Edgeville ruins till the attention dies down. I'd try there." },
    { "character": "Player", "line": "Perfect. I'll go look for him." },
    { "character": "Player", "line": "Hey there. Would you happen to be Marley?" },
    { "character": "Marley", "line": "I could be. Depends on who's asking? If you're with the Varrock City Guard, I had nothing to do with the robbery at the museum. I don't even know what I'd do with some Wizard robes." },
    { "character": "Player", "line": "Uhm, no? What robbery? Wizard robes?" },
    { "character": "Marley", "line": "Robbery? Sorry, first I've heard of a robbery." },
    { "character": "Player", "line": "Look, I'm not here with the city guard, Willow sent me to find you. She needs your help." },
    { "character": "Marley", "line": "Willow? Hmm... I'm afraid I don't recall a Willow." },
    { "character": "Player", "line": "Are you sure? She said you were old pals." },
    { "character": "Marley", "line": "Nope, I'm sure. Only Willow I know of is a type of tree." },
    { "character": "Marley", "line": "But, then again, my memory is a bit hazy, due to how hungry I am." },
    { "character": "Player", "line": "You're too hungry... to remember your friend?" },
    { "character": "Marley", "line": "Yep... been a while since I had a nice hot meal." },
    { "character": "Player", "line": "*Sighs*... would you like me to get you something to eat, to help jog your memory?" },
    { "character": "Marley", "line": "Oh what a kind offer! I couldn't say no." },
    { "character": "Player", "line": "Fine, I'll be back in a..." },
    { "character": "Marley", "line": "Woah woah woah, hold your horses there friend! I can't just eat anything. I have very specific dietary requirements." },
    { "character": "Player", "line": "..." },
    { "character": "Marley", "line": "Don't be like that! I don't want nothing fancy, just a Steak sandwich from the Blue Moon Inn, in Varrock." },
    { "character": "Player", "line": "Why don't you go and get one then?" },
    { "character": "Marley", "line": "Slight problem there, friend. I've been barred and the chef won't make me another one. Something about stealing from punters. I can't remember..." },
    { "character": "Player", "line": "*Sighs*... Fine. If I go get you this sandwich, will you help Willow?" },
    { "character": "Marley", "line": "Of course! Oh, by the way, don't bother with the bartender. Just talk to the chef. Trust me." },
    { "character": "Player", "line": "Alright. I'll be back momentarily with your sandwich." },
    { "character": "Marley", "line": "Have you got the sandwich yet?" },
    { "character": "Player", "line": "I'm still working on it. Where did you say you got them from?" },
    { "character": "Marley", "line": "The Blue Moon Inn, in Varrock. They have the best cook around!" },
    { "character": "Player", "line": "I'll go speak to them, then." },
    { "character": "Bartender", "line": "What can I do yer for?" },
    { "character": "Player", "line": "Hey, Marley sent me in here for a Steak sandwich." },
    { "character": "Bartender", "line": "MARLEY?! Don't talk about that sorry state of a person in this establishment!" },
    { "character": "Player", "line": "Woah okay, sorry! Forget I ever mentioned him." },
    { "character": "Bartender", "line": "You'd better clear off before I make you." },
    { "character": "Cook", "line": "What do you want? I'm busy!" },
    { "character": "Player", "line": "I was wondering if you'd be able to make me a Steak sandwich?" },
    { "character": "Cook", "line": "Hmm... we don't get many food orders in 'ere. Last person to order one of them was barred for thievin'." },
    { "character": "Player", "line": "Oh... uhm... no. It's for me?" },
    { "character": "Cook", "line": "Really?" },
    { "character": "Player", "line": "No... it's for Marley..." },
    { "character": "Cook", "line": "I knew it! I'm not making another meal for that thievin' git! Clear off." },
    { "character": "Player", "line": "At least tell me why you hate him so much?" },
    { "character": "Cook", "line": "I know what it's like, not knowin' where your next meals going to come from, so I let him eat 'ere for free." },
    { "character": "Cook", "line": "The minute I turn my back, he's caught red-handed trying to pickpocket one of our patrons. We gave him the boot there 'n' then." },
    { "character": "Player", "line": "Well, fair enough, but it's just one sandwich. He's not even in Varrock anymore. He's moved off to Edgeville." },
    { "character": "Cook", "line": "No chance mate, it's the principle. I won't make food for such a low class criminal..." },
    { "character": "Player", "line": "Please, I really need Marley's help and he'll only offer it if I get him a Steak sandwich." },
    { "character": "Cook", "line": "Well, I suppose if I give you the recipe, you can make it yourself." },
    { "character": "Player", "line": "Great! I can't imagine it's that hard to make." },
    { "character": "Cook", "line": "Watch your mouth! Making a Steak sandwich is a delicate art!" },
    { "character": "Player", "line": "Sorry! Of course it is. What's the recipe then?" },
    { "character": "Cook", "line": "To start, you need to get some prime beef from a cow. The fields around Lumbridge are a great source. Cook it up - medium rare is perfect. Don't cook it for too long or you'll burn it..." },
    { "character": "Cook", "line": "Then, you take some bread. I recommend making it fresh, but to each their own. Slice it in half and slide the beautifully cooked beef between the two halves..." },
    { "character": "Cook", "line": "And hey presto, you've got yourself a delicious, perfectly made Steak sandwich." },
    { "character": "Player", "line": "Wow... is that it? Some beef between a loaf of bread?" },
    { "character": "Cook", "line": "It's harder to make than it sounds! Now get out before I whack you one for being so rude." },
    { "character": "Player", "line": "I forgot the recipe to make a Steak sandwich." },
    { "character": "Cook", "line": "For Saradomin's sake! Take some bread, cut it in half and stick some cooked Steak inside, done." },
    { "character": "Player", "line": "Oh yeah, thank you!" },
    { "character": "Player", "line": "I've managed to make myself a Steak sandwich." },
    { "character": "Cook", "line": "Let me take a look at it." },
    { "character": "Cook", "line": "Ha ha ha, you call this a sandwich!?" },
    { "character": "Player", "line": "Well, I tried my best..." },
    { "character": "Cook", "line": "I'm sure you did. It'll be enough for Marley, anyway." },
    { "character": "Player", "line": "Hey Marley. I've managed to get your Steak sandwich." },
    { "character": "Marley", "line": "Ah, just in time for my afternoon snack. Pass it over." },
    { "character": "Marley", "line": "Aaah... not quite as good as the usual, but it hit the spot." },
    { "character": "Player", "line": "Are you finally done?" },
    { "character": "Marley", "line": "Yes I am. I'll honour my side of the deal and head off to find Willow." },
    { "character": "Player", "line": "Finally! You can find her on the west side of Ice Mountain." },
    { "character": "Marley", "line": "Excellent! I'll be on my way then." },
    { "character": "Player", "line": "Marley is certainly an interesting character. Hopefully the next team member is more respectable." },
    { "character": "Player", "line": "Hello again Marley." },
    { "character": "Marley", "line": "Ah, my new favourite chef. Have you got another sandwich for me?" },
    { "character": "Player", "line": "No!" },
    { "character": "Marley", "line": "Woah! Alright there, calm down. Was only a joke." },
    { "character": "Player", "line": "I don't find being your errand boy very funny." },
    { "character": "Marley", "line": "You need to lighten up a little, my friend." },
    { "character": "Player", "line": "That's everyone gathered. Interesting company for an archaeologist to keep..." },
    { "character": "Willow", "line": "*Shrugs* How many archaeologists do you actually know?" },
    { "character": "Player", "line": "Well I-" },
    { "character": "Willow", "line": "Exactly. So who are you to judge? Anyway, we're all here and ready to break in... Um, I mean excavate... the entrance." },
    { "character": "Willow", "line": "Are you ready? Who knows what's inside the ruins?" },
    { "character": "Player", "line": "I'm ready as I'll ever be. Let's head in." },
    { "character": "Willow", "line": "Right, that's everyone gathered. Thank you for all your help." },
    { "character": "Player", "line": "Oh it was no pro..." },
    { "character": "Willow", "line": "Okay everyone, we've wasted enough time. Let's crack this door open. Burntof, you're up!" },
    { "character": "Willow", "line": "Try not to blow the entire mountain up this time..." },
    { "character": "Burntof", "line": "Yesh ma'am, let'sh get this rock out the way." },
    { "character": "Burntof", "line": "Jusht got to plashe thish here..." },
    { "character": "Burntof", "line": "... little bit of dyn-*hic*-amite here..." },
    { "character": "Burntof", "line": "... and there we go!" },
    { "character": "Burntof", "line": "Now we light the fushe!" },
    { "character": "Burntof", "line": "What are you doin' standin' there?!" },
    { "character": "Player", "line": "What do you mean?" },
    { "character": "Burntof", "line": "Everyone'sh ran for cover. You'd best do the shame." },
    { "character": "Player", "line": "Wait, what?!" },
    { "character": "Burntof", "line": "Clock'sh ticking!" },
    { "character": "Marley", "line": "Bloomin' 'eck, Burntof!" },
    { "character": "Checkal", "line": "That was a tad too explosive I think." },
    { "character": "Player", "line": "My ears are still ringing!" },
    { "character": "Burntof", "line": "Quit yer moanin', it did the job didnae it?" },
    { "character": "Willow", "line": "He's right, the rock's been broken up. Checkal, it's your turn." },
    { "character": "Checkal", "line": "Of course ma'am, I will get to work." },
    { "character": "Checkal", "line": "The work is done, Willow. My apologies if it took too long." },
    { "character": "Willow", "line": "Don't be sorry, Checkal. Gotta put those muscles to use somehow." },
    { "character": "Willow", "line": "Alright Marley, in you go. Let us know if you find anything." },
    { "character": "Marley", "line": "Right, in I go. Wish me luck!" },
    { "character": "Player", "line": "Try not to die..." },
    { "character": "Marley", "line": "Right, let's see what hidden surprises you have in store for me." },
    { "character": "Marley", "line": "Hmm..." },
    { "character": "Marley", "line": "That would have been nasty." },
    { "character": "Marley", "line": "Is that it? I thought this place would be better protected." },
    { "character": "Marley", "line": "Now to disarm it..." },
    { "character": "Marley", "line": "Maybe this will work?" },
    { "character": "Marley", "line": "That got it!" },
    { "character": "Marley", "line": "Alright guys! It's safe to come in! I think..." },
    { "character": "Player", "line": "Wow, this place is amazing. I can't believe this was hidden away." },
    { "character": "Player", "line": "I wonder how long it's been left untouched for." },
    { "character": "Willow", "line": "You're impressed? There's nothing here but dust and fallen rocks." },
    { "character": "Burntof", "line": "Yaaa*hic*aawn" },
    { "character": "Player", "line": "You don't find it exciting? As an archaeologist, I thought you would be thrilled at this discovery?" },
    { "character": "Willow", "line": "Thrilled? What's there to be excited about? I don't see any gold, diamonds, rare gems or piles of lost treasure!" },
    { "character": "Burntof", "line": "Hmm..." },
    { "character": "Player", "line": "It's not about the money though, right? We've potentially discovered the long lost ruins of an ancient civilisation!" },
    { "character": "Willow", "line": "Of course it's about the money. It's always been about money, you fool." },
    { "character": "Player", "line": "I don't understand..." },
    { "character": "Willow", "line": "We're not a team of archaeologist, you idiot. We're grave robbers looking for their next score." },
    { "character": "Burntof", "line": "Theshe markings look familiar..." },
    { "character": "Player", "line": "So this entire time, you've just been using me to help break into these ruins in hopes of finding someone else's treasures." },
    { "character": "Willow", "line": "Yep, and you were surprisingly easy to convince. I'll admit, you have been a tremendous help." },
    { "character": "Willow", "line": "But your usefulness has come to an end I'm afraid. I can't simply let you leave here." },
    { "character": "Player", "line": "Why not?" },
    { "character": "Willow", "line": "I can't risk you running to the authorities and telling them about our little gang. We're wanted in quite a few large cities across Gielinor." },
    { "character": "Burntof", "line": "I've sheen thish before..." },
    { "character": "Willow", "line": "I'm afraid this is the end of the road for you. This ruin is about to become your tomb." },
    { "character": "Burntof", "line": "*hic* Woops..." },
    { "character": "Willow", "line": "What was that noise?" },
    { "character": "Burntof", "line": "Uh... it wasn't me!" },
    { "character": "Willow", "line": "Whats happening?!" },
    { "character": "Willow", "line": "It feels like the quaking has finally stopped..." },
    { "character": "Willow", "line": "Holy Zamorak! What is that thing?! Checkal, take it down!" },
    { "character": "Checkal", "line": "I'm a muscle man, not a fighter." },
    { "character": "Marley", "line": "I think we should get out of here, Willow!" },
    { "character": "Willow", "line": "You're right, Marley. Burntof, we're leaving!" },
    { "character": "Player", "line": "I can't believe they ran so quickly. I suppose I should take care of this thing." },
    { "character": "Player", "line": "I need a little bit more time to prepare." },
    { "character": "Willow", "line": "Hurry up then! We've waited long enough." },
    { "character": "Willow", "line": "Are you finally ready to crack these ruins open?" },
    { "character": "Player", "line": "That monster showed up at the perfect time. I would have been toast if Willow and her gang had their chance to attack." },
    { "character": "Player", "line": "Speaking of which, maybe they left something behind I can salvage some kind of reward from." },
    { "character": "Player", "line": "Looks like Willow left a bag behind. Maybe there's something in it I could take." },
    { "character": "Player", "line": "Those will do nicely!" },
    { "character": "Player", "line": "What was that noise? Please don't be another rock monster..." },
    { "character": "Player", "line": "What the!" },
    { "character": "Ramarno", "line": "Bless my beard..." },
    { "character": "Player", "line": "Wow. I honestly didn't expect to see a dwarf in these ruins." },
    { "character": "Ramarno", "line": "I can't believe it..." },
    { "character": "Player", "line": "Yeah, exactly." },
    { "character": "Ramarno", "line": "It's been so long since I've heard another person's voice." },
    { "character": "Ramarno", "line": "How did you find me?" },
    { "character": "Player", "line": "To be honest, it was all a bit of an accident." },
    { "character": "Ramarno", "line": "What do you mean?" },
    { "character": "Player", "line": "There was a gang of... well, I thought were archaeologists, but it turned out they were grave robbers." },
    { "character": "Player", "line": "I helped them clear the entrance to these ruins and we worked our way inside, only to wake up a monster! They ran off and left me to defeat it." },
    { "character": "Ramarno", "line": "That wasn't a monster..." },
    { "character": "Player", "line": "Well it looked menacing enough!" },
    { "character": "Ramarno", "line": "That was one of the guardians of this once great city." },
    { "character": "Player", "line": "City?" },
    { "character": "Ramarno", "line": "Yes! Camdozaal, home of the Imcando Dwarves." },
    { "character": "Ramarno", "line": "These halls once bustled with life, but that was a long time ago. I'm the only one left now. The name's Ramarno." },
    { "character": "Player", "line": "Well Ramarno, I have you at a loss for words! I'd have never even imagined there would be a whole city down here." },
    { "character": "Ramarno", "line": "Not much of a city anymore, I suppose." },
    { "character": "Player", "line": "I guess I didn't help with that. Sorry about breaking into your home and killing your guardian." },
    { "character": "Ramarno", "line": "We have plenty more. No real harm done. That said, I do think I might have a way for you to make up for it. There'll likely be something in it for you as well." },
    { "character": "Ramarno", "line": "My workshop is just north of here. Meet me there and we'll talk further." },
    { "character": "Player", "line": "So this is where you scampered off to after the monster awoke?" },
    { "character": "Willow", "line": "Look, it was a simple misunderstanding, that's all..." },
    { "character": "Player", "line": "Oh really? You threatening to kill me was just a misunderstanding?" },
    { "character": "Willow", "line": "Things got a little heated down there, but we all made it out alive, right?" },
    { "character": "Player", "line": "Barely... I had to defeat that monster on my own!" },
    { "character": "Player", "line": "What are you doing out here, anyway?" },
    { "character": "Willow", "line": "We thought you'd rat us out to the authorities, so we came out here to hide." },
    { "character": "Willow", "line": "Plus, we heard there are some sealed tombs in the desert that haven't been touched in hundreds of years..." },
    { "character": "Player", "line": "Ah, of course... scoping out your next grave to rob." },
    { "character": "Checkal", "line": "I am so glad to see you are safe." },
    { "character": "Player", "line": "Hello, Checkal. Why didn't you tell me about Willow?" },
    { "character": "Player", "line": "I thought we were friends..." },
    { "character": "Checkal", "line": "I am sorry. I do respect you and your love for the muscle. But sadly I needed the money. These muscles don't pay the bills on their own." },
    { "character": "Player", "line": "Oh, I understand..." },
    { "character": "Checkal", "line": "Please do not let this incident divert you from your path of becoming a strongman! I truly believe in you." },
    { "character": "Player", "line": "How you holding up Burntof? Must have had quite the fright when you woke that monster." },
    { "character": "Burntof", "line": "You're right. It did give me a little fright." },
    { "character": "Burntof", "line": "But I saw some interesting things down in the ruins..." },
    { "character": "Player", "line": "What do you mean?" },
    { "character": "Burntof", "line": "Some of the markings on the wall look very familiar to me. I've seen them before." },
    { "character": "Player", "line": "Well, when I defeated the monster, an Imcando dwarf opened the barred door..." },
    { "character": "Burntof", "line": "An Imcando dwarf! I thought they were all but extinct! You've found something truly amazing!" },
    { "character": "Burntof", "line": "I wish I had a drink to celebrate, but this desert is bone dry." },
    { "character": "Player", "line": "Wow, the desert really suits you Marley." },
    { "character": "Marley", "line": "Hello my old pal! How are you doing?" },
    { "character": "Player", "line": "Better now I don't have to deal with you. Enjoying life in the desert?" },
    { "character": "Marley", "line": "Not really. I'm not suited to such harsh climates. No steak sandwiches here either..." },
    { "character": "Player", "line": "Oh what a shame! Poor Marley's going to starve as he doesn't have anyone to make his sandwiches... So sad." }
  ],
  "characters": [
    {
      "name": "Willow",
      "description": "Adult female, British accent, confident and manipulative tone, a cunning grave robber who poses as an archaeologist with an underlying callousness."
    },
    {
      "name": "Checkal",
      "description": "Adult male, British accent, deep and boastful tone, an obsessive strongman who takes immense pride in his physique and speaks with formal courtesy."
    },
    {
      "name": "Atlas",
      "description": "Adult male, gruff British accent, loud and commanding tone, a muscular barbarian fitness trainer who is stern but encouraging."
    },
    {
      "name": "Burntof",
      "description": "Adult male dwarf, Scottish accent, slurred and jovial tone, a drunk explosives expert who speaks with heavily intoxicated speech patterns."
    },
    {
      "name": "Tina",
      "description": "Young adult female, cheerful British accent, friendly and upbeat tone, a pleasant bartender at the Rising Sun Inn."
    },
    {
      "name": "Charlie the Tramp",
      "description": "Middle-aged male, weary Cockney accent, humble and melancholic tone, a down-on-his-luck vagrant who speaks with quiet resignation."
    },
    {
      "name": "Marley",
      "description": "Adult male, Cockney accent, sly and opportunistic tone, a cunning thief who is manipulative and self-serving but maintains casual charm."
    },
    {
      "name": "Bartender",
      "description": "Adult male, gruff British accent, impatient and hostile tone, a no-nonsense pub owner who becomes angry at the mention of criminals."
    },
    {
      "name": "Cook",
      "description": "Adult male, working-class British accent, grumpy and proud tone, a greasy inn cook who takes pride in his simple culinary skills."
    },
    {
      "name": "Ramarno",
      "description": "Elderly male dwarf, weathered and wise tone, an ancient Imcando dwarf who is lonely but hopeful, speaking with the gravity of ages of solitude."
    }
  ]
}
