{
  "branch": "quest/beneath-cursed-sands",
  "quest_name": "Beneath Cursed Sands",
  "lines": [
    {
      "character": "Jamila",
      "line": "Hello there. Looking to buy some of my wares? I also have a special item in stock that I reckon you'll love!"
    },
    {
      "character": "Player",
      "line": "What's this special item?"
    },
    {
      "character": "Jamila",
      "line": "Oh... I seem to have misplaced it. Sorry about that. If you come back later, I might have found it."
    },
    {
      "character": "Jamila",
      "line": "Oh it's fantastic! However, before we go into the details, you should make some room to carry it."
    },
    {
      "character": "Player",
      "line": "Make some room? But I've not even decided if I want this... whatever it is."
    },
    {
      "character": "Jamila",
      "line": "I just know that once you see it, you'll want it!"
    },
    {
      "character": "Player",
      "line": "Okay... I'll be back soon then."
    },
    {
      "character": "Jamila",
      "line": "Oh it's fantastic! It's an exclusive item just for you! Consider it a thank you for all you've done for our city."
    },
    {
      "character": "Player",
      "line": "Okay, let's have a look."
    },
    {
      "character": "Player",
      "line": "A ring?"
    },
    {
      "character": "Jamila",
      "line": "Isn't it wonderful! Here, try it on!"
    },
    {
      "character": "Jamila",
      "line": "Ah, it seems the ring is too small. Never mind."
    },
    {
      "character": "Player",
      "line": "Wait... what?"
    },
    {
      "character": "Jamila",
      "line": "Well, time for me to get on with my work. Come back soon."
    },
    {
      "character": "Player",
      "line": "Thanks for the offer, but I'll pass."
    },
    {
      "character": "Jamila",
      "line": "Oh, I see. Well come back if you change your mind."
    },
    {
      "character": "Jamila",
      "line": "Hello there. Looking to buy some of my wares?"
    },
    {
      "character": "Player",
      "line": "About that special item..."
    },
    {
      "character": "Jamila",
      "line": "Oh I think you're going to love it!"
    },
    {
      "character": "Jamila",
      "line": "Yes, I'm sorry the ring didn't fit. Still, nothing lost and nothing gained, right?"
    },
    {
      "character": "Player",
      "line": "Maybe I should try it on again."
    },
    {
      "character": "Jamila",
      "line": "Well, I suppose you can. But first, you should make some room to carry it."
    },
    {
      "character": "Jamila",
      "line": "Fair enough."
    },
    {
      "character": "Jamila",
      "line": "Still too small I'm afraid. Now, it's time for me to get on with my work. Come back soon."
    },
    {
      "character": "Player",
      "line": "But what about..."
    },
    {
      "character": "Jamila",
      "line": "Sorry, but I have a lot to do. Come back soon."
    },
    {
      "character": "Maisa",
      "line": "Good, you made it."
    },
    {
      "character": "Player",
      "line": "I know you! You're Maisa, that spy from Al Kharid. But you're meant to be in Menaphos!"
    },
    {
      "character": "Maisa",
      "line": "I told Osman I was done with that posting, and I meant it."
    },
    {
      "character": "Player",
      "line": "But how did you get out of the city?"
    },
    {
      "character": "Maisa",
      "line": "The same way I helped those citizens of yours. Even with the quarantine, Menaphos are still sending their dead to Sophanem."
    },
    {
      "character": "Player",
      "line": "So you hid yourself among them? I see. Why are you out here though? And why did you send me that message?"
    },
    {
      "character": "Maisa",
      "line": "Because there's something very strange going on. I intend to work out what, but I need your help."
    },
    {
      "character": "Player",
      "line": "Why me?"
    },
    {
      "character": "Maisa",
      "line": "My list of allies grows shorter every day, but you actually seem to care about what's happening out here. You also seem to know what you're doing."
    },
    {
      "character": "Player",
      "line": "Brave of you to assume that I ever actually know what I'm doing."
    },
    {
      "character": "Maisa",
      "line": "Well I'm sure you can't be worse than Osman. You might even have the guts to take some action if needed."
    },
    {
      "character": "Player",
      "line": "Right... so what are these strange happenings?"
    },
    {
      "character": "Maisa",
      "line": "Citizens from Menaphos have been disappearing. Guards as well. They've been leaving the city, despite the quarantine."
    },
    {
      "character": "Player",
      "line": "They've been bypassing the quarantine? How?"
    },
    {
      "character": "Maisa",
      "line": "No idea, but I have managed to find out where they've been going."
    },
    {
      "character": "Player",
      "line": "Where?"
    },
    {
      "character": "Maisa",
      "line": "South of here, to the old necropolis. They're excavating something there, but I don't know what. There's also something strange going on with them."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Maisa",
      "line": "I went to this excavation of theirs to have a look around, and the way they're acting is very unusual. It's like nothing I've seen before."
    },
    {
      "character": "Player",
      "line": "Interesting. I think I need to see this for myself."
    },
    {
      "character": "Maisa",
      "line": "Well let me know when you're ready, and I'll take you down there."
    },
    {
      "character": "Player",
      "line": "Let's go."
    },
    {
      "character": "Player",
      "line": "Look at them! How long have they been doing this?"
    },
    {
      "character": "Maisa",
      "line": "I'm not sure, but they're at it both day and night."
    },
    {
      "character": "Player",
      "line": "So they never rest?"
    },
    {
      "character": "Maisa",
      "line": "Doesn't seem so."
    },
    {
      "character": "Player",
      "line": "How weird. Can we get a closer look?"
    },
    {
      "character": "Maisa",
      "line": "Should be able to. When I came to investigate before, I was able to walk right up to them. They didn't even seem to care. It was like they were in some sort of trance."
    },
    {
      "character": "Player",
      "line": "Hmm..."
    },
    {
      "character": "Player",
      "line": "I'm going to have a look around."
    },
    {
      "character": "Maisa",
      "line": "I'll keep watch here. Try to keep a low profile."
    },
    {
      "character": "Player",
      "line": "I'll try, but low profile isn't really one of my specialties."
    },
    {
      "character": "Maisa",
      "line": "Oh good. I'll prepare for violence then."
    },
    {
      "character": "Player",
      "line": "I need to do something first."
    },
    {
      "character": "Maisa",
      "line": "Well don't take too long!"
    },
    {
      "character": "Player",
      "line": "What are these strange happenings you mentioned?"
    },
    {
      "character": "Maisa",
      "line": "Ready to go and investigate the excavation?"
    },
    {
      "character": "Maisa",
      "line": "Found anything yet?"
    },
    {
      "character": "Player",
      "line": "I'm still looking."
    },
    {
      "character": "Maisa",
      "line": "Be careful. There's something creepy about all of this."
    },
    {
      "character": "Player",
      "line": "Interesting. I'd better report back to Maisa."
    },
    {
      "character": "Citizen",
      "line": "The work must be completed..."
    },
    {
      "character": "Player",
      "line": "Hmm... this seems familiar..."
    },
    {
      "character": "Player",
      "line": "Hmm... this seems familiar... I'd better report back to Maisa."
    },
    {
      "character": "Menaphite Guard",
      "line": "The work must be completed..."
    },
    {
      "character": "Player",
      "line": "Oh... Hello there."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "You should not be here..."
    },
    {
      "character": "Player",
      "line": "Really? Why not?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "The work cannot be disturbed... the mistress commands it..."
    },
    {
      "character": "Player",
      "line": "Mistress? You mean the Devourer! This is all her doing, isn't it? I'd recognise her work anywhere."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "You know too much... you must be removed..."
    },
    {
      "character": "Maisa",
      "line": "Looks like you need a hand."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "Die..."
    },
    {
      "character": "Maisa",
      "line": "Come on. We'd better get back down there."
    },
    {
      "character": "Maisa",
      "line": "Nice job keeping things low profile."
    },
    {
      "character": "Player",
      "line": "To be fair, I did warn you."
    },
    {
      "character": "Maisa",
      "line": "I suppose. Were you able to discover anything?"
    },
    {
      "character": "Player",
      "line": "Sort of. I still don't know why these people are here, but I do know who sent them."
    },
    {
      "character": "Maisa",
      "line": "Who?"
    },
    {
      "character": "Player",
      "line": "Amascut, the Devourer."
    },
    {
      "character": "Maisa",
      "line": "What? The goddess? You're joking!"
    },
    {
      "character": "Player",
      "line": "You don't believe me?"
    },
    {
      "character": "Maisa",
      "line": "It's just quite the claim. How do you know it's her?"
    },
    {
      "character": "Player",
      "line": "She has hypnotic powers. She's the one that put them in this trance! I know it better than most. I was unlucky enough to experience it myself back in Sophanem."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "Urgh..."
    },
    {
      "character": "Maisa",
      "line": "Perhaps this one can give us something more to go on."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "What's happening? Help me..."
    },
    {
      "character": "Player",
      "line": "You were hypnotised, but you're free now. Do you remember anything about what happened to you?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "It's all so unclear... I can't remember..."
    },
    {
      "character": "Player",
      "line": "I know what you're going through. Try to think back to before you were hypnotised. What's the last thing you remember?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "We were told we had an audience with Pharaoh Kemesis, but when we arrived at the palace he wasn't there. It was just this woman."
    },
    {
      "character": "Maisa",
      "line": "What woman?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "I don't know. I just remember her eyes, her deep red eyes..."
    },
    {
      "character": "Player",
      "line": "That's Amascut alright."
    },
    {
      "character": "Maisa",
      "line": "Do you remember anything after that?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "We came here to find something... I think. A tomb! We unblocked the entrance, and she went inside. There were others with her."
    },
    {
      "character": "Player",
      "line": "What does she want from the tomb?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "I don't know... We never saw the inside. The entrance collapsed again after she went in."
    },
    {
      "character": "Player",
      "line": "That's okay. You've been a great help."
    },
    {
      "character": "Head Menaphite Guard",
      "line": "Wait! I remember one more thing... there were these monsters helping her! They walked like humans, but they had the heads of insects!"
    },
    {
      "character": "Player",
      "line": "That sounds like those scarab creatures from the tunnels below Sophanem."
    },
    {
      "character": "Maisa",
      "line": "Scabarites! Do you know where they came from?"
    },
    {
      "character": "Head Menaphite Guard",
      "line": "Some ruins... To the north east..."
    },
    {
      "character": "Maisa",
      "line": "I think that's all we're learning from this one. I'll get him some medical attention. Meet me back at my camp."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Citizen",
      "line": "The work must be completed... the mistress commands it..."
    },
    {
      "character": "Menaphite Guard",
      "line": "The work must be completed... the mistress commands it..."
    },
    {
      "character": "Maisa",
      "line": "So that was... interesting. A hypnotising goddess wasn't quite what I expected."
    },
    {
      "character": "Player",
      "line": "You sound like you still don't believe me."
    },
    {
      "character": "Maisa",
      "line": "You have to admit, it's a lot to take in. Still, I guess it doesn't change our next steps."
    },
    {
      "character": "Player",
      "line": "And what are they?"
    },
    {
      "character": "Maisa",
      "line": "That guard gave us two leads to look into. Hopefully one of them will give us some answers as to what's so important about that tomb."
    },
    {
      "character": "Player",
      "line": "Should we reach out to Osman about this?"
    },
    {
      "character": "Maisa",
      "line": "Osman? Why? That man won't be of any help. He'd have happily left me to rot in Menaphos, just like how he sent Kaleef to his death!"
    },
    {
      "character": "Player",
      "line": "Kaleef? He was the spy that was meant to relieve you, right? I thought you didn't even know him?"
    },
    {
      "character": "Maisa",
      "line": "What? Oh, right."
    },
    {
      "character": "Maisa",
      "line": "Look, we don't need Osman. We can handle this ourselves."
    },
    {
      "character": "Player",
      "line": "Fair enough... so what are our leads?"
    },
    {
      "character": "Maisa",
      "line": "First up we have Kemesis, Pharaoh of Menaphos."
    },
    {
      "character": "Player",
      "line": "What do you know about him?"
    },
    {
      "character": "Maisa",
      "line": "Truth be told, not a lot. He's probably the most powerful man in the Kharidian Desert, but he's incredibly reclusive. He's rarely seen in public."
    },
    {
      "character": "Player",
      "line": "If he's under Amascut's control, that could be a big problem. Do you know how we could get to him?"
    },
    {
      "character": "Maisa",
      "line": "Even without the quarantine, it would be incredibly difficult. His palace is a fortress."
    },
    {
      "character": "Player",
      "line": "That doesn't sound hopeful."
    },
    {
      "character": "Maisa",
      "line": "It isn't. While there may be ways out of Menaphos, I don't know of any way back in again, let alone a way into the Pharaoh's own palace."
    },
    {
      "character": "Player",
      "line": "We'll leave that lead for now then. What about the other one?"
    },
    {
      "character": "Maisa",
      "line": "The guard mentioned some scabarites. Perhaps we can learn something from them. He said they came from some ruins north east of the necropolis."
    },
    {
      "character": "Player",
      "line": "That would put the ruins directly east of here. All I see are cliffs."
    },
    {
      "character": "Maisa",
      "line": "Maybe there's something on the other side of them?"
    },
    {
      "character": "Player",
      "line": "Could be worth exploring, I guess."
    },
    {
      "character": "Maisa",
      "line": "Right, so we have our leads. One seems impossible to follow, but the other might have some promise. While I think about how we can access Menaphos, do you want to look into these ruins?"
    },
    {
      "character": "Player",
      "line": "Sure, but where do you even plan to start?"
    },
    {
      "character": "Maisa",
      "line": "If we're ever going to get close to the Pharaoh, the Menaphos quarantine has to end. Kemesis himself has made it clear that will only happen when the plagues in Sophanem are eradicated."
    },
    {
      "character": "Maisa",
      "line": "From what I hear, they've managed to deal with most of them now. That just leaves the pox they're all infected with."
    },
    {
      "character": "Player",
      "line": "So what, you're going to cure the pox?"
    },
    {
      "character": "Maisa",
      "line": "Exactly."
    },
    {
      "character": "Player",
      "line": "Surely if it were that simple, the High Priest would have done it by now."
    },
    {
      "character": "Maisa",
      "line": "Have you met that man? He can try to present himself as a wise leader all he wants, but it's just a facade. The lizards around here have bigger brains than him, and that's probably still an insult to the lizards."
    },
    {
      "character": "Maisa",
      "line": "He didn't even have the guts to get rid of the plagued animals. The guards had to put them down themselves. And it's not like they can do that to the citizens!"
    },
    {
      "character": "Player",
      "line": "Well, they could. But I imagine that would be considered quite rude."
    },
    {
      "character": "Maisa",
      "line": "Anyway, I reckon I might have a chance of succeeding where the High Priest failed. I have an old friend in Nardah named Zahur. She's a herbalist. I think she might be able to help."
    },
    {
      "character": "Maisa",
      "line": "While I go and visit her, you see if you can find these ruins. Remember, they should be just east of here. Meet me in Nardah once you have something."
    },
    {
      "character": "Player",
      "line": "Alright, good luck."
    },
    {
      "character": "Player",
      "line": "So what are these leads you mentioned?"
    },
    {
      "character": "Player",
      "line": "Hello! You must be the scabarites I'm looking for."
    },
    {
      "character": "Player",
      "line": "I'm guessing you're going to try and kill me now?"
    },
    {
      "character": "Player",
      "line": "I'll take the silence as a yes..."
    },
    {
      "character": "Player",
      "line": "Hello?"
    },
    {
      "character": "Spirit",
      "line": "Curious... It has been a long time since I've spoken to another. The last time was when my body still had form. Tell me, stranger, what brings you to my tomb?"
    },
    {
      "character": "Player",
      "line": "I was looking for some scabarites."
    },
    {
      "character": "Spirit",
      "line": "Ah, yes. The fallen remnants of my once great sect. You will find plenty of them here. Why do you seek them?"
    },
    {
      "character": "Player",
      "line": "Do you know of Amascut, the Devourer?"
    },
    {
      "character": "Spirit",
      "line": "All too well."
    },
    {
      "character": "Player",
      "line": "There's an old tomb south of here. Amascut has been excavating the entrance, and the scabarites have been helping her. She's looking for something inside, but I don't know what."
    },
    {
      "character": "Mehhar",
      "line": "I see. If you are an enemy of the Devourer and her corrupt scabarites, then you are a friend to me. I am Mehhar, and I can help you."
    },
    {
      "character": "Player",
      "line": "You can help? Do you know of this tomb?"
    },
    {
      "character": "Mehhar",
      "line": "Even when I still lived, the desert hid many secrets. Now, centuries later, it hides even more. Of all those secrets, few are greater than the ones hidden in that tomb."
    },
    {
      "character": "Player",
      "line": "Whose tomb is it?"
    },
    {
      "character": "Mehhar",
      "line": "It is the resting place of my father, Osmumten. He was once Pharaoh of these lands. My destiny was to succeed him, but the usurpers saw an end to that."
    },
    {
      "character": "Player",
      "line": "And what are the secrets in his tomb?"
    },
    {
      "character": "Mehhar",
      "line": "Being a Pharaoh offers many luxuries, both in life and in death. Many strive only for these luxuries. They forget that being a Pharaoh also comes with responsibility."
    },
    {
      "character": "Mehhar",
      "line": "My father had a responsibility greater than most. At the time of his rule, our people were locked in a great war. To hold back the Ruinous Powers, our gods granted us immensely powerful weapons."
    },
    {
      "character": "Mehhar",
      "line": "When the war was over, my father was tasked with hiding those weapons, lest they fall into nefarious hands. Two of them were buried with him. They will be what the Devourer seeks."
    },
    {
      "character": "Player",
      "line": "What are these weapons?"
    },
    {
      "character": "Mehhar",
      "line": "I trust you are aware of what the Devourer desires?"
    },
    {
      "character": "Player",
      "line": "Souls?"
    },
    {
      "character": "Mehhar",
      "line": "Yes. When the war ended and the Devourer rose from the ashes, she did so with only one goal. She will not stop until every soul, living or dead, has been destroyed."
    },
    {
      "character": "Player",
      "line": "And these weapons can help her?"
    },
    {
      "character": "Mehhar",
      "line": "Many would call the Devourer a god, but they speak only half truths. She is a demi-goddess of limited power, and does not possess the means to devour souls on a mass scale."
    },
    {
      "character": "Mehhar",
      "line": "The weapons in my father's tomb can be used to drain a being of divine energy and transfer that energy to another. If used correctly, they would grant the Devourer true godhood."
    },
    {
      "character": "Player",
      "line": "Then I need to get into that tomb and stop her."
    },
    {
      "character": "Mehhar",
      "line": "Before you leave, I ask that you remember your original purpose here."
    },
    {
      "character": "Player",
      "line": "The scabarites?"
    },
    {
      "character": "Mehhar",
      "line": "Yes. They have made their home here in my tomb, disturbing my rest. From the chamber above, the High Priest of Scabaras commands them."
    },
    {
      "character": "Mehhar",
      "line": "He believes he does so in the name of Scabaras. He does not realise that he is actually a puppet of the Devourer."
    },
    {
      "character": "Mehhar",
      "line": "Free him of her control, and the Devourer will be without a powerful resource. It will also allow me to rest once more."
    },
    {
      "character": "Player",
      "line": "He might also know more about what Amascut is planning. I did free a guard from Amascut's control through combat. I could try that again."
    },
    {
      "character": "Mehhar",
      "line": "When the Devourer first emerged, Icthlarin himself taught us an incantation to free an individual from her control. I would suggest you use it, rather than risking harm to the High Priest."
    },
    {
      "character": "Player",
      "line": "Ah, that seems wise. What's this incantation?"
    },
    {
      "character": "Mehhar",
      "line": "'Majaan, Manand, Almuk.' Be warned, while it will work on those she has hypnotised, it will have no effect on her corrupted akhs. They are sadly beyond saving."
    },
    {
      "character": "Player",
      "line": "I see. Thank you, Mehhar."
    },
    {
      "character": "Mehhar",
      "line": "You will find a key to the upper chamber in an urn to the back of this room. Now go, with the blessing of Scabaras."
    },
    {
      "character": "Player",
      "line": "Tell me more about yourself."
    },
    {
      "character": "Mehhar",
      "line": "In life I was Mehhar, son of Osmumten. To me, my death was mere moments ago. To you on the other hand, I am surely considered ancient."
    },
    {
      "character": "Player",
      "line": "How ancient?"
    },
    {
      "character": "Mehhar",
      "line": "I sense that the gods have long since departed this world, but when I lived, they still walked among us."
    },
    {
      "character": "Player",
      "line": "And your father, Osmumten? You said he was the Pharaoh. What happened?"
    },
    {
      "character": "Mehhar",
      "line": "My father ruled during the great war. While the war was eventually won, many considered the cost too great. My father led us with the support of the gods, yet he was the one people blamed."
    },
    {
      "character": "Player",
      "line": "So they killed him?"
    },
    {
      "character": "Mehhar",
      "line": "Him, and the rest of my family. I would have died as well, were it not for the bravery of my father's servants. They gave their lives, so that I might live."
    },
    {
      "character": "Player",
      "line": "And then you came here?"
    },
    {
      "character": "Mehhar",
      "line": "To Ullek? Yes. I found solace here with a group dedicated to Scabaras. In time, I became their leader, and the Sect of Scabaras was formed."
    },
    {
      "character": "Player",
      "line": "There's not much left of Ullek now, or the sect."
    },
    {
      "character": "Mehhar",
      "line": "That is no surprise. Such is the fate of all things. Still, while the sect would have eventually decayed, it was the Devourer's corruption that quickened its demise."
    },
    {
      "character": "Player",
      "line": "I'm sorry."
    },
    {
      "character": "Mehhar",
      "line": "Don't be. You have a chance to free the High Priest of Scabaras. If you do, the sect may yet be reborn."
    },
    {
      "character": "Player",
      "line": "What do you know about Amascut?"
    },
    {
      "character": "Mehhar",
      "line": "The one you call Amascut died long ago. In her place, the Devourer was born."
    },
    {
      "character": "Player",
      "line": "How did it happen?"
    },
    {
      "character": "Mehhar",
      "line": "Only Icthlarin himself knows the true answer to that question."
    },
    {
      "character": "Player",
      "line": "Okay... but you must have some idea?"
    },
    {
      "character": "Mehhar",
      "line": "During the great war, our forces were decimated by the servants of the Ruinous Powers. To turn the tide, Icthlarin and Amascut sought powerful allies to aid us."
    },
    {
      "character": "Mehhar",
      "line": "They found them far from here, in a place beyond this world. A powerful race of faceless ones. They became Icthlarin's Stern Judges."
    },
    {
      "character": "Player",
      "line": "What's that got to do with Amascut?"
    },
    {
      "character": "Mehhar",
      "line": "Upon her return, Amascut vanished. She played no further part in the war. Only when the fighting was over did she reappear, but it wasn't really her at all."
    },
    {
      "character": "Player",
      "line": "So you think it had something to do with the Stern Judges?"
    },
    {
      "character": "Mehhar",
      "line": "It seems highly likely."
    },
    {
      "character": "Player",
      "line": "Tell me more about the war you mentioned."
    },
    {
      "character": "Mehhar",
      "line": "It started during the rule of my grandmother. An ever-expanding empire to the north set their sights on our lands. War soon broke out."
    },
    {
      "character": "Mehhar",
      "line": "The armies of the Ruinous Powers were far stronger than our own. That was until Icthlarin's Stern Judges joined the fray. Thanks to them, the war was seemingly won."
    },
    {
      "character": "Player",
      "line": "It wasn't really though, was it?"
    },
    {
      "character": "Mehhar",
      "line": "No. Among the Stern Judges, there was a serpent. After my father became Pharaoh, this serpent convinced the others to abandon us."
    },
    {
      "character": "Player",
      "line": "They joined the enemy?"
    },
    {
      "character": "Mehhar",
      "line": "They did. We were powerless against a force of that might. Nothing could stop their advance."
    },
    {
      "character": "Player",
      "line": "So how did the war end?"
    },
    {
      "character": "Mehhar",
      "line": "It was Tumeken himself. He sacrificed himself to annihilate the enemy. The cost was great, but the war was won."
    },
    {
      "character": "Player",
      "line": "So Tumeken died?"
    },
    {
      "character": "Mehhar",
      "line": "That's a matter of perspective. I died long ago, and yet we are still having this conversation."
    },
    {
      "character": "Player",
      "line": "That doesn't really answer my question."
    },
    {
      "character": "Mehhar",
      "line": "While Tumeken himself may be gone, he lives on through his four avatars. While they walk among us, Tumeken will always be at our side."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Mehhar",
      "line": "Scabaras be with you."
    },
    {
      "character": "Player",
      "line": "I need to get into your father's tomb and stop Amascut."
    },
    {
      "character": "Player",
      "line": "Hello again. How do I access the upper chamber?"
    },
    {
      "character": "Mehhar",
      "line": "You will find a key in an urn at the back of this room. May Scabaras guide you to success."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Intruder! You are not welcome here!"
    },
    {
      "character": "Player",
      "line": "Fear not! I am here to rescue you!"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Kill him!"
    },
    {
      "character": "Player",
      "line": "Wait! Majaan, Manand..."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Silence! Champion, protect your High Priest!"
    },
    {
      "character": "Player",
      "line": "Fine. We'll do it your way."
    },
    {
      "character": "Player",
      "line": "Hello again."
    },
    {
      "character": "Mehhar",
      "line": "Have you freed the High Priest of Scabaras yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Mehhar",
      "line": "You should do so soon."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Stay back!"
    },
    {
      "character": "Player",
      "line": "Majaan, Manand, Almuk."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Argh!"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "What... What happened?"
    },
    {
      "character": "Player",
      "line": "It's alright. You were being controlled by Amascut, but you're free now."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "I... I don't remember."
    },
    {
      "character": "Player",
      "line": "I've been in your position. Don't worry, your memories will come back in time. Familiar places and objects can help them come back faster."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "This room is familiar... as I look around, I feel something stirring..."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Yes, I can see it now! There are a few gaps, but it's all coming back to me. Thank you, adventurer."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "There is much for me to set right. We have made some terrible mistakes."
    },
    {
      "character": "Player",
      "line": "I know the feeling. What did she have you do?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Many things. I have been under her control my whole life. It was the same for my predecessor, and her predecessor as well. We were all slaves to the Devourer, even our lord himself."
    },
    {
      "character": "Player",
      "line": "She controls Scabaras?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Yes. She used him as her puppet for centuries, but now she has a new plan for him."
    },
    {
      "character": "Player",
      "line": "What new plan?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "I don't know. She took him into some tomb, along with the others."
    },
    {
      "character": "Player",
      "line": "Osmumten's tomb. Who are these others you speak of?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Apmeken, Crondis and Het. The other avatars of Tumeken."
    },
    {
      "character": "Player",
      "line": "She has them all?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "She does. We helped her capture them. It took many lifetimes, but she was able to fool them all."
    },
    {
      "character": "Player",
      "line": "This isn't good. There're weapons in that tomb that can transfer divine power between beings. She must be planning to use them on the lesser deities."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "The four of them all came from Tumeken himself. Their power is his power. If she claims that power as her own, she will become a true goddess..."
    },
    {
      "character": "Player",
      "line": "Don't worry, I'll make sure that doesn't happen."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "How can you hope to withstand her power?"
    },
    {
      "character": "Player",
      "line": "I'll find a way. Do you have any other information that can help me?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "We were not the only ones to fall to the Devourer. She has control over Pharaoh Kemesis of Menaphos."
    },
    {
      "character": "Player",
      "line": "We feared as much. Do you know what she wants with him?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "She needed control over the city, but she kept the reason a secret. She even had us release locusts and frogs into Sophanem so she could have Menaphos locked down."
    },
    {
      "character": "Player",
      "line": "You caused the plagues? The cows and the pox as well?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "We did also poison the cows. I know nothing of this pox, though."
    },
    {
      "character": "Player",
      "line": "Hmm... what will you do now?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "I fear many of my people are forever lost, but I will save as many as I can. Together, we will reform the Sect of Scabaras, and right the wrongs of the Devourer."
    },
    {
      "character": "Player",
      "line": "So you'll help me fight her?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "In our own way. Before the Devourer, we were an isolated people, just as Scabaras taught us to be. We will go back to that way of life."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "We may go unseen, but we will be there, fighting the forces of the Devourer wherever they appear."
    },
    {
      "character": "Player",
      "line": "Good to hear. Now, I'd better head over to Nardah. I have a friend there who needs to hear about all of this."
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Good luck in your fight, adventurer. May Scabaras guide you."
    },
    {
      "character": "Player",
      "line": "Do you have any other information about Amascut that could help me?"
    },
    {
      "character": "High Priest of Scabaras",
      "line": "Hello, adventurer. Thank you for freeing me from the Devourer. I would be alone now. Scabaras teaches us to remain isolated, and I have much to think about."
    },
    {
      "character": "Player",
      "line": "Hello, Mehhar."
    },
    {
      "character": "Mehhar",
      "line": "I sense that the Devourer's corruption has been lessened. I trust you were successful?"
    },
    {
      "character": "Player",
      "line": "The High Priest is free."
    },
    {
      "character": "Mehhar",
      "line": "You have my thanks."
    },
    {
      "character": "Player",
      "line": "Does this mean you can rest now?"
    },
    {
      "character": "Mehhar",
      "line": "That was my hope, but while the High Priest is free, many scabarites have been lost to the Devourer. I sense that they will soon descend on my tomb, hoping to reclaim it."
    },
    {
      "character": "Player",
      "line": "Is there anything I can do to help?"
    },
    {
      "character": "Mehhar",
      "line": "Continue your fight against the Devourer. Only with her defeat, will we finally find freedom."
    },
    {
      "character": "Mehhar",
      "line": "Welcome back, adventurer."
    },
    {
      "character": "Maisa",
      "line": "Ah, there you are. Any luck in those ruins?"
    },
    {
      "character": "Player",
      "line": "Plenty. I discovered all sorts of things. How about you?"
    },
    {
      "character": "Maisa",
      "line": "I filled Zahur in on our discoveries and obtained a blood sample from one of Sophanem's citizens for her. Don't ask me how. She's looked over it, and thinks the pox should be easily curable."
    },
    {
      "character": "Player",
      "line": "Great!"
    },
    {
      "character": "Zahur",
      "line": "Yes, it's a very interesting one this. Do you know of the cadava bush?"
    },
    {
      "character": "Player",
      "line": "Yes! One time I used some to help this young couple. I gave one of them a cadava potion to appear dead."
    },
    {
      "character": "Player",
      "line": "It all went a bit wrong though, and he ended up with her cousin instead..."
    },
    {
      "character": "Zahur",
      "line": "Right..."
    },
    {
      "character": "Player",
      "line": "Oh, and I used one another time when I was helping My Arm!"
    },
    {
      "character": "Zahur",
      "line": "You were helping your arm? I'm not sure I need to know about your private life..."
    },
    {
      "character": "Player",
      "line": "No, not my arm. My Arm! He's a troll! He needed to kill an old man, so we used a potion to fake it."
    },
    {
      "character": "Player",
      "line": "It all went a bit wrong though... again. That seems to happen quite often for some reason..."
    },
    {
      "character": "Maisa",
      "line": "What on Gielinor are you on about?"
    },
    {
      "character": "Zahur",
      "line": "Maybe we should get back to what I was saying..."
    },
    {
      "character": "Zahur",
      "line": "As most people know, cadava berries are quite poisonous. When used in the right quantity, they can put someone into a deep sleep. Use the wrong amount..."
    },
    {
      "character": "Maisa",
      "line": "... and you're not going to be waking up again. Cadava potions are standard issue for Al Kharid spies for that very reason. In fact, they're what I used to get myself and those citizens out of Menaphos."
    },
    {
      "character": "Zahur",
      "line": "Well, the thing about cadava berries is that they're not the only part of the bush that's dangerous. If you're not careful, the bark can have quite a nasty effect on the skin."
    },
    {
      "character": "Player",
      "line": "Like the spots from the pox! Are you saying that's what caused all the trouble? A rogue cadava bush?"
    },
    {
      "character": "Zahur",
      "line": "Maybe, but you won't find any of those bushes this far south. It's quite unexpected. I don't think anyone in Sophanem would even recognise cadava bark, let alone figure out it caused the pox."
    },
    {
      "character": "Zahur",
      "line": "To be honest, I probably wouldn't have suspected it myself either. I only realised because of the time I spent training with the Apothecary in Varrock."
    },
    {
      "character": "Maisa",
      "line": "It sounds like someone could have caused the pox on purpose."
    },
    {
      "character": "Player",
      "line": "Well that leads on to what I discovered in those ruins. I found the High Priest of Scabaras there, under Amascut's control. Turns out she had him and the scabarites cause the plagues in Sophanem."
    },
    {
      "character": "Maisa",
      "line": "They caused the plagues? Why?"
    },
    {
      "character": "Player",
      "line": "Amascut wanted an excuse to have Menaphos locked down. She's up to something there, but the High Priest of Scabaras didn't know what. However, he did confirm that Pharaoh Kemesis is under her control as well."
    },
    {
      "character": "Player",
      "line": "The thing is, now that I think about it, the High Priest of Scabaras didn't actually seem to be aware of the pox. I doubt he'd have been able to get hold of cadava bark either."
    },
    {
      "character": "Maisa",
      "line": "So there's other forces at play. That's not good. What else did you find out?"
    },
    {
      "character": "Player",
      "line": "The next bit is worse, I'm afraid. I found out what Amascut is looking for in that tomb. Apparently, there are two weapons in there that could grant her true godhood."
    },
    {
      "character": "Maisa",
      "line": "True godhood? You can't be serious!"
    },
    {
      "character": "Player",
      "line": "I'm afraid so. She's managed to capture all four of the lesser gods. It's likely that her plan is to use the weapons to claim their power."
    },
    {
      "character": "Zahur",
      "line": "The lesser gods? It can't be!"
    },
    {
      "character": "Maisa",
      "line": "Are you really sure about all of this?"
    },
    {
      "character": "Zahur",
      "line": "Do not doubt the will of the Devourer, Maisa. She is a force of pure evil."
    },
    {
      "character": "Maisa",
      "line": "It wasn't that long ago that I didn't even think she was still around. Now I'm hearing she's trying to become a true goddess! It's a lot to get used to."
    },
    {
      "character": "Player",
      "line": "I do have one bit of good news. I know an incantation that can free a person from her mind control. We can use it to free the people at the necropolis."
    },
    {
      "character": "Maisa",
      "line": "Right, well we'd better get to work then. First, let's finish off this cure. Once that's done, we can free the citizens."
    },
    {
      "character": "Player",
      "line": "Anything you need me to do?"
    },
    {
      "character": "Zahur",
      "line": "Maisa has already obtained most of what I need. All that's left now is some scarab venom and a Lily of the Elid."
    },
    {
      "character": "Maisa",
      "line": "Okay, let's split up. I'll get the scarab venom."
    },
    {
      "character": "Player",
      "line": "And I guess that leaves the Lily of the Elid for me. From the name, I assume they grow near the river?"
    },
    {
      "character": "Zahur",
      "line": "That's right. I know of a small island just west of here where you can find some."
    },
    {
      "character": "Player",
      "line": "Alright, I'll be back soon."
    },
    {
      "character": "Maisa",
      "line": "As will I."
    },
    {
      "character": "Maisa",
      "line": "So what did you find in those ruins?"
    },
    {
      "character": "Player",
      "line": "I found the High Priest of Scabaras there, under Amascut's control. Turns out she had him and the scabarites cause the plagues in Sophanem."
    },
    {
      "character": "Zahur",
      "line": "Hello again. Do you need anything?"
    },
    {
      "character": "Player",
      "line": "Where can I get a Lily of the Elid?"
    },
    {
      "character": "Zahur",
      "line": "There's a small island just west of here where you should be able to find some."
    },
    {
      "character": "Player",
      "line": "Okay."
    },
    {
      "character": "Player",
      "line": "Hello there crocodile. I think I'll call you Roger. You're looking very hungry, Roger."
    },
    {
      "character": "Player",
      "line": "I think I'd better find something to distract you with before I try getting any closer."
    },
    {
      "character": "Zahur",
      "line": "Welcome back. Do you have a Lily of the Elid?"
    },
    {
      "character": "Zahur",
      "line": "Well, there's a small island just west of here where you can find some."
    },
    {
      "character": "Player",
      "line": "Okay. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "Here you go."
    },
    {
      "character": "Zahur",
      "line": "I think I have everything I need to make the cure now."
    },
    {
      "character": "Player",
      "line": "Can I help with anything else?"
    },
    {
      "character": "Zahur",
      "line": "Actually, I think you can. To make the cure, I'll need to get the ingredients to just the right temperature. While I get them prepared, could you get my equipment heated up?"
    },
    {
      "character": "Player",
      "line": "How do I do that?"
    },
    {
      "character": "Zahur",
      "line": "Just adjust the individual heats until the overall temperature is at the marked level. Be warned, the equipment can be a bit temperamental sometimes."
    },
    {
      "character": "Maisa",
      "line": "Hey. You should help Zahur with her equipment."
    },
    {
      "character": "Player",
      "line": "What do I need to do to this equipment?"
    },
    {
      "character": "Zahur",
      "line": "Excellent! I think I have it!"
    },
    {
      "character": "Maisa",
      "line": "Great!"
    },
    {
      "character": "Zahur",
      "line": "Now, it's going to take a few batches of this to cure everyone in Sophanem. I'll get started on those right away. In the meantime, I can give you the first batch to take down there now."
    },
    {
      "character": "Player",
      "line": "Okay. I can deliver it to the High Priest of Icthlarin."
    },
    {
      "character": "Maisa",
      "line": "Meet me back at the necropolis once you're done."
    },
    {
      "character": "Zahur",
      "line": "Here's the first batch for you to take to the High Priest of Icthlarin. Let him know that I'll be sending down the rest once it's done."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Player",
      "line": "Do you have that first batch of cure for me?"
    },
    {
      "character": "Zahur",
      "line": "Yes, here it is. Let the High Priest know that I'll be sending down the rest once it's done."
    },
    {
      "character": "Player",
      "line": "I lost that crate you gave me."
    },
    {
      "character": "Zahur",
      "line": "You lost a whole crate? How?"
    },
    {
      "character": "Player",
      "line": "I don't really know."
    },
    {
      "character": "Zahur",
      "line": "Well I have the next batch ready now, so you can take that."
    },
    {
      "character": "Player",
      "line": "Where do I need to take this crate?"
    },
    {
      "character": "Zahur",
      "line": "It needs delivering to the High Priest of Icthlarin in Sophanem. Let him know that I'll be sending down the rest once it's done."
    },
    {
      "character": "High Priest",
      "line": "Hello again."
    },
    {
      "character": "Player",
      "line": "Hello. How are things going here?"
    },
    {
      "character": "High Priest",
      "line": "We're making progress on those plagues. With our citizens back, we had enough people to finally drive out the frogs and locusts that were filling the town up."
    },
    {
      "character": "High Priest",
      "line": "We worried they'd just come back, but perhaps we have managed to appease whichever god sent them."
    },
    {
      "character": "High Priest",
      "line": "The infected cows have been dealt with as well. The only plague left now is this infuriating pox. Still, at least it isn't contagious."
    },
    {
      "character": "Player",
      "line": "Well, I think I might be able to help with that."
    },
    {
      "character": "High Priest",
      "line": "How?"
    },
    {
      "character": "Player",
      "line": "Oh... I was meant to bring you something, but it seems I've forgotten it. I'll be right back."
    },
    {
      "character": "High Priest",
      "line": "What's this crate?"
    },
    {
      "character": "Player",
      "line": "If all goes well, the potions in there should cure the pox. Sophanem will finally be free of the plagues. This is just the first batch. More will come soon."
    },
    {
      "character": "High Priest",
      "line": "Free of the plagues? How is this possible? We tried everything!"
    },
    {
      "character": "Player",
      "line": "Well I just found a good herbalist. What did you try?"
    },
    {
      "character": "High Priest",
      "line": "Er... mostly I prayed to Icthlarin and hoped for the best."
    },
    {
      "character": "Player",
      "line": "Right... Well I have some things to do down at the necropolis. I'll be back to see how the potions are working once I'm done."
    },
    {
      "character": "High Priest",
      "line": "Thank you, friend. You are once again our saviour!"
    },
    {
      "character": "High Priest",
      "line": "Thank you for bringing us that cure. We will hopefully start seeing the effects soon."
    },
    {
      "character": "Player",
      "line": "I'm sure it won't take long. I'll be back to see for myself once I'm done at the necropolis."
    },
    {
      "character": "Maisa",
      "line": "Hey there. Everything go okay with the High Priest?"
    },
    {
      "character": "Player",
      "line": "I think so. I guess we'll see for sure soon."
    },
    {
      "character": "Maisa",
      "line": "Well in the meantime, do you think this incantation will work?"
    },
    {
      "character": "Player",
      "line": "It did when I used it on the High Priest of Scabaras, so we shouldn't have any issues here."
    },
    {
      "character": "Maisa",
      "line": "Let's not waste any more time then."
    },
    {
      "character": "Maisa",
      "line": "Looks like we have a welcome party."
    },
    {
      "character": "Guard",
      "line": "You have been warned before... leave, now..."
    },
    {
      "character": "Player",
      "line": "Amascut's hold on you all is at an end. Majaan, Manand, Almuk."
    },
    {
      "character": "Citizen",
      "line": "My... my head..."
    },
    {
      "character": "Citizen",
      "line": "What happened?"
    },
    {
      "character": "Player",
      "line": "You were all enthralled by the Devourer, but you're free now. Things will be confusing at the moment, but your memories will return in time."
    },
    {
      "character": "Citizen",
      "line": "The Devourer? It can't be!"
    },
    {
      "character": "Player",
      "line": "I'm afraid so."
    },
    {
      "character": "Maisa",
      "line": "You've all been through a lot, but unfortunately you won't be able to return to Menaphos. The city remains locked down."
    },
    {
      "character": "Maisa",
      "line": "You should seek refuge in Sophanem or one of the other nearby settlements. Hopefully you'll be able to go home soon."
    },
    {
      "character": "Citizen",
      "line": "You saved us!"
    },
    {
      "character": "Citizen",
      "line": "Thank you!"
    },
    {
      "character": "Maisa",
      "line": "Well... that's quite the blockage."
    },
    {
      "character": "Maisa",
      "line": "Clearing it is going to take work. A lot of work."
    },
    {
      "character": "Player",
      "line": "And time isn't on our side. Amascut is already in there looking for those weapons."
    },
    {
      "character": "Citizen",
      "line": "Excuse me..."
    },
    {
      "character": "Citizen",
      "line": "Sorry to interrupt, but we can help."
    },
    {
      "character": "Maisa",
      "line": "What do you mean?"
    },
    {
      "character": "Citizen",
      "line": "We can mine away the blockage for you."
    },
    {
      "character": "Player",
      "line": "Are you sure? You've already been out here so long."
    },
    {
      "character": "Citizen",
      "line": "The Devourer made us her slaves. We want to help you stop her."
    },
    {
      "character": "Maisa",
      "line": "Thank you."
    },
    {
      "character": "Citizen",
      "line": "We'll get to work at once."
    },
    {
      "character": "Maisa",
      "line": "It's still going to be a bit longer before the cure starts to work. I guess we should head back to my camp for now."
    },
    {
      "character": "Player",
      "line": "Alright."
    },
    {
      "character": "Maisa",
      "line": "Stop!"
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Maisa",
      "line": "Stay quiet!"
    },
    {
      "character": "Player",
      "line": "What's going on?"
    },
    {
      "character": "Maisa",
      "line": "I know you're here! Come out!"
    },
    {
      "character": "Osman",
      "line": "Impressive, Maisa."
    },
    {
      "character": "Maisa",
      "line": "Osman! You've been spying on us!"
    },
    {
      "character": "Osman",
      "line": "That is the job of a spy, Maisa. I remember that, but it seems you do not."
    },
    {
      "character": "Maisa",
      "line": "What's that supposed to mean?"
    },
    {
      "character": "Osman",
      "line": "We had a plan, Maisa. You were ordered to stay in Menaphos. Now your recklessness has cost us dearly."
    },
    {
      "character": "Maisa",
      "line": "Don't lecture me on cost. I know exactly how much this little game of yours has cost."
    },
    {
      "character": "Osman",
      "line": "Yes... Kaleef. Did you think I wasn't aware of your little romance?"
    },
    {
      "character": "Maisa",
      "line": "What?"
    },
    {
      "character": "Osman",
      "line": "Did you take me for a fool? I've been dealing in deception since before you were born. Yours was not hard to spot."
    },
    {
      "character": "Osman",
      "line": "I made the mistake of letting it slide. A poor move on my part. Kaleef's death has clearly impacted your ability to think rationally."
    },
    {
      "character": "Maisa",
      "line": "Or maybe it just made me see the truth! You're a monster, Osman! You'd see us all dead to get what you want!"
    },
    {
      "character": "Osman",
      "line": "I serve Al Kharid, Maisa, just as you once did."
    },
    {
      "character": "Maisa",
      "line": "I'll never stop serving Al Kharid. I've just stopped serving you!"
    },
    {
      "character": "Player",
      "line": "Soooo..."
    },
    {
      "character": "Osman",
      "line": "I hope you don't believe yourself innocent in all of this. You have been meddling in affairs that are not your concern."
    },
    {
      "character": "Player",
      "line": "I've only been trying to help."
    },
    {
      "character": "Osman",
      "line": "By curing the pox? Tell me, who does that help? Al Kharid or Menaphos?"
    },
    {
      "character": "Player",
      "line": "You know, despite all your spying, Al Kharid and Menaphos aren't actually enemies."
    },
    {
      "character": "Osman",
      "line": "On paper perhaps, but our two cities were at war for years. Signing a few treaties does not stop us from being enemies."
    },
    {
      "character": "Player",
      "line": "Even if that's true, I don't see why the pox being cured is a problem."
    },
    {
      "character": "Osman",
      "line": "It will surely lead to the end of the Menaphos quarantine. That is not to our benefit. We wanted that city isolated."
    },
    {
      "character": "Player",
      "line": "There are larger forces at play here, Osman. That quarantine was helping them far more than it benefitted you."
    },
    {
      "character": "Osman",
      "line": "What are you on about?"
    },
    {
      "character": "Player",
      "line": "Amascut. She has control over Pharaoh Kemesis. She arranged the quarantine to keep her actions in Menaphos a secret."
    },
    {
      "character": "Player",
      "line": "That's why we made the cure. We need to get in there and find out what she's up to."
    },
    {
      "character": "Osman",
      "line": "The Devourer? You speak of legends and fairy tales."
    },
    {
      "character": "Player",
      "line": "You don't believe the gods exist?"
    },
    {
      "character": "Osman",
      "line": "Maybe once, but that was a long time ago."
    },
    {
      "character": "Player",
      "line": "You're wrong, Osman. The Devourer's behind everything that's been happening down here, and the worst is yet to come. She's looking for some weapons. Ones that could grant her true godhood."
    },
    {
      "character": "Osman",
      "line": "And these weapons are in Menaphos?"
    },
    {
      "character": "Player",
      "line": "No. She's after something else in Menaphos. We don't know what... yet. The weapons are in a tomb to the south, and she's already in there. She could be using them right now."
    },
    {
      "character": "Osman",
      "line": "Pharaoh Kemesis has you fooled. This is clearly some ploy of his to keep us confused and divided. He is our true foe."
    },
    {
      "character": "Player",
      "line": "Osman, you can't..."
    },
    {
      "character": "Player",
      "line": "What the..."
    },
    {
      "character": "Osman",
      "line": "Time to go..."
    },
    {
      "character": "Player",
      "line": "Osman! Don't you dare!"
    },
    {
      "character": "Menaphite Akh",
      "line": "The mistress has tired of your interference..."
    },
    {
      "character": "Menaphite Akh",
      "line": "Pray to your false gods... your end comes now..."
    },
    {
      "character": "Player",
      "line": "Great! Here we go again."
    },
    {
      "character": "Maisa",
      "line": "Let's head back to my camp."
    },
    {
      "character": "Player",
      "line": "Nice of you to help."
    },
    {
      "character": "Osman",
      "line": "You had it all in hand. I must say, this has been an interesting development."
    },
    {
      "character": "Player",
      "line": "So do you believe Amascut is involved now?"
    },
    {
      "character": "Osman",
      "line": "No. I believe what my eyes tell me, and I am yet to see any true evidence that this is the work of an ancient goddess."
    },
    {
      "character": "Player",
      "line": "Oh you've got to be..."
    },
    {
      "character": "Osman",
      "line": "But I will admit that there is more going on here than I first thought. Dark magic is clearly at play. This may require us to reconsider our approach."
    },
    {
      "character": "Player",
      "line": "What does that even mean?"
    },
    {
      "character": "Osman",
      "line": "For now, nothing. I need to go and think on this. I suggest you seek out Maisa and see what results your meddling has caused. I'm sure I'll be in touch at some point."
    },
    {
      "character": "Player",
      "line": "Dare I ask for a 'thank you' this time?"
    },
    {
      "character": "Osman",
      "line": "I imagine Maisa will have gone to Sophanem to check on this cure. She will be waiting for you. Goodbye."
    },
    {
      "character": "Player",
      "line": "That's what I thought. Thanks, Osman."
    },
    {
      "character": "Maisa",
      "line": "Sorry for leaving you back there. How was your chat with Osman?"
    },
    {
      "character": "Player",
      "line": "He seems to have been somewhat enlightened."
    },
    {
      "character": "Player",
      "line": "After you left, we were attacked by one of Amascut's servants. I think they convinced Osman that there's more to all of this than he realised."
    },
    {
      "character": "Maisa",
      "line": "Maybe he'll finally get his head out of the sand. We don't need him, though. Look at what we've managed on our own."
    },
    {
      "character": "Player",
      "line": "Yes, the cure. Is it working?"
    },
    {
      "character": "Maisa",
      "line": "I'll let the High Priest answer that one."
    },
    {
      "character": "High Priest",
      "line": "Hello again, friend. Your cure has worked wonderfully. Not a single citizen is infected any more. We're finally free of the plagues!"
    },
    {
      "character": "Player",
      "line": "And Menaphos?"
    },
    {
      "character": "High Priest",
      "line": "We sent word to them earlier. They have agreed to meet with us at the bridge. If all goes well, this quarantine will soon be behind us."
    },
    {
      "character": "Player",
      "line": "Let's hope so."
    },
    {
      "character": "High Priest",
      "line": "Please do join us for the meeting. After all, none of this would have been possible without you."
    },
    {
      "character": "Player",
      "line": "How long do you think we'll need to wait?"
    },
    {
      "character": "Maisa",
      "line": "I don't know. This has probably put Pharaoh Kemesis in an awkward spot. He'll have much to consider."
    },
    {
      "character": "Maisa",
      "line": "If the quarantine benefits the Devourer, he won't want to end it. Problem is, if he doesn't, it will draw a lot of suspicion."
    },
    {
      "character": "Player",
      "line": "Makes you wonder how much control he actually has left. Does he make any decisions for himself now, or is it all just Amascut?"
    },
    {
      "character": "Player",
      "line": "How are you doing, by the way?"
    },
    {
      "character": "Player",
      "line": "You know, the stuff Osman said about you and Kaleef."
    },
    {
      "character": "Maisa",
      "line": "What happened between Kaleef and I is none of your business."
    },
    {
      "character": "Player",
      "line": "If you're sure."
    },
    {
      "character": "Maisa",
      "line": "Speaking of Osman, that reminds me."
    },
    {
      "character": "Maisa",
      "line": "He left this for you. I'll leave it in the tent at my camp for you to pick up."
    },
    {
      "character": "Maisa",
      "line": "He left this for you."
    },
    {
      "character": "Player",
      "line": "His way of saying 'thank you' perhaps?"
    },
    {
      "character": "Maisa",
      "line": "Doubt it. He's probably just trying to keep on your good side."
    },
    {
      "character": "Player",
      "line": "Do you think he's here?"
    },
    {
      "character": "Maisa",
      "line": "If not him, one of his minions will be. He'll want to know what happens at this meeting."
    },
    {
      "character": "Maisa",
      "line": "Anyway, he wasn't the only one with something for you. This is from the High Priest."
    },
    {
      "character": "Maisa",
      "line": "You can pick it up from him once we're done here."
    },
    {
      "character": "Player",
      "line": "I'm sure I'll be able to put it to good use."
    },
    {
      "character": "Player",
      "line": "Ah, looks like something's happening."
    },
    {
      "character": "Maisa",
      "line": "Hang on... is that...?"
    },
    {
      "character": "High Priest",
      "line": "Pharaoh Kemesis! I did not expect you to attend to this personally."
    },
    {
      "character": "High Priest",
      "line": "Pharaoh Kemesis?"
    },
    {
      "character": "Pharaoh Kemesis",
      "line": "The city of Menaphos will begin preparations to end the quarantine. It will take some time for these preparations to be complete. Good day."
    },
    {
      "character": "Player",
      "line": "Well that was anticlimactic."
    },
    {
      "character": "Maisa",
      "line": "That's one way of putting it. Still, I wasn't expecting Kemesis himself to make the announcement. It's very unusual for him to appear in public."
    },
    {
      "character": "Player",
      "line": "What do you think it means?"
    },
    {
      "character": "Maisa",
      "line": "I don't know. Until we can get into Menaphos, I doubt we'll find out."
    },
    {
      "character": "Player",
      "line": "He said it would take some time for the city to open."
    },
    {
      "character": "Maisa",
      "line": "Stalling for as long as possible, no doubt."
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Maisa",
      "line": "The citizens should hopefully be nearly done unblocking the entrance to Osmumten's Tomb. I'm going to head down there."
    },
    {
      "character": "Maisa",
      "line": "As for you, I'd say you've earnt a small break. Take whatever time you need to prepare, then meet me at the tomb once you're ready."
    },
    {
      "character": "Player",
      "line": "Alright, I'll see you soon. Good luck."
    },
    {
      "character": "High Priest",
      "line": "Hello again! Please take this as a thank you for all your help."
    },
    {
      "character": "Maisa",
      "line": "I think we've done all we can for the moment. Menaphos is preparing to reopen, and the citizens are unblocking the entrance to Osmumten's Tomb."
    },
    {
      "character": "Maisa",
      "line": "Until we see some progress in one of those areas, we'll just have to wait. Hopefully it won't be too long."
    },
    {
      "character": "Maisa",
      "line": "In the meantime, I'll be helping out at the excavation. I think you'll agree that's our top priority."
    },
    {
      "character": "Player",
      "line": "Indeed."
    },
    {
      "character": "Maisa",
      "line": "Look after yourself. You'll need to be well prepared for what's to come. I'll send word once the entry is cleared."
    },
    {
      "character": "Player",
      "line": "Good luck."
    }
  ],
  "characters": [
    {
      "name": "Citizen",
      "description": "Adult, Middle Eastern accent, varied tones. Desert city residents of Sophanem, ordinary people living under difficult circumstances with practical concerns."
    },
    {
      "name": "Guard",
      "description": "Adult male, Middle Eastern accent, authoritative and alert tone. A Sophanem city guard, dutiful and professional with military bearing."
    },
    {
      "name": "Head Menaphite Guard",
      "description": "Adult male, Middle Eastern accent, commanding and stern tone. A senior Menaphite military officer, authoritative with imposing presence and formal discipline."
    },
    {
      "name": "High Priest",
      "description": "Middle-aged male, Middle Eastern accent, measured and diplomatic tone. The High Priest of Icthlarin in Sophanem, formal and religious but approachable and growing in confidence."
    },
    {
      "name": "High Priest of Scabaras",
      "description": "Adult male, otherworldly and gravelly tone. A scarab-like Scabarite religious leader freed from Amascut's corruption, measured with undertones of ancient wisdom."
    },
    {
      "name": "Jamila",
      "description": "Adult female, Middle Eastern accent, warm and businesslike tone. A craft merchant in Sophanem, professional and helpful with everyday concerns."
    },
    {
      "name": "Maisa",
      "description": "Adult female, Middle Eastern accent, composed and determined tone. An Al Kharid spy with serious demeanor, professional and no-nonsense with controlled urgency."
    },
    {
      "name": "Mehhar",
      "description": "Ancient male spirit, ethereal and solemn tone. The ghostly son of Pharaoh Osmumten from the Second Age, wise and dignified with otherworldly resonance and tragic nobility."
    },
    {
      "name": "Menaphite Akh",
      "description": "Ancient creature, otherworldly and demonic tone. A corrupted supernatural servant of Amascut, harsh and discordant with dark ritualistic undertones."
    },
    {
      "name": "Menaphite Guard",
      "description": "Adult male, Middle Eastern accent, stern and suspicious tone. A Menaphos city guard, formal and disciplined with unwavering duty."
    },
    {
      "name": "Osman",
      "description": "Middle-aged male, Middle Eastern accent, cunning and authoritative tone. The spymaster of Al Kharid, intelligent and calculating with dry wit and world-weary experience."
    },
    {
      "name": "Pharaoh Kemesis",
      "description": "Adult male, Middle Eastern accent, regal and formal tone. The mysterious puppet ruler of Menaphos controlled by Amascut, speaks with authority but underlying tension."
    },
    {
      "name": "Spirit",
      "description": "Ancient spirit, ethereal and distant tone. A ghostly presence with otherworldly echoes, solemn and faded from ages past."
    },
    {
      "name": "Zahur",
      "description": "Adult female, Middle Eastern accent, mature and professional tone. An experienced herbalist in Nardah, knowledgeable and matter-of-fact about potions and remedies."
    }
  ]
}