{
  "branch": "quest/children-of-the-sun",
  "quest_name": "Children of the Sun",
  "lines": [
    { "character": "Noah", "line": "So they're from the west?" },
    { "character": "Alina", "line": "Yes! They call it Varlamore, the Shining Kingdom! It's meant to be one of the most beautiful places in the world!" },
    { "character": "Player", "line": "What are you talking about?" },
    { "character": "Alina", "line": "Oh, hello! Are you here to see the delegation?" },
    { "character": "Player", "line": "Delegation?" },
    { "character": "Noah", "line": "See! It's not just me who doesn't know what's happening." },
    { "character": "Alina", "line": "The delegation from Varlamore, of course! After all these years, they're finally opening up the kingdom for travel and trade! Isn't it exciting?" },
    { "character": "Noah", "line": "Why would I be excited about a place I never even knew existed?" },
    { "character": "Alina", "line": "A whole land locked off for hundreds of years! Do you not want to be one of the first outsiders to step foot there? Think of the adventure!" },
    { "character": "Noah", "line": "Adventure? Sounds dangerous. I'll be staying right here, thank you very much!" },
    { "character": "Alina", "line": "Bah! Boring! What about you, stranger?" },
    { "character": "Player", "line": "Well I'm actually something of an adventurer myself." },
    { "character": "Alina", "line": "That's the spirit! I bet you'll want to be one of the first to head over to Varlamore!" },
    { "character": "Player", "line": "What can you tell me about Varlamore?" },
    { "character": "Alina", "line": "It's far across the western sea, over the mountains south of Great Kourend. Between the sea and the mountains, it's totally isolated! No one is allowed to come or go without good reason." },
    { "character": "Noah", "line": "Sounds like a prison." },
    { "character": "Alina", "line": "Quite the opposite! It's a beautiful and prosperous kingdom, ruled over by the Sun Queen!" },
    { "character": "Player", "line": "The Sun Queen?" },
    { "character": "Alina", "line": "Yes! She rules from her palace in their capital, Civitas illa Fortis. The sun plays an important role in Varlamorian life. In fact, they worship it!" },
    { "character": "Noah", "line": "What... the sun?" },
    { "character": "Alina", "line": "That's right! They have their own religion over there dedicated to the sun and the moon. Isn't that fascinating?" },
    { "character": "Noah", "line": "I don't know... It all sounds a bit odd to me." },
    { "character": "Player", "line": "How come you know so much about Varlamore?" },
    { "character": "Alina", "line": "A while back, a group of travellers came through here, on their way to the dark lands of Morytania. They said they were from the College of Bards!" },
    { "character": "Noah", "line": "College of Bards?" },
    { "character": "Alina", "line": "Yes! It's found in the floating city of Tempestus! Members of the College are some of the only people allowed to travel to and from Varlamore." },
    { "character": "Alina", "line": "They stayed the night in the Blue Moon Inn and spent hours telling us all about their homeland. I've been dying to visit ever since!" },
    { "character": "Player", "line": "When will this delegation arrive?" },
    { "character": "Alina", "line": "Well it should be any time now!" },
    { "character": "Noah", "line": "Hang on... what's going on over there?" },
    { "character": "Alina", "line": "Wait! That's them! They're here!" },
    { "character": "Alina", "line": "There they are: The children of the sun! That's Itzla Arkan, heir to the throne of Varlamore! And there's Servius, the Teokan of Ralos!" },
    { "character": "Noah", "line": "Teokan? What's a Teokan?" },
    { "character": "Alina", "line": "It means High Priest. He's the religious leader in Varlamore." },
    { "character": "Noah", "line": "Huh..." },
    { "character": "Sergeant Tobyn", "line": "What are you doing with that bag?" },
    { "character": "Guard", "line": "Oh... Er... Just delivering some supplies to the guards at the gates." },
    { "character": "Sergeant Tobyn", "line": "Well hurry back. We need everyone at their posts." },
    { "character": "Noah", "line": "That's an unusually big bag he's carrying." },
    { "character": "Player", "line": "Hmm... Now where might you be going with that...?" },
    { "character": "Player", "line": "Sorry, but I need to head off." },
    { "character": "Alina", "line": "Fair enough." },
    { "character": "Player", "line": "I'm not sure. Doesn't really sound like my kind of thing." },
    { "character": "Alina", "line": "Well... suit yourself, I guess." },
    { "character": "Alina", "line": "Hello again! So what do you think? Reckon you'll be one of the first to head over to Varlamore?" },
    { "character": "Guard", "line": "Hey! What are you doing?" },
    { "character": "Noah", "line": "That was quite a large bag that guard was carrying. I wonder where he's taking it..." },
    { "character": "Sergeant Tobyn", "line": "Move along, citizen." },
    { "character": "Player", "line": "What are you up to in there...?" },
    { "character": "Bandit", "line": "You're late." },
    { "character": "Guard", "line": "I'm here aren't I? If you're not happy, maybe you should have been the one to steal the uniforms!" },
    { "character": "Bandit", "line": "Enough! We don't have much time. Do you have everything?" },
    { "character": "Guard", "line": "Mostly." },
    { "character": "Bandit", "line": "Mostly?" },
    { "character": "Guard", "line": "I grabbed what I could!" },
    { "character": "Bandit", "line": "We're just going to have to make do. The delegation is already in the palace. We need to be ready to strike as they leave." },
    { "character": "Bandit", "line": "Indeed. You all know the target. Get changed quick and be ready to take your positions." },
    { "character": "Guard", "line": "Good luck. You're going to need it." },
    { "character": "Bandit", "line": "You lot panic too much. It's going to be fine. Now, let's get going." },
    { "character": "Player", "line": "This doesn't sound good. I'd better let that sergeant know." },
    { "character": "Player", "line": "Wait! I have some information that you need to hear." },
    { "character": "Sergeant Tobyn", "line": "What is it?" },
    { "character": "Player", "line": "There are some bandits disguising themselves as guards! I think they're planning to attack the delegation from Varlamore!" },
    { "character": "Sergeant Tobyn", "line": "Surely you can't be serious?" },
    { "character": "Player", "line": "It's true! One of them infiltrated your guards and stole some uniforms. He came right through here earlier with them." },
    { "character": "Sergeant Tobyn", "line": "The one with the large bag? I thought I didn't recognise him, but then it's so hard to keep up. We get through guards so quickly around here for some reason..." },
    { "character": "Player", "line": "So what do we do? Should we warn the delegation?" },
    { "character": "Sergeant Tobyn", "line": "And risk a panic? No. Better we deal with this now while they're safe in the palace. Do you know how many bandits there are?" },
    { "character": "Player", "line": "Four in total." },
    { "character": "Sergeant Tobyn", "line": "Right, we can work with that. You get out there and point them out. With them being disguised, you'll need to keep a close eye out for any guard who looks or acts differently to the others." },
    { "character": "Sergeant Tobyn", "line": "Don't go too far. If the bandits intend to attack the delegation, they'll either be here in the square or on the eastern road between the square and the bank." },
    { "character": "Sergeant Tobyn", "line": "Return to me once you've found all four and we'll take them all at the same time." },
    { "character": "Player", "line": "Alright, I'll get to it." },
    { "character": "Sergeant Tobyn", "line": "Get out there and point out the four bandits. They're in disguise, so be sure to keep a close eye out for any guard who looks or acts differently to the others." },
    { "character": "Sergeant Tobyn", "line": "Remember, if they intend to attack the delegation, they'll either be here in the square or on the eastern road between the square and the bank." },
    { "character": "Player", "line": "Alright, I'll be back soon." },
    { "character": "Player", "line": "Alright, I've pointed out all the bandits." },
    { "character": "Sergeant Tobyn", "line": "Are you sure? I definitely recognise at least one of them as one of my guards. Maybe you should try again." },
    { "character": "Sergeant Tobyn", "line": "Good work. I'll signal my guards to bring them in..." },
    { "character": "Sergeant Tobyn", "line": "That could have ended up quite nasty if not for you. Once again, good work." },
    { "character": "Player", "line": "So what happens now?" },
    { "character": "Sergeant Tobyn", "line": "The bandits will be interrogated. If all goes well, we'll get some useful information out of them." },
    { "character": "Sergeant Tobyn", "line": "Speaking of which... given it was you who found them in the first place, you might be able to offer some support. Would you be willing to help?" },
    { "character": "Player", "line": "Of course! Where do you need me?" },
    { "character": "Sergeant Tobyn", "line": "Come with me. We'll use the cell on the palace roof for the interrogations. It's nice and out of the way." },
    { "character": "Prince Itzla Arkan", "line": "Ah, nilsal, sergeant." },
    { "character": "Sergeant Tobyn", "line": "Prince Itzla! I... I'm sorry, but I wasn't expecting you here." },
    { "character": "Prince Itzla Arkan", "line": "Well all that politics downstairs was getting a bit dry, but then I heard there'd been a bit of a commotion. I thought I'd come see what the fuss was all about. You don't mind, do you?" },
    { "character": "Sergeant Tobyn", "line": "Well no, it's just..." },
    { "character": "Prince Itzla Arkan", "line": "Wonderful! And you! Who are you?" },
    { "character": "Player", "line": "Hello there. I'm an adventurer." },
    { "character": "Prince Itzla Arkan", "line": "Kuaini! Pleased to meet you. Crown Prince Itzla Arkan, heir to the Sun Throne, at your service." },
    { "character": "Prince Itzla Arkan", "line": "Tell me, are you the one who caught these would-be assassins?" },
    { "character": "Player", "line": "That's right." },
    { "character": "Prince Itzla Arkan", "line": "Well then, why don't you and I ask this one a few little questions. You don't mind, do you, sergeant?" },
    { "character": "Sergeant Tobyn", "line": "Not at all, but..." },
    { "character": "Prince Itzla Arkan", "line": "Excellent! Let's get started then." },
    { "character": "Prince Itzla Arkan", "line": "Nilsal to you, iknami. I hear you managed to get yourself into a spot of bother." },
    { "character": "Bandit", "line": "I'm not telling you anything." },
    { "character": "Prince Itzla Arkan", "line": "Ah, tetamo! Such a shame. No matter though! We'll have you talking in no time." },
    { "character": "Prince Itzla Arkan", "line": "Now, you'll need to forgive me, but I'm a bit new around here, so your customs are not familiar to me. Tell me, iknami, what's the preferred method of interrogation in these parts?" },
    { "character": "Bandit", "line": "You're asking me how you should interrogate me?" },
    { "character": "Prince Itzla Arkan", "line": "Well it just seemed polite to ask. We have all sorts of fun methods back home in Varlamore. We could give one or two of them a go if you want?" },
    { "character": "Bandit", "line": "If I want?" },
    { "character": "Prince Itzla Arkan", "line": "Absolutely! Now, what are your thoughts on chicken?" },
    { "character": "Bandit", "line": "Chicken?" },
    { "character": "Prince Itzla Arkan", "line": "Oh, do you not have chickens here? Sorry, again, all this is quite new to me." },
    { "character": "Player", "line": "Yes, we have chickens. The farms around here have loads." },
    { "character": "Prince Itzla Arkan", "line": "Well then, why the confusion? Have you never seen one before? Oh you poor sheltered thing. Did your parents never show you the wonders of the countryside?" },
    { "character": "Bandit", "line": "I know what a chicken is!" },
    { "character": "Prince Itzla Arkan", "line": "Well why didn't you say so?" },
    { "character": "Bandit", "line": "I don't know what game you're playing, but it won't work on me!" },
    { "character": "Prince Itzla Arkan", "line": "No game at all, iknami. The reason I ask is because one of our preferred methods in Varlamore involves just a small amount of fire, and you'd never believe it, but the smell of human flesh once it gets going..." },
    { "character": "Bandit", "line": "You're going to cook me?" },
    { "character": "Prince Itzla Arkan", "line": "Cook? No, not at all! That would imply I'm going to eat you, and I'm not a barbarian! Though, it would be interesting to know if it tastes like chicken as well..." },
    { "character": "Bandit", "line": "Alright, enough! I'll tell you what you want!" },
    { "character": "Prince Itzla Arkan", "line": "Kuaini!" },
    { "character": "Prince Itzla Arkan", "line": "So who are you working for?" },
    { "character": "Bandit", "line": "I don't know their name. They just paid us to attack the delegation. They didn't look to be from around here. I reckon it was one of your lot!" },
    { "character": "Prince Itzla Arkan", "line": "Why did they want you to attack the delegation?" },
    { "character": "Bandit", "line": "They didn't say, but that priest... he was the target!" },
    { "character": "Prince Itzla Arkan", "line": "So a Varlamorian paid you to assassinate the Teokan? You're not giving me much to go on." },
    { "character": "Bandit", "line": "That's all I know!" },
    { "character": "Prince Itzla Arkan", "line": "Hmm..." },
    { "character": "Prince Itzla Arkan", "line": "Well I think we're done here. Come." },
    { "character": "Prince Itzla Arkan", "line": "I think we got what we needed there." },
    { "character": "Sergeant Tobyn", "line": "You're sure he told you everything?" },
    { "character": "Prince Itzla Arkan", "line": "Oh yes. The fear of being cooked will do that to a person. All total rubbish of course! Imagine burning someone alive! We're much more civilised over in Varlamore." },
    { "character": "Prince Itzla Arkan", "line": "We just cut out their heart while it's still beating instead." },
    { "character": "Player", "line": "I can't tell if you're joking or not..." },
    { "character": "Prince Itzla Arkan", "line": "Anyway, sounds like there'll be some work to do when we get back home. An assassination attempt on the Teokan of Ralos... Concerning stuff. First up though, I'd better get back to the politics!" },
    { "character": "Prince Itzla Arkan", "line": "Now, it's entirely up to you of course, but given we have you to thank for stopping this plot, I'd be very keen if you'd join me in Varlamore to continue the investigation." },
    { "character": "Prince Itzla Arkan", "line": "No need to decide now. It will take a bit longer for us to be ready for visitors anyway, but when the time comes, I'll have my people send word to you." },
    { "character": "Prince Itzla Arkan", "line": "No need to decide now, but if you do wish to accept my offer, just speak to Regulus Cento outside the eastern gates of this city." },
    { "character": "Prince Itzla Arkan", "line": "Now, they'll be missing me downstairs. Timoiva, and may the sun light your way!" },
    { "character": "Sergeant Tobyn", "line": "Well, that was interesting..." },
    { "character": "Player", "line": "Not every day the heir to a far-off land comes and interrogates one of your prisoners?" },
    { "character": "Sergeant Tobyn", "line": "Oddly enough, no. This will be an interesting report to write. And on that note, I'd best get to it. All the best, adventurer. Thank you for your help." }
  ],
  "characters": [
    {
      "name": "Noah",
      "description": "Young adult male, British accent, hesitant and skeptical tone. A cautious commoner who appears confused and disinterested in adventure, preferring the safety of familiar surroundings."
    },
    {
      "name": "Alina",
      "description": "Young adult female, British accent, enthusiastic and excited tone. A curious commoner with an adventurous spirit, eager to learn about foreign cultures and explore new lands."
    },
    {
      "name": "Sergeant Tobyn",
      "description": "Middle-aged male, British accent, authoritative and professional tone. A competent Varrock guard sergeant who maintains order with a balance of formality and approachability."
    },
    {
      "name": "Guard",
      "description": "Adult male, British accent, nervous and shifty tone. A bandit impersonating a guard, speaking with underlying tension and evasiveness when questioned about suspicious activities."
    },
    {
      "name": "Bandit",
      "description": "Adult male, British accent, gruff and defiant tone initially, becoming increasingly fearful during interrogation. A common criminal who breaks under psychological pressure."
    },
    {
      "name": "Prince Itzla Arkan",
      "description": "Young adult male, light Mediterranean or Spanish-influenced accent, charming and playful tone with underlying cunning. The heir to Varlamore's throne who uses wit and implied threats during interrogations while maintaining royal charisma."
    }
  ]
}
