{
  "branch": "quest/client-of-kourend",
  "quest_name": "Client of Kourend",
  "lines": [
    { "character": "Veos", "line": "Hello again! What can I do for you?" },
    { "character": "Veos", "line": "As a matter of fact, I do..." },
    { "character": "Veos", "line": "I have a client from the mainland who's interested in learning a bit more about Kourend." },
    { "character": "Veos", "line": "They've asked me to gather some information on the five cities for them." },
    { "character": "Veos", "line": "I was just going to do it myself, but as you're quite new around here, this might be a good opportunity for you to get to know the kingdom a bit better." },
    { "character": "Veos", "line": "So what do you say?" },
    { "character": "Veos", "line": "Take this scroll." },
    { "character": "Veos", "line": "My client is interested in the hierarchy and general social organisation of Great Kourend." },
    { "character": "Veos", "line": "Especially when it comes to how it differs from the mainland." },
    { "character": "Veos", "line": "That scroll is special. When written on with a particular type of quill, my client will see what you're writing without anything being seen on the scroll itself." },
    { "character": "Veos", "line": "Not exactly... My client simply wishes to keep their 'knowledge gathering' on the down low." },
    { "character": "Veos", "line": "There's many a man and woman who could give you the information you need, but general store owners in each city will likely be your best bet." },
    { "character": "Veos", "line": "They should know enough about their cities, and always seem up for a chat." },
    { "character": "Veos", "line": "Simply touching a normal feather onto the paper should synchronise their magical ability to work together." },
    { "character": "Veos", "line": "You don't need any ink." },
    { "character": "Veos", "line": "See you soon." },
    { "character": "Veos", "line": "Very well. Do come back if you wish to help out my client." },
    { "character": "Regath", "line": "What do you require, traveller? I deal in many things." },
    { "character": "Regath", "line": "This city holds knowledge many would deem unsafe to share." },
    { "character": "Regath", "line": "Why should I be so trusting to you?" },
    { "character": "Regath", "line": "Someone willing to share knowledge of our great city to many others?" },
    { "character": "Regath", "line": "Very well, then. The rest of the world could certainly do with learning about our great library." },
    { "character": "Regath", "line": "Arceuus is filled with literary and magical scholars." },
    { "character": "Regath", "line": "Lead by the great Trobin Arceuus." },
    { "character": "Regath", "line": "As a leader, he assists in pushing the limit of our knowledge surrounding magical abilities, souls and the crafting of runic energy." },
    { "character": "Regath", "line": "He cares not for petty control, focusing instead on the expansion of knowledge within Great Kourend." },
    { "character": "Regath", "line": "Our library is something to behold, but the millennia of knowledge found there; runic, magical and religious, are but small findings compared to the power of the Dark Altar." },
    { "character": "Regath", "line": "Through its power, we have great knowledge on life and death." },
    { "character": "Regath", "line": "This knowledge could be yours as well." },
    { "character": "Regath", "line": "What is the matter, journalist?" },
    { "character": "Regath", "line": "Very well. As mentioned, rewards on offer within our city are priceless." },
    { "character": "Regath", "line": "The sharing of our magical research is but child's play compared to the knowledge of Blood and Soul runecrafting." },
    { "character": "Regath", "line": "You're welcome. Spread the word of this great city with the new knowledge you have gained, and perhaps be more careful with how you hold your scroll in the future..." },
    { "character": "Horace", "line": "Hello, I'm Horace. Welcome to my shop. Would you like to buy or sell something?" },
    { "character": "Horace", "line": "Well, well my friend! I've lived in this great and glorious city all of my life." },
    { "character": "Horace", "line": "I'd be happy to share with you anything you'd like to know!" },
    { "character": "Horace", "line": "Hosidius is filled with keen and skilled farmers alike!" },
    { "character": "Horace", "line": "Lead by the incredibly efficient Kandur Hosidius, his intelligent resourcefulness ensures optimal agricultural production." },
    { "character": "Horace", "line": "Our fields stretch as far as the eye can see." },
    { "character": "Horace", "line": "With incredible teamwork and group efforts, the ability to provide Great Kourend's people with food and herbal supplies is quite literally the fruits of our labour." },
    { "character": "Horace", "line": "Our personal kitchens and farming patches are lovely." },
    { "character": "Horace", "line": "That being said, the real gems of Hosidius are the vinery and Tithe farm." },
    { "character": "Horace", "line": "Both are world class!" },
    { "character": "Horace", "line": "Anytime, friend! Feel free to pop along if you ever need any wares!" },
    { "character": "Munty", "line": "Can I help you, human?" },
    { "character": "Munty", "line": "Why I'd be happy to have a chat!" },
    { "character": "Munty", "line": "I do enjoy talking about this great city of ours." },
    { "character": "Munty", "line": "Lovakengj is filled with incredibly skilled blacksmiths." },
    { "character": "Munty", "line": "Under the leadership of Vulcana Lovakengj, our intelligent material saving skills make us the finest blacksmiths in the land." },
    { "character": "Munty", "line": "Armours, weaponry, tools and structures - our city supplies Kourend with all of these to the finest standards known to Dwarf and Human alike." },
    { "character": "Munty", "line": "Well creating dynamite and mining in the sulphur mine isn't a pretty job, but someone has to do it!" },
    { "character": "Munty", "line": "We also make the armour worn by the very soldiers of the Shayzien Army here, not to mention the Blast Mine." },
    { "character": "Munty", "line": "The rewards able to be reaped in our city are nothing to be scoffed at!" },
    { "character": "Munty", "line": "Anytime! Come back soon!" },
    { "character": "Leenz", "line": "A great adventurer, from afar? How may I help with my repertoire?" },
    { "character": "Leenz", "line": "If it's Piscarilius information you seek, it's in my brain that you must peek!" },
    { "character": "Leenz", "line": "If there's one thing, that I do best, it's waiting patiently, for my guests!" },
    { "character": "Leenz", "line": "Within Port Piscarilius, you'll find, great fisherman, traders, pirates and I." },
    { "character": "Leenz", "line": "All lead, by our ruthless leader, Shauna Piscarilius, none yet to supersede her." },
    { "character": "Leenz", "line": "No surprise if you meet her, her tactics are ruthless." },
    { "character": "Leenz", "line": "Her demeanour renders, all pirates toothless." },
    { "character": "Leenz", "line": "Our great shore and trading, have treasures to be found, providing export and fish, in quantities abound." },
    { "character": "Leenz", "line": "Our shore is brimming, with gold from the sea, the most loyal of our people, are handed the key." },
    { "character": "Leenz", "line": "We'll let you stand on our shores and collect, the great anglerfish; other only... covet?" },
    { "character": "Leenz", "line": "Listen here pal, you don't mess with people in Port Piscarilius." },
    { "character": "Leenz", "line": "Do you want happy rhyming Leenz, or angry, gruff and pain-inflicting Leenz?" },
    { "character": "Leenz", "line": "Anytime, my adventuring friend, enjoy your time in Great Kourend!" },
    { "character": "Jennifer", "line": "What're yer looking for, me luv'?" },
    { "character": "Jennifer", "line": "Well I could give you some info if that's all yer wantin'." },
    { "character": "Jennifer", "line": "Gets lonely in 'ere while me mates are out there fightin' the good war!" },
    { "character": "Jennifer", "line": "Well ye canne remember everything I 'ave to say about this wee 'ouse without that, can you?" },
    { "character": "Jennifer", "line": "Come back when yer 'ead's not all fried!" },
    { "character": "Jennifer", "line": "Phwoar, what don' we do? This place is filled with officers and the like." },
    { "character": "Jennifer", "line": "Lead by our rig'rous leader Shiro Shayzien, 'e ensures ultimate justice and safety for the entirety of Great Kourend." },
    { "character": "Jennifer", "line": "Our soldiers fight off the constant threat of the lizardman, while our 'ighly trained medics 'eal them from battle." },
    { "character": "Jennifer", "line": "Strict in combat trainin' and discipline. Law, order and defence." },
    { "character": "Jennifer", "line": "These are the words we live by!" },
    { "character": "Jennifer", "line": "It ain't all pretty 'ere, but if you 'elp our soldiers and tackle some organised crime..." },
    { "character": "Jennifer", "line": "You'll soon find that the spoils o' war are grand." },
    { "character": "Jennifer", "line": "That's alright petal, you go'un and have fun." },
    { "character": "Veos", "line": "Yes, I heard it too... they mentioned that your task was complete." },
    { "character": "Veos", "line": "Let me take those items off your hands." },
    { "character": "Veos", "line": "If it makes you feel any better, my client sends their apologies." },
    { "character": "Veos", "line": "It wasn't intentional. Needless to say, something you said provoked emotion..." },
    { "character": "Veos", "line": "Namely..." },
    { "character": "Veos", "line": "The Dark Altar..." },
    { "character": "Veos", "line": "Well that's just the thing." },
    { "character": "Veos", "line": "My client is pleased you found such information." },
    { "character": "Veos", "line": "Tell me... Would you be willing to do one last thing for them?" },
    { "character": "Veos", "line": "I'm certainly glad you're able to assist once again." },
    { "character": "Veos", "line": "My client will be most pleased." },
    { "character": "Veos", "line": "My client requires... another simple task." },
    { "character": "Veos", "line": "They assure me that it will be the last." },
    { "character": "Veos", "line": "Take this orb. You must activate it beside the Dark Altar, north of Arceuus." },
    { "character": "Veos", "line": "It's best you don't." },
    { "character": "Veos", "line": "What are you talking about?" },
    { "character": "Veos", "line": "I haven't spoken with you since bringing you to Kourend, I have no idea what you're on ab--" },
    { "character": "Veos", "line": "ARGH!" },
    { "character": "Veos' Client", "line": "Indeed you have." },
    { "character": "Veos' Client", "line": "You have done well. For that, you have my thanks." },
    { "character": "Veos' Client", "line": "You need not fear for him. I will ensure no harm comes his way." },
    { "character": "Veos' Client", "line": "As for who I am... Well, that is of no importance." },
    { "character": "Veos' Client", "line": "Knowledge can be a curse." },
    { "character": "Veos' Client", "line": "Sometimes, it is better to remain unaware." },
    { "character": "Veos' Client", "line": "Now, time to release this mind back to consciousness..." },
    { "character": "Veos' Client", "line": "Don't worry, I'll make sure he rewards you." },
    { "character": "Veos' Client", "line": "After all, you've been very useful to me..." }
  ],
  "characters": [
    {
      "name": "Horace",
      "description": "Middle-aged male, warm British accent, cheerful and welcoming tone. A friendly shopkeeper who takes great pride in Hosidius and its agricultural achievements, speaking enthusiastically about farming and community."
    },
    {
      "name": "Jennifer",
      "description": "Middle-aged female, strong Scottish accent, rough and down-to-earth tone. A no-nonsense shopkeeper in the military district of Shayzien who speaks with working-class charm and soldier's pragmatism."
    },
    {
      "name": "Leenz",
      "description": "Adult female, theatrical British accent, whimsical and playful tone that shifts to threatening when challenged. A quirky shopkeeper in Port Piscarilius who speaks almost entirely in rhyme but reveals a dangerous edge when provoked."
    },
    {
      "name": "Munty",
      "description": "Adult male dwarf, deep gruff Scottish accent, proud and industrious tone. A dwarven shopkeeper in Lovakengj who speaks with characteristic dwarven pride about smithing, mining, and craftsmanship."
    },
    {
      "name": "Regath",
      "description": "Older male, refined British accent, cautious and intellectual tone with underlying arrogance. A mysterious shopkeeper in the magical city of Arceuus who guards knowledge carefully but takes pride in sharing the city's scholarly achievements."
    },
    {
      "name": "Veos",
      "description": "Middle-aged male, British accent, friendly and approachable tone with underlying mystery. An experienced treasure hunter from Great Kourend who speaks with confidence and a hint of secrecy about his true motives."
    },
    {
      "name": "Veos' Client",
      "description": "Ancient male, deep echoing British accent, calm and menacing tone with subtle malevolence. A mysterious entity possessing Veos who speaks with cryptic wisdom and an unsettling sense of power, revealed to be the exiled tyrant Xeric."
    }
  ]
}
