{
  "branch": "quest/contact",
  "quest_name": "Contact!",
  "lines": [
    {
      "character": "Player",
      "line": "So what do you plan to do now?"
    },
    {
      "character": "High Priest",
      "line": "Well now that we've sorted out this business with Klenter, we can properly focus on dealing with these plagues."
    },
    {
      "character": "Player",
      "line": "And how's that looking?"
    },
    {
      "character": "High Priest",
      "line": "Not great. However, we do have one bit of good news in that area, thanks to you."
    },
    {
      "character": "High Priest",
      "line": "Good day."
    },
    {
      "character": "Player",
      "line": "Hello there. How goes things?"
    },
    {
      "character": "High Priest",
      "line": "Better now that we've sorted out that business with Klenter. Still, we're no closer to dealing with these plagues."
    },
    {
      "character": "High Priest",
      "line": "However, we do have one bit of good news in that area, thanks to you."
    },
    {
      "character": "Player",
      "line": "Thanks to me?"
    },
    {
      "character": "High Priest",
      "line": "Yes. You've shown us that the pox we're all infected with can't be contagious. If it was, you'd be covered in spots by now."
    },
    {
      "character": "Player",
      "line": "That's a very good point. Does this mean you can reopen the city?"
    },
    {
      "character": "High Priest",
      "line": "It does indeed. The decision to lock things down was made very quickly, so we were forced to trap many of our citizens outside the walls. We'll be able to let them all back in now."
    },
    {
      "character": "Player",
      "line": "That's wonderful news!"
    },
    {
      "character": "High Priest",
      "line": "It is, but there is a problem."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "High Priest",
      "line": "When the plague first started, Menaphos, our neighbouring city, closed their gates as well. Many of our citizens became trapped there when they did."
    },
    {
      "character": "Player",
      "line": "But if there's no risk of them becoming infected, can't they open up again as well?"
    },
    {
      "character": "High Priest",
      "line": "You'd think so, but they believe that there is still a danger. It seems they're even willing to kill if it helps keep their city isolated."
    },
    {
      "character": "Player",
      "line": "Hmm... Perhaps I could help?"
    },
    {
      "character": "High Priest",
      "line": "The offer is appreciated, but I don't think there's anything you can do."
    },
    {
      "character": "High Priest",
      "line": "You'd really be willing to help us again?"
    },
    {
      "character": "Player",
      "line": "Of course!"
    },
    {
      "character": "High Priest",
      "line": "I'm very grateful. To be honest though, I'm not really sure where to start with this."
    },
    {
      "character": "Player",
      "line": "Well first up, why don't you tell me what happened with Menaphos? You said something about them being willing to kill?"
    },
    {
      "character": "High Priest",
      "line": "Indeed. Earlier today, I led a delegation across the bridge between the two cities in the hope of convincing them to end the quarantine. It didn't go well..."
    },
    {
      "character": "Player",
      "line": "Actually, I have other things to do."
    },
    {
      "character": "High Priest",
      "line": "I see. Fair enough."
    },
    {
      "character": "Coenus",
      "line": "Halt! Don't take another step!"
    },
    {
      "character": "High Priest",
      "line": "That is an improper greeting. You address the High Priest of Icthlarin!"
    },
    {
      "character": "Coenus",
      "line": "Don't try my patience! I have been ordered to stop anyone attempting to cross this bridge!"
    },
    {
      "character": "High Priest",
      "line": "We have discovered that we are not contagious. You must let us pass!"
    },
    {
      "character": "Coenus",
      "line": "Step back or we will open fire."
    },
    {
      "character": "High Priest",
      "line": "You wouldn't dare!"
    },
    {
      "character": "Coenus",
      "line": "Archers, take your mark!"
    },
    {
      "character": "High Priest",
      "line": "You wouldn't?"
    },
    {
      "character": "Coenus",
      "line": "Take aim!"
    },
    {
      "character": "High Priest",
      "line": "Run!"
    },
    {
      "character": "Coenus",
      "line": "Fire!"
    },
    {
      "character": "Player",
      "line": "So they just started firing arrows at you? They sound like cold-blooded thugs."
    },
    {
      "character": "High Priest",
      "line": "It is often the way under Pharoah Kemesis. He leads the Menaphites in a more secular manner than we would like. Respect for the old ways is diminishing."
    },
    {
      "character": "Player",
      "line": "By old ways, do you mean Icthlarin?"
    },
    {
      "character": "High Priest",
      "line": "The whole Menaphite Pantheon really. Religion is starting to mean less and less in Menaphos."
    },
    {
      "character": "High Priest",
      "line": "There was once a time when we would care for all of Menaphos' dead here. Now, many opt for less traditional burials."
    },
    {
      "character": "High Priest",
      "line": "Anyway, I've let myself become distracted. My focus is often on the dead, but right now our main worry is the living."
    },
    {
      "character": "High Priest",
      "line": "It's clear that the Pharaoh has no desire to open his city, so we need to find another way of getting our citizens home."
    },
    {
      "character": "Player",
      "line": "Any ideas on how we do that?"
    },
    {
      "character": "High Priest",
      "line": "Well... I don't know. I'm open to any ideas you have."
    },
    {
      "character": "High Priest",
      "line": "It would not work. Their quarantine is very strict, just as ours was. Even their own people are not allowed in or out of the city."
    },
    {
      "character": "Player",
      "line": "So how do they get food and other supplies in?"
    },
    {
      "character": "High Priest",
      "line": "The port south of the main city is still open. Traders take their goods to the city gates and exchange them with the guards there. Everything is thoroughly checked."
    },
    {
      "character": "Player",
      "line": "I see. Doesn't sound like we can make anything work there then."
    },
    {
      "character": "High Priest",
      "line": "You'd want to swim across? If the current doesn't kill you, the crocodiles surely will."
    },
    {
      "character": "Player",
      "line": "Ah... Maybe not then."
    },
    {
      "character": "High Priest",
      "line": "Absolutely not! We here in Sophanem are still Menaphites and those guards are our brethren. Besides, I doubt you'd succeed against so many of them."
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Player",
      "line": "Is there any way into Menaphos from below?"
    },
    {
      "character": "High Priest",
      "line": "I don't know. I don't think so."
    },
    {
      "character": "Player",
      "line": "Oh. So there aren't any tunnels under this city?"
    },
    {
      "character": "High Priest",
      "line": "Beyond the homes of our dead? I can't imagine so. We are not ones for digging tunnels unnecessarily. We leave that nonsense to the Sect of Scabaras, and they're long gone."
    },
    {
      "character": "Player",
      "line": "The Sect of Scabaras?"
    },
    {
      "character": "High Priest",
      "line": "They were a group dedicated to Scabaras, one of the lesser deities."
    },
    {
      "character": "Player",
      "line": "What's a lesser deity?"
    },
    {
      "character": "High Priest",
      "line": "You already know of Icthlarin and the Devourer. They are the son and daughter of Tumeken and Elidinis. Together, they are the four main deities of the Menaphite Pantheon."
    },
    {
      "character": "High Priest",
      "line": "However, the pantheon also has four lesser deities, or avatars as some call them. The Book of Light and Day says that Tumeken once fell into a deep sleep and dreamt for four days and four nights."
    },
    {
      "character": "High Priest",
      "line": "With each night, his dreams took form. Those four forms became the lesser deities of the pantheon, with Scabaras being the last of them."
    },
    {
      "character": "Player",
      "line": "And his followers liked to dig tunnels?"
    },
    {
      "character": "High Priest",
      "line": "That's right. Scabaras is the god of isolation. In keeping with his teachings, his followers mostly lived underground. As such, they were said to be great architects of the subterranean."
    },
    {
      "character": "Player",
      "line": "So what happened to them?"
    },
    {
      "character": "High Priest",
      "line": "The Devourer was not the only member of the pantheon to wish ill upon our people. It is said that many years ago, Scabaras and his sect tried to claim these lands as their own."
    },
    {
      "character": "High Priest",
      "line": "They built great tunnels beneath the Elid and used them to attack our settlements. However, Elidinis stood against them. The sect was destroyed, and Scabaras was fittingly driven into isolation."
    },
    {
      "character": "Player",
      "line": "And you don't think there's a chance they might have built some tunnels under Sophanem and Menaphos?"
    },
    {
      "character": "High Priest",
      "line": "Er... I suppose I've never considered it before. I guess it's not impossible."
    },
    {
      "character": "High Priest",
      "line": "Maybe you should visit Jex at the Temple of the Lesser Gods in the north east corner of the city. He knows more about the Sect of Scabaras than I do."
    },
    {
      "character": "High Priest",
      "line": "In fact, now that I think about it, I recall a rumour that the temple was actually once home to the sect."
    },
    {
      "character": "Player",
      "line": "Interesting. I'll pay him a visit."
    },
    {
      "character": "Player",
      "line": "I'll have a think about it."
    },
    {
      "character": "High Priest",
      "line": "Hello again. Did you visit Jex at the Temple of the Lesser Gods?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "High Priest",
      "line": "You'll find the temple in the north east corner of the city."
    },
    {
      "character": "Player",
      "line": "Hello. Are you Jex?"
    },
    {
      "character": "Jex",
      "line": "That's right. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I'm hoping to learn a bit more about the Sect of Scabaras. The High Priest said you'd be a good person to ask."
    },
    {
      "character": "Jex",
      "line": "Ah yes. To be honest, not much is known about them. The sect was destroyed long ago. However, it is said that this temple was once their home."
    },
    {
      "character": "Player",
      "line": "Speaking of the temple, what happened here? The place isn't looking great."
    },
    {
      "character": "Jex",
      "line": "It was just before the plagues started! They burst up from under the cellar and trashed the place! It was late at night, so I couldn't see who they were, or if they were even human!"
    },
    {
      "character": "Player",
      "line": "What? Why wasn't the High Priest aware of this?"
    },
    {
      "character": "Jex",
      "line": "The first of the plagues started that next morning. It didn't seem wise to bother him."
    },
    {
      "character": "Player",
      "line": "I'm sure he'd have still liked to have been made aware. You say they came from beneath the cellar?"
    },
    {
      "character": "Jex",
      "line": "That's right. Turns out there's quite the network of tunnels down there."
    },
    {
      "character": "Player",
      "line": "Well then I think this is just what I'm after. I'd like to investigate these tunnels."
    },
    {
      "character": "Jex",
      "line": "I wouldn't if I were you. It's incredibly dangerous down there. We had a quick look, but there are some fearsome traps and vicious monsters lurking in the darkness."
    },
    {
      "character": "Player",
      "line": "I'm afraid it's essential that I go down there."
    },
    {
      "character": "Jex",
      "line": "Well then you're either very brave or very foolish. We covered the tunnel they made with a trapdoor. Just head down into the cellar and then down that trapdoor."
    },
    {
      "character": "Jex",
      "line": "Oh, it's also very dark down there. You should take some sort of light source and a tinderbox with you."
    },
    {
      "character": "Player",
      "line": "Thanks. You've been a great help."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about the lesser gods?"
    },
    {
      "character": "Jex",
      "line": "Of course. The lesser gods, or avatars as some call them, were born from the dreams of Tumeken. They are Apmeken, Het, Crondis and Scabaras."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Apmeken?"
    },
    {
      "character": "Jex",
      "line": "Apmeken is the goddess of companionship. She is known to be the most mischievous, playful and unpredictable of the minor deities. I'd say she's my personal favourite."
    },
    {
      "character": "Player",
      "line": "So I shouldn't trust you then?"
    },
    {
      "character": "Jex",
      "line": "Apmeken can appeal to the most erudite scholar or the most barefaced liar. I'd like to be considered amongst the former category."
    },
    {
      "character": "Player",
      "line": "I see. What does she look like?"
    },
    {
      "character": "Jex",
      "line": "She has the head of a monkey, or sometimes an ape. It changes depending upon what nature she is displaying. For example, the orangutan represents wisdom, while the baboon represents mischief."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Het?"
    },
    {
      "character": "Jex",
      "line": "Het is the least strange of our deities to foreign eyes, for he looks just like us. I suspect this is why his shrines are particularly targeted by thieves like that infamous Templeton."
    },
    {
      "character": "Player",
      "line": "What does he represent?"
    },
    {
      "character": "Jex",
      "line": "Het is the god of health, both in mind and body. He is quite popular amongst soldiers as a result, especially up in Al Kharid."
    },
    {
      "character": "Player",
      "line": "Just soldiers?"
    },
    {
      "character": "Jex",
      "line": "Not at all! Like I said, the wellbeing of the mind is also key to Het. Many great orators also look to him for guidance. I imagine his teachings help with some of their strenuous speeches."
    },
    {
      "character": "Player",
      "line": "How did his followers react to the plagues here?"
    },
    {
      "character": "Jex",
      "line": "With many arguments. They really couldn't decide whether it was a punishment from Het, or an affront to him. I stayed out of that debate."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Crondis?"
    },
    {
      "character": "Jex",
      "line": "Crondis is a ferocious lady with the head of a mighty crocodile."
    },
    {
      "character": "Player",
      "line": "That must be awkward when buying helmets."
    },
    {
      "character": "Jex",
      "line": "Luckily for her, I don't think deities have much need for them."
    },
    {
      "character": "Player",
      "line": "So what is she the goddess of?"
    },
    {
      "character": "Jex",
      "line": "Resourcefulness. A word which seems to be open to large interpretation."
    },
    {
      "character": "Player",
      "line": "How so?"
    },
    {
      "character": "Jex",
      "line": "Most consider her to be a teacher of modesty. They say we should be resourceful by only taking and using that which we absolutely need."
    },
    {
      "character": "Player",
      "line": "But there's others with a different interpretation?"
    },
    {
      "character": "Jex",
      "line": "Some believe she is actually the goddess of pleasure. They claim that the idea of modesty came from a misinterpretation, and that to be resourceful is to take all that you can."
    },
    {
      "character": "Player",
      "line": "That doesn't sound right."
    },
    {
      "character": "Jex",
      "line": "No. It is a more recent take that I suspect was born in Menaphos. There are many in that city with more wealth than they'll ever need. Modesty is not an ideal they'll ever embody."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Scabaras?"
    },
    {
      "character": "Jex",
      "line": "There are many opinions out there on Scabaras, but general knowledge isn't always the most accurate."
    },
    {
      "character": "Player",
      "line": "Well what are the absolute facts then?"
    },
    {
      "character": "Jex",
      "line": "Scabaras is the god of isolation. He takes on the appearance of a man with the head of a scarab. Both he and his followers were driven into hiding long ago."
    },
    {
      "character": "Player",
      "line": "And?"
    },
    {
      "character": "Jex",
      "line": "And that's it. You asked for the absolute facts. Anything beyond that is just speculation."
    },
    {
      "character": "Player",
      "line": "But there must be more. The High Priest told me that Scabaras tried to conquer these lands."
    },
    {
      "character": "Jex",
      "line": "So it is said, but the written accounts that exist contain so many inconsistencies when it comes to what role Scabaras actually played. Of course, most would not know that."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Jex",
      "line": "Many of the writings are only available to us priests. That does of course include the new High Priest, but perhaps he is yet to read them. They are definitely... illuminating."
    },
    {
      "character": "Player",
      "line": "Interesting..."
    },
    {
      "character": "Player",
      "line": "Interesting. Thanks for the information."
    },
    {
      "character": "Player",
      "line": "I'd better get down there."
    },
    {
      "character": "Player",
      "line": "Hello Jex."
    },
    {
      "character": "Jex",
      "line": "How's your investigation going?"
    },
    {
      "character": "Player",
      "line": "I haven't made it down to the tunnels yet."
    },
    {
      "character": "Jex",
      "line": "Well don't forget to take a light source and a tinderbox with you."
    },
    {
      "character": "Player",
      "line": "I will. Thanks for the warning."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "High Priest",
      "line": "Hello again. Any luck with getting our people out of Menaphos?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "High Priest",
      "line": "Well just let me know if I can help in any way."
    },
    {
      "character": "Sophanem Guard",
      "line": "Hello. How can I help you?"
    },
    {
      "character": "Player",
      "line": "What are you doing down here?"
    },
    {
      "character": "Sophanem Guard",
      "line": "We're here to guard this place. Until recently, this was a bank, but then something came from the tunnels below and trashed the place."
    },
    {
      "character": "Sophanem Guard",
      "line": "Now we're guarding the trapdoor down to the tunnels instead."
    },
    {
      "character": "Player",
      "line": "Do you have a tinderbox?"
    },
    {
      "character": "Sophanem Guard",
      "line": "I do, but I'd like to hold on to it for now."
    },
    {
      "character": "Player",
      "line": "That's okay, I have one with me anyway."
    },
    {
      "character": "Sophanem Guard",
      "line": "I have one I could sell you for 50 coins."
    },
    {
      "character": "Player",
      "line": "I'll take it."
    },
    {
      "character": "Player",
      "line": "Sorry, that's too expensive."
    },
    {
      "character": "Sophanem Guard",
      "line": "No problem. Come back if you change your mind."
    },
    {
      "character": "Player",
      "line": "Do you have a torch?"
    },
    {
      "character": "Sophanem Guard",
      "line": "I'll sell you an unlit one for 200 coins."
    },
    {
      "character": "Player",
      "line": "How come you're not spotty?"
    },
    {
      "character": "Sophanem Guard",
      "line": "Ah, the pox. We weren't here when the outbreak took place. We were out of town trying to catch an antiques thief called Simon Templeton. We've only just got back."
    },
    {
      "character": "Player",
      "line": "Aren't you afraid you'll fall ill as well?"
    },
    {
      "character": "Sophanem Guard",
      "line": "The only reason we've been let back into the city is because the High Priest believes the pox isn't contagious."
    },
    {
      "character": "Sophanem Guard",
      "line": "Besides, Sophanem is my home. It will take a lot more than the threat of a few spots to keep me away."
    },
    {
      "character": "Player",
      "line": "You can't. I'd better go."
    },
    {
      "character": "Sophanem Guard",
      "line": "Be careful down there!"
    },
    {
      "character": "Player",
      "line": "I will, I will."
    },
    {
      "character": "Sophanem Guard",
      "line": "It really is incredibly dangerous down there!"
    },
    {
      "character": "Player",
      "line": "So people keep telling me."
    },
    {
      "character": "Sophanem Guard",
      "line": "You should take some food down with you in case you get hurt!"
    },
    {
      "character": "Player",
      "line": "Thanks for the advice."
    },
    {
      "character": "Sophanem Guard",
      "line": "I wouldn't take many valuables down there, just in case something bad happens."
    },
    {
      "character": "Player",
      "line": "Have some faith in me."
    },
    {
      "character": "Sophanem Guard",
      "line": "Watch out for the traps!"
    },
    {
      "character": "Sophanem Guard",
      "line": "If you see a scarab on any of the walls, stay well away from it!"
    },
    {
      "character": "Player",
      "line": "Um, why?"
    },
    {
      "character": "Sophanem Guard",
      "line": "I saw one of the other guards disappear down a trapdoor when he approached it. We never saw him again!"
    },
    {
      "character": "Player",
      "line": "I'll look out for them then."
    },
    {
      "character": "Sophanem Guard",
      "line": "Good luck!"
    },
    {
      "character": "Player",
      "line": "Not bad. Hopefully I'll make some real progress soon."
    },
    {
      "character": "Player",
      "line": "Well good luck, and be careful in those tunnels."
    },
    {
      "character": "Maisa",
      "line": "What the... You're not Kaleef!"
    },
    {
      "character": "Player",
      "line": "No, I'm not, I'm. As for Kaleef, I'm afraid I have some bad news about him."
    },
    {
      "character": "Maisa",
      "line": "What are you on about?"
    },
    {
      "character": "Player",
      "line": "I'm sorry, but Kaleef is dead."
    },
    {
      "character": "Maisa",
      "line": "Dead? He can't be dead! You're lying!"
    },
    {
      "character": "Player",
      "line": "It's true. It looks like some creature killed him as he was entering this cavern."
    },
    {
      "character": "Maisa",
      "line": "Kaleef... Curse you, Osman!"
    },
    {
      "character": "Player",
      "line": "Were the two of you close?"
    },
    {
      "character": "Maisa",
      "line": "What... I..."
    },
    {
      "character": "Maisa",
      "line": "No. I barely knew him. He was meant to relieve me of my posting up in Menaphos, but now I'm stuck."
    },
    {
      "character": "Maisa",
      "line": "Not that it matters I suppose. Even if he had made it, he wouldn't have been able to get across this chasm. We'd hoped there would be a route between the two cities down here, but clearly not."
    },
    {
      "character": "Player",
      "line": "To be honest, that's kind of what I was hoping as well. I came down here to try and find a way into Menaphos."
    },
    {
      "character": "Maisa",
      "line": "Well good luck with that. If there was a way into the city, I'd have found it by now. This was my last hope."
    },
    {
      "character": "Player",
      "line": "So you have no way to leave?"
    },
    {
      "character": "Maisa",
      "line": "Oh I could leave. While I may not know of any way into the city, I do know of a way out. Problem is, I was ordered not to leave until I found a way for Kaleef to get in."
    },
    {
      "character": "Player",
      "line": "Hmm... That gives me an idea."
    },
    {
      "character": "Maisa",
      "line": "An idea? What are you talking about?"
    },
    {
      "character": "Player",
      "line": "The reason I'm looking for a way into Menaphos is so that I can help the citizens of Sophanem trapped there return home. However, maybe I don't actually need to enter the city to help them."
    },
    {
      "character": "Maisa",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "You said you knew of a way out of the city. You could help the citizens escape."
    },
    {
      "character": "Maisa",
      "line": "And why would I do that?"
    },
    {
      "character": "Player",
      "line": "Because if you help me, I might be able to help you. You mentioned Osman, right? I'm guessing you work for him, which makes you a spy from Al Kharid."
    },
    {
      "character": "Maisa",
      "line": "That's right... I'm Maisa. You know Osman?"
    },
    {
      "character": "Player",
      "line": "Yes. I'm the one who helped him free Prince Ali. I'm sure I could convince him to reconsider your posting."
    },
    {
      "character": "Maisa",
      "line": "Hmm... If you are who you say you are, tell me where the Prince was being kept."
    },
    {
      "character": "Player",
      "line": "Pollnivneach."
    },
    {
      "character": "Player",
      "line": "Draynor Village."
    },
    {
      "character": "Player",
      "line": "Port Sarim."
    },
    {
      "character": "Player",
      "line": "Goblin Village."
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Maisa",
      "line": "Then we have nothing to discuss."
    },
    {
      "character": "Maisa",
      "line": "Interesting. And who helped you free the Prince?"
    },
    {
      "character": "Player",
      "line": "Hassan."
    },
    {
      "character": "Player",
      "line": "Louie Legs."
    },
    {
      "character": "Player",
      "line": "Leela."
    },
    {
      "character": "Player",
      "line": "Ranael."
    },
    {
      "character": "Maisa",
      "line": "You're obviously an imposter. You answered both questions incorrectly!"
    },
    {
      "character": "Maisa",
      "line": "You'll have to do better than that to convince me."
    },
    {
      "character": "Maisa",
      "line": "Fair enough. I'm sorry I doubted you. I will help the citizens of Sophanem for you, but first you must convince Osman to come here and meet with me."
    },
    {
      "character": "Player",
      "line": "You want him to come here?"
    },
    {
      "character": "Maisa",
      "line": "Yes. No more secret messages or intermediaries. I want to speak to him, face to face."
    },
    {
      "character": "Player",
      "line": "Alright. I'll go to Al Kharid and see what I can do."
    },
    {
      "character": "Maisa",
      "line": "You again. If you are who you say you are, tell me where Prince Ali was being kept."
    },
    {
      "character": "Maisa",
      "line": "Have you brought Osman?"
    },
    {
      "character": "Maisa",
      "line": "Don't take too long. It's not safe for me to stay down here."
    },
    {
      "character": "Osman",
      "line": "Hello again."
    },
    {
      "character": "Player",
      "line": "I want to talk to you about Sophanem."
    },
    {
      "character": "Osman",
      "line": "Sophanem?"
    },
    {
      "character": "Player",
      "line": "Yes. Your help is needed urgently there."
    },
    {
      "character": "Osman",
      "line": "My help is needed all over the place. What makes you suggest that I'm more urgently needed in Sophanem?"
    },
    {
      "character": "Player",
      "line": "Maisa wants to speak with you."
    },
    {
      "character": "Osman",
      "line": "Maisa? You are mistaken. She's in Menaphos, and that city is locked tight to everyone, thanks in no small part to me."
    },
    {
      "character": "Player",
      "line": "What? What have you been up to there?"
    },
    {
      "character": "Osman",
      "line": "Nothing you need to concern yourself with."
    },
    {
      "character": "Player",
      "line": "You don't need to be so secretive with me. Did I not prove myself by freeing Prince Ali?"
    },
    {
      "character": "Osman",
      "line": "Hmm... Very well. What do you know of the political landscape here in the Kharidian Desert?"
    },
    {
      "character": "Player",
      "line": "Not a lot."
    },
    {
      "character": "Osman",
      "line": "Well unlike many other regions, the Kharidian Desert is not united under a single banner. Instead, there are multiple independent city states, along with various lawless collectives."
    },
    {
      "character": "Osman",
      "line": "While all of the city states are currently at peace with each other, between some you'll find certain... rivalries."
    },
    {
      "character": "Player",
      "line": "Oh I see. So one of those rivalries is between Menaphos and Al Kharid?"
    },
    {
      "character": "Osman",
      "line": "Some would say so."
    },
    {
      "character": "Player",
      "line": "Including you?"
    },
    {
      "character": "Osman",
      "line": "We were at war with the Menaphites for a long time. As Spymaster for Al Kharid, I know that no war is ever truly over."
    },
    {
      "character": "Player",
      "line": "Does the Emir agree with you on that?"
    },
    {
      "character": "Osman",
      "line": "The Emir trusts me to protect the best interests of Al Kharid. So in answer to your original question, that's what I've been doing in Menaphos and Sophanem."
    },
    {
      "character": "Player",
      "line": "Look, this is all very interesting, but one of your people, Kaleef, is dead. He was meant to relieve Maisa of her post in Menaphos, but now he can't."
    },
    {
      "character": "Osman",
      "line": "Then I will send someone else down instead. Is that all?"
    },
    {
      "character": "Player",
      "line": "No. Maisa is insisting that you meet with her personally."
    },
    {
      "character": "Osman",
      "line": "That's not possible and she knows it. It would be tantamount to sticking one's head in a crocodile's mouth. If the Menaphites caught me, I'd be lynched on sight."
    },
    {
      "character": "Osman",
      "line": "Now, return to her and tell her that I will send a replacement for Kaleef shortly."
    },
    {
      "character": "Player",
      "line": "That's not going to work. There's a chasm blocking the way from Sophanem to Menaphos. Any agent you send won't be able to enter the city. That's why Maisa wants to speak with you."
    },
    {
      "character": "Osman",
      "line": "If there's no way for someone to relieve Maisa, then she will have to remain there herself. This is the job she signed up for."
    },
    {
      "character": "Player",
      "line": "But I need Maisa to help me with something. She'll only do that if you go and speak to her."
    },
    {
      "character": "Osman",
      "line": "That is your problem, not mine."
    },
    {
      "character": "Player",
      "line": "And Prince Ali was your problem, but I still helped you."
    },
    {
      "character": "Osman",
      "line": "And you were paid for your services. What do you need from Maisa anyway?"
    },
    {
      "character": "Player",
      "line": "When Menaphos was locked down, many citizens from Sophanem were trapped there. I need to try and get them out of the city, but I have no way of entering Menaphos myself."
    },
    {
      "character": "Osman",
      "line": "So, you've convinced Maisa to help them on your behalf? What makes you think I want any part in this? The citizens of Sophanem are still Menaphites."
    },
    {
      "character": "Player",
      "line": "Hmm... Let's see..."
    },
    {
      "character": "Player",
      "line": "It must be boring here."
    },
    {
      "character": "Osman",
      "line": "You wish to charm me with the idea of getting my hands dirty? Well I'm perfectly happy here in Al Kharid. I did all the adventuring I ever wanted to do in my youth."
    },
    {
      "character": "Player",
      "line": "There might be treasures underneath Sophanem."
    },
    {
      "character": "Osman",
      "line": "That there might be, but if so, those treasures belong to the dead. We have treasures aplenty here in Al Kharid."
    },
    {
      "character": "Player",
      "line": "It could drive a wedge between the Menaphite cities."
    },
    {
      "character": "Osman",
      "line": "How so?"
    },
    {
      "character": "Player",
      "line": "Menaphos wouldn't be happy if the citizens of Sophanem bypassed the quarantine. I imagine you'd be able to take advantage of that."
    },
    {
      "character": "Osman",
      "line": "Hmm... Alright, you have my curiosity. Let's see where this trail takes us. Meet me outside the gates to Sophanem. I have one or two things to sort out here before I depart."
    },
    {
      "character": "Player",
      "line": "It would give you the chance to spy first hand."
    },
    {
      "character": "Osman",
      "line": "I have Maisa and others in place to do that already."
    },
    {
      "character": "Osman",
      "line": "Perhaps because there is no suitable answer. Now, I must get on with my work."
    },
    {
      "character": "Osman",
      "line": "As I've already told you, I have little interest in this business of yours. Why should I help you?"
    },
    {
      "character": "Osman",
      "line": "Yes, yes. I have one or two things to sort here before I depart. I'll meet you outside the gates to Sophanem."
    },
    {
      "character": "Player",
      "line": "There you are."
    },
    {
      "character": "Osman",
      "line": "Ah, you're here. Do you know of a good way into the city? I'm getting too old for scaling walls."
    },
    {
      "character": "Player",
      "line": "What's wrong with using the gates?"
    },
    {
      "character": "Osman",
      "line": "Are you mad or stupid?"
    },
    {
      "character": "Player",
      "line": "Neither. Why?"
    },
    {
      "character": "Osman",
      "line": "What if I'm recognised? Do you not think they'd question the presence of Al Kharid's Spymaster?"
    },
    {
      "character": "Player",
      "line": "Okay, so maybe it wasn't one of my better suggestions."
    },
    {
      "character": "Osman",
      "line": "Have any other bright ideas?"
    },
    {
      "character": "Player",
      "line": "I know of a secret entrance to the north."
    },
    {
      "character": "Osman",
      "line": "Perfect! Where is it?"
    },
    {
      "character": "Player",
      "line": "There's a tunnel in some rocks near a camp."
    },
    {
      "character": "Osman",
      "line": "Good. Now, wait for me here. There's no point in both of us risking our necks getting seen together."
    },
    {
      "character": "Player",
      "line": "What if you injure yourself down in the tunnels?"
    },
    {
      "character": "Osman",
      "line": "Don't worry about me. I may be getting older, but I didn't become Spymaster without getting into a fight or two."
    },
    {
      "character": "Player",
      "line": "But there's..."
    },
    {
      "character": "Osman",
      "line": "Give me two hours. If I'm not back by then, come and look for me."
    },
    {
      "character": "Osman",
      "line": "Psst!"
    },
    {
      "character": "Jex",
      "line": "Huh?"
    },
    {
      "character": "Player",
      "line": "Osman's been gone for hours. I think I should have a look for him."
    },
    {
      "character": "Jex",
      "line": "Oh... hello again."
    },
    {
      "character": "Player",
      "line": "Are you okay?"
    },
    {
      "character": "Jex",
      "line": "Some degenerate clubbed me and gave me a lump the size of an egg on the back of my head."
    },
    {
      "character": "Player",
      "line": "Oh no! I'll keep my eyes peeled for suspicious looking characters."
    },
    {
      "character": "Jex",
      "line": "I have a fairly good idea who did it."
    },
    {
      "character": "Player",
      "line": "What? Who?"
    },
    {
      "character": "Jex",
      "line": "That linen merchant, Siamun. He's never liked me."
    },
    {
      "character": "Player",
      "line": "Right..."
    },
    {
      "character": "Osman",
      "line": "...and whatever you do, don't risk giving yourself away when you help the citizens return."
    },
    {
      "character": "Maisa",
      "line": "I know what I'm doing Osman."
    },
    {
      "character": "Maisa",
      "line": "Hang on... What's going on? What's that shaking?"
    },
    {
      "character": "Osman",
      "line": "Get out of here quick! Before the cave collapses!"
    },
    {
      "character": "Player",
      "line": "Osman!"
    },
    {
      "character": "Player",
      "line": "Uh oh..."
    },
    {
      "character": "Osman",
      "line": "I seem to recall telling you to wait for me. What are you doing down here?"
    },
    {
      "character": "Player",
      "line": "Rescuing your ungrateful hide!"
    },
    {
      "character": "Osman",
      "line": "I had everything under control."
    },
    {
      "character": "Player",
      "line": "Well your two hours ran out a long time ago. Anyway, where did you disappear off to during the fight?"
    },
    {
      "character": "Osman",
      "line": "I didn't go anywhere. I decided to blend into the shadows. It's one of the many tricks I've picked up over the years. Not every problem needs a blade to solve it."
    },
    {
      "character": "Player",
      "line": "Right... So are you going to say 'thank you' or anything?"
    },
    {
      "character": "Osman",
      "line": "That's not required. Once again, I had it all under control."
    },
    {
      "character": "Osman",
      "line": "Anyway, you'll be pleased to know that before we were interrupted, I was able to convince Maisa to remain in Menaphos. As agreed, she will help the citizens of Sophanem return home."
    },
    {
      "character": "Player",
      "line": "That's good to hear. I guess I should let the High Priest know."
    },
    {
      "character": "Osman",
      "line": "Before you leave, it seems that Kaleef was able to at least get one hit on that beast. I suggest you take his dagger. It's quite powerful, and he has no need for it now."
    },
    {
      "character": "Osman",
      "line": "Oh, and one more thing..."
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Osman",
      "line": "Well done. You did an alright job here."
    },
    {
      "character": "Player",
      "line": "Thanks... I suppose."
    },
    {
      "character": "High Priest",
      "line": "Hello again. I have some wonderful news."
    },
    {
      "character": "High Priest",
      "line": "Menaphos just sent over some of their dead. Imagine our surprise when we found some of our own citizens disguised among them! Apparently we have both you and someone called Maisa to thank."
    },
    {
      "character": "Player",
      "line": "Disguised among the dead? That's quite ingenious. I'm glad to hear they're home safe."
    },
    {
      "character": "High Priest",
      "line": "It seems that we are once again in your debt. Please, take this as a thank you."
    }
  ],
  "characters": [
    {
      "name": "Coenus",
      "description": "Adult male, Middle Eastern accent, authoritarian and ruthless tone, a contemptible guard commander who enforces the quarantine with brutal efficiency."
    },
    {
      "name": "High Priest",
      "description": "Adult male, Middle Eastern accent, dutiful and uncertain tone, a friendlier leader than his predecessor who gains confidence while serving Icthlarin."
    },
    {
      "name": "Jex",
      "description": "Adult male, Middle Eastern accent, friendly and evangelical tone, a trusting priest who tends the Temple of the Lesser Gods."
    },
    {
      "name": "Maisa",
      "description": "Adult female, Middle Eastern accent, serious and professional tone, a resourceful spy for Al Kharid who is unhappy about being trapped in Sophanem."
    },
    {
      "name": "Osman",
      "description": "Older male, Middle Eastern accent, calculating and politically astute tone, a shifty spymaster who is skilled at espionage and prefers to work from the shadows."
    },
    {
      "name": "Sophanem Guard",
      "description": "Adult male, Middle Eastern accent, dutiful and vigilant tone, a city guard protecting the plague-stricken city of Sophanem."
    }
  ]
}