{
  "branch": "quest/current-affairs",
  "quest_name": "Current Affairs",
  "lines": [
    { "character": "Arhein", "line": "Hello again!" },
    { "character": "Player", "line": "What's with the duck?" },
    { "character": "Arhein", "line": "Oh, it's part of a little test I'd like to do. A travelling salesman stopped off here a while ago and claimed you can use a duck to accurately track currents in the sea." },
    { "character": "Arhein", "line": "My plan is to track the currents around Catherby to see if I can speed up the docking process, but there's a bit of a snag..." },
    { "character": "Player", "line": "What is it?" },
    { "character": "Arhein", "line": "The local council have a by-law forbidding non-human workers from doing business in Catherby. I'd hoped the local councillor wouldn't notice, but the second the duck arrived, she came along making threats of a fine!" },
    { "character": "Player", "line": "Anything I can do to help?" },
    { "character": "Arhein", "line": "Well, you're welcome to try talking to Councillor Catherine yourself. You'll find her in the Council Office north east of here. I warn you though, it will probably be an uphill struggle!" },
    { "character": "Player", "line": "Thanks for the warning. I'll head over and see what I can do." },
    { "character": "Player", "line": "I'm sorry to hear that. Hopefully you manage to work something out." },
    { "character": "Arhein", "line": "Thank you, friend." },
    { "character": "Player", "line": "Where can I find the Council Office?" },
    { "character": "Arhein", "line": "It's just north east of here. Good luck trying to deal with Councillor Catherine though." },
    { "character": "Player", "line": "Hello there. Are you Councillor Catherine? I was hoping you could help me with something." },
    { "character": "Councillor Catherine", "line": "Thank you for enquiring at the Catherby Council Office. Your views are important to us. What is it I can do for you today?" },
    { "character": "Player", "line": "I had a question about one of the local by-laws. Apparently non-human workers aren't allowed to do business in Catherby?" },
    { "character": "Councillor Catherine", "line": "That is correct." },
    { "character": "Player", "line": "Doesn't that strike you as a bit... wrong?" },
    { "character": "Councillor Catherine", "line": "If you are referring to the rumours of Humans Against Monsters sympathies within the Catherby Council, then I can assure you that a full impartial investigation found those rumours to be totally false." },
    { "character": "Player", "line": "Impartial?" },
    { "character": "Councillor Catherine", "line": "Completely." },
    { "character": "Player", "line": "I see... So you wouldn't even be willing to let Arhein's duck track a few currents? The results would be very useful, not just to Arhein. I imagine any sailor docking here would find them helpful." },
    { "character": "Councillor Catherine", "line": "Are you a sailor yourself?" },
    { "character": "Player", "line": "Well, yes, I suppose you could say that." },
    { "character": "Councillor Catherine", "line": "All sailors doing business in Catherby must first be registered with the Catherby Council. Doing so requires completion of the appropriate form which is the fourth in the port series of the Catherby Registry form group." },
    { "character": "Player", "line": "Wait... What?" },
    { "character": "Councillor Catherine", "line": "Please ensure when filling in the form that all answers are clearly legible. Failure to do so may result in unnecessary processing delays." },
    { "character": "Player", "line": "But why do I need to..." },
    { "character": "Councillor Catherine", "line": "Thanks to recent budget changes, I'm pleased to confirm that the Catherby Council are now able to provide charcoal free of charge. If required, you can find some in the cabinet to my left." },
    { "character": "Player", "line": "Right..." },
    { "character": "Councillor Catherine", "line": "Upon completion, please return the form to the Catherby Council Office at your earliest convenience." },
    { "character": "Player", "line": "Hello again." },
    { "character": "Councillor Catherine", "line": "Have you fully filled in that form?" },
    { "character": "Player", "line": "Yes, I have it here." },
    { "character": "Councillor Catherine", "line": "I am afraid there are still questions missing answers. Please make sure you fully fill the form in before you hand it in." },
    { "character": "Councillor Catherine", "line": "Thank you very much. However, I must inform you that the Catherby Council is currently experiencing higher than usual volumes of enquiries, so there may be some delays in the processing of your form." },
    { "character": "Player", "line": "Okay... I don't actually really care about the form though." },
    { "character": "Councillor Catherine", "line": "Then what is it I can help you with?" },
    { "character": "Player", "line": "That by-law about non-humans... I want to get it changed." },
    { "character": "Councillor Catherine", "line": "Any change to the by-laws can only occur with approval from the Mayor of Catherby." },
    { "character": "Player", "line": "Right, we're getting somewhere. Where can I find the mayor?" },
    { "character": "Councillor Catherine", "line": "I'm afraid that due to the Catherby Data Protection Regulation, I am not at liberty to give out personal information on the mayor." },
    { "character": "Player", "line": "Are you serious?" },
    { "character": "Councillor Catherine", "line": "Very serious. Now, if that's all, thank you for visiting the Catherby Council Office today." },
    { "character": "Councillor Catherine", "line": "We hope your experience was a positive one, but if you do have any feedback, I'd be more than happy to provide you with the relevant form." },
    { "character": "Player", "line": "Yeah... I think I'll pass on that." },
    { "character": "Councillor Catherine", "line": "Then I wish you a very good day." },
    { "character": "Player", "line": "Not yet." },
    { "character": "Councillor Catherine", "line": "Please ensure that you have done so before you hand it in. Please also ensure that all answers are clearly legible. Failure to do so may result in unnecessary processing delays." },
    { "character": "Player", "line": "Okay." },
    { "character": "Councillor Catherine", "line": "Welcome to the Catherby Council Office. Your views are important to us. How can I help you today?" },
    { "character": "Player", "line": "I need to speak to the mayor." },
    { "character": "Councillor Catherine", "line": "I'm afraid that due to the Catherby Data Protection Regulation, I am not at liberty to give out personal information on the mayor. Now, if that's all, thank you for visiting the Catherby Council Office today." },
    { "character": "Player", "line": "I need to find the Mayor of Catherby." },
    { "character": "Arhein", "line": "The mayor? Oh no..." },
    { "character": "Player", "line": "What?" },
    { "character": "Arhein", "line": "I'm afraid to say that the mayor died a few days ago." },
    { "character": "Player", "line": "Oh... I'm sorry to hear that." },
    { "character": "Arhein", "line": "Don't worry, it happens all the time." },
    { "character": "Player", "line": "It does? That feels like the kind of thing I should be worried about..." },
    { "character": "Arhein", "line": "Why do you need the mayor anyway?" },
    { "character": "Player", "line": "Apparently only the mayor can approve a change to the by-laws." },
    { "character": "Arhein", "line": "Really? I don't recall that ever stopping Catherine before, but if she insists, I guess we can do this song and dance once more." },
    { "character": "Player", "line": "Meaning?" },
    { "character": "Arhein", "line": "We're going to need another mayor, but we need to make sure Catherine doesn't notice." },
    { "character": "Player", "line": "Where on Gielinor will we get another mayor? And how in the name of Guthix's trousers will Catherine not notice?" },
    { "character": "Arhein", "line": "Well, the Mayor of Catherby has been, for a long time now, a fish." },
    { "character": "Player", "line": "A fish?" },
    { "character": "Arhein", "line": "Actually, to be precise, it has been 26 different fish, 25 of which were doing a fantastic job of pretending to be the first." },
    { "character": "Player", "line": "I'm not sure this democracy thing is going to catch on if it keeps being implemented this badly." },
    { "character": "Arhein", "line": "Well, unfortunately no one in Catherby really wanted the job. In fact, there was only one candidate, and it was the one person we all definitely didn't want to be the mayor." },
    { "character": "Player", "line": "Councillor Catherine?" },
    { "character": "Arhein", "line": "Councillor Catherine." },
    { "character": "Player", "line": "So the answer was a fish?" },
    { "character": "Arhein", "line": "It seemed like a good idea at the time. Problem is, Catherine responded by introducing that by-law preventing non-humans from working here." },
    { "character": "Arhein", "line": "We were lucky that a different by-law she'd already introduced clearly stated that the mayor serves until death." },
    { "character": "Player", "line": "Of course. And as a result, you now need to make sure she doesn't know the mayor died." },
    { "character": "Arhein", "line": "Exactly!" },
    { "character": "Player", "line": "I'll help you replace the fish." },
    { "character": "Arhein", "line": "A wise choice. Go and see Harry at the fishing shop. He should be able to help." },
    { "character": "Player", "line": "About the mayor..." },
    { "character": "Arhein", "line": "You'll need to go and see Harry at the fishing shop. He should be able to help you sort out a replacement mayor." },
    { "character": "Player", "line": "You know, out of context, that might be the strangest thing anyone has ever said." },
    { "character": "Arhein", "line": "Well, desperate times..." },
    { "character": "Harry", "line": "Welcome! If you're looking for fishing equipment, you're in the right place. I'll also give you a good price on any fish that you want to sell." },
    { "character": "Player", "line": "I'm here about the mayor." },
    { "character": "Harry", "line": "What about the mayor?" },
    { "character": "Player", "line": "Arhein said you could help me get a replacement." },
    { "character": "Harry", "line": "Oh, we've lost another one have we?" },
    { "character": "Player", "line": "Afraid so." },
    { "character": "Harry", "line": "Well, it's easy to fix. You just need a special mayoral fishbowl and a tiny net. Once you have them, grab a fish from one of the aquariums with the net, and that is our new mayor." },
    { "character": "Player", "line": "Where can I get the fishbowl and net?" },
    { "character": "Harry", "line": "I can sell you the whole kit for 50 coins. Just come back once you've got enough room." },
    { "character": "Harry", "line": "I can sell you the whole kit for 50 coins." },
    { "character": "Player", "line": "I don't have enough money for that." },
    { "character": "Harry", "line": "Politics is an expensive game!" },
    { "character": "Harry", "line": "There you go. Once you've caught the mayor, be sure to take him to Arhein to make sure he's happy. Just don't take too long. They don't seem to have a long life span..." },
    { "character": "Player", "line": "I think I'll pass." },
    { "character": "Harry", "line": "You've got your special mayoral fishbowl and tiny net. Just grab a fish from one of the aquariums with the net, and that is our new mayor." },
    { "character": "Harry", "line": "I think you dropped these. Good job I noticed and picked them up for you. Now, go grab a fish from one of the aquariums with the net, and that is our new mayor." },
    { "character": "Harry", "line": "I think you dropped your net and fishbowl. Don't worry, I picked them up for you. Just make soom room for them and I'll give them back." },
    { "character": "Harry", "line": "I see you've caught a new one. You'd best show him to Arhein. Just don't take too long. They don't seem to have a long life span..." },
    { "character": "Arhein", "line": "Yes?" },
    { "character": "Player", "line": "The mayor has returned." },
    { "character": "Arhein", "line": "Long live the mayor." },
    { "character": "Player", "line": "So what now?" },
    { "character": "Arhein", "line": "Well, I think I'll start keeping a stock of mayors on standby from now on." },
    { "character": "Player", "line": "That seems like a good idea, but I meant about the by-law." },
    { "character": "Arhein", "line": "Ah, of course. Let me just give him his mayoral chain..." },
    { "character": "Arhein", "line": "There! Catherine shouldn't be able to stop us getting the by-law changed now. You should go and speak with her." },
    { "character": "Player", "line": "I'll head over there right away." },
    { "character": "Player", "line": "What do I need to do with him now?" },
    { "character": "Arhein", "line": "You should speak to Catherine. Now that we have the mayor, she shouldn't be able to stop us getting that by-law changed." },
    { "character": "Player", "line": "In that case, I'll go and see her right away." },
    { "character": "Player", "line": "I have the mayor!" },
    { "character": "Councillor Catherine", "line": "What?" },
    { "character": "Player", "line": "Well, I did have the mayor, but I appear to have misplaced him." },
    { "character": "Councillor Catherine", "line": "You've misplaced the mayor?" },
    { "character": "Player", "line": "That's right." },
    { "character": "Councillor Catherine", "line": "I see... Well, if that's all, thank you for visiting the Catherby Council Office today." },
    { "character": "Councillor Catherine", "line": "Are you sure? It doesn't look like the mayor. Where is his mayoral chain?" },
    { "character": "Player", "line": "I don't know." },
    { "character": "Councillor Catherine", "line": "Hmm... Well, if that's all, thank you for visiting the Catherby Council Office today." },
    { "character": "Councillor Catherine", "line": "Oh, how wonderful." },
    { "character": "Player", "line": "So, shall we get to work on getting that by-law changed?" },
    { "character": "Councillor Catherine", "line": "I'm afraid a recent audit has exposed irregularities in key paperwork filed with the Catherby Council Office. These irregularities must be addressed prior to any updates to the by-laws." },
    { "character": "Player", "line": "Here we go..." },
    { "character": "Councillor Catherine", "line": "Unfortunately, as you yourself have recently filed a form with the Catherby Council Office, I must now ask you to join me in reviewing that form to ensure everything is correct." },
    { "character": "Player", "line": "What if I've forgotten what I put down?" },
    { "character": "Councillor Catherine", "line": "That seems unlikely. After all, you gave accurate information, did you not?" },
    { "character": "Player", "line": "I am shocked that you would suggest otherwise." },
    { "character": "Councillor Catherine", "line": "Very good. In that case, let us begin." },
    { "character": "Councillor Catherine", "line": "What is your main reason for making port at Catherby?" },
    { "character": "Councillor Catherine", "line": "How many hulls does your ship have?" },
    { "character": "Councillor Catherine", "line": "Is your ship insured against cargo spillage and theft?" },
    { "character": "Councillor Catherine", "line": "Does your first mate have first aid training?" },
    { "character": "Councillor Catherine", "line": "Does your second mate have second aid training?" },
    { "character": "Councillor Catherine", "line": "Have you experienced symptoms of plague in the last two weeks?" },
    { "character": "Councillor Catherine", "line": "How much experience do you have sailing?" },
    { "character": "Councillor Catherine", "line": "Where would you say your home port is?" },
    { "character": "Councillor Catherine", "line": "Hmm, that all seems to be right..." },
    { "character": "Player", "line": "Can we finally get on with this by-law change now?" },
    { "character": "Councillor Catherine", "line": "*sigh* Yes, I suppose everything is in order. I have a form here that needs signing by the mayor. Please make some room so that I am able to give it to you." },
    { "character": "Councillor Catherine", "line": "*sigh* Yes, I suppose everything is in order. I just need this form signing by the mayor." },
    { "character": "Player", "line": "Right... How does the mayor sign forms usually, given his lack of hands?" },
    { "character": "Councillor Catherine", "line": "Simply dip the form into his bowl and he will give it a nibble. We consider that to be his signature." },
    { "character": "Player", "line": "Fair enough." },
    { "character": "Councillor Catherine", "line": "I'm afraid that one of your answers didn't match the original form. We will have to go through the incorrect questions again." },
    { "character": "Councillor Catherine", "line": "I suppose so. You just need to get that form signed by the mayor. Simply dip the form into his bowl and he will give it a nibble. We consider that to be his signature." },
    { "character": "Player", "line": "I'm sorry, but I lost the form you gave me. Can I have another?" },
    { "character": "Councillor Catherine", "line": "Very well, but I would advise you take more care next time." },
    { "character": "Player", "line": "I have that signed form." },
    { "character": "Councillor Catherine", "line": "The by-law has now been amended. Good day." },
    { "character": "Councillor Catherine", "line": "Welcome to the Catherby Council Office. Your views are important to us." },
    { "character": "Player", "line": "That's good to hear..." },
    { "character": "Councillor Catherine", "line": "Unfortunately, all of our operatives are too busy to help you today. Please try again soon." },
    { "character": "Player", "line": "Delightful..." },
    { "character": "Player", "line": "The by-law has been changed!" },
    { "character": "Arhein", "line": "Excellent! Thank you for sorting that out for me. However, I do have one more thing I'd appreciate some help with." },
    { "character": "Arhein", "line": "I have some repairs I need to do on my ship. Would you mind taking the duck out to test the currents yourself?" },
    { "character": "Player", "line": "Of course. How do I do it?" },
    { "character": "Arhein", "line": "From what I've been told, you just need to release the duck, follow him while he tracks the currents, and then pick him up once he's done." },
    { "character": "Player", "line": "Sounds good. Where should I release him?" },
    { "character": "Arhein", "line": "I saw a good spot next to that island east of the docks. The one with the obelisk on it." },
    { "character": "Player", "line": "Alright, I'll sail over there right away." },
    { "character": "Arhein", "line": "Have fun!" },
    { "character": "Player", "line": "About that duck..." },
    { "character": "Player", "line": "I'm sorry, but I've lost him." },
    { "character": "Arhein", "line": "Yes, I noticed. Luckily for us, he came wandering back to me. Make some room to hold him and I'll give him back." },
    { "character": "Arhein", "line": "Yes, I noticed. Luckily for us, he came wandering back to me. Here you go." },
    { "character": "Player", "line": "Thanks!" },
    { "character": "Player", "line": "What do I need to do with him?" },
    { "character": "Player", "line": "There he goes! Now to follow him and see where these currents flow." },
    { "character": "Player", "line": "I've charted the currents!" },
    { "character": "Arhein", "line": "Thank you so much, friend! I'm sorry for all the nonsense you had to deal with. Please, keep the duck as thanks. I have no more need of him, and he seems to really like you!" },
    { "character": "Arhein", "line": "In fact, keep the mayor as well. It's not like I don't have plenty of spares." },
    { "character": "Player", "line": "Ah, on that note, I'm afraid I lost him." },
    { "character": "Arhein", "line": "Not to worry. As I say, I have plenty of spares." },
    { "character": "Arhein", "line": "I also have a little something else for you, but it appears you don't have space to take it. Please come back when you do." },
    { "character": "Arhein", "line": "I believe that puts us at mayor now. Long live the mayor." },
    { "character": "Player", "line": "Thank you!" },
    { "character": "Arhein", "line": "Don't mention it. All the best!" },
    { "character": "Arhein", "line": "I don't think so, but thanks for the offer." }
  ],
  "characters": [
    {
      "name": "Arhein",
      "voice_id": "kVBv3AV31h2xvzxJUpCO",
      "description": "Middle-aged male, British accent, warm and friendly merchant tone, a hardworking trader who runs a general goods store on a pier, cheerful and helpful but occasionally exasperated by bureaucracy."
    },
    {
      "name": "Councillor Catherine",
      "voice_id": "YufEdLwaYmNjCixITQy2",
      "description": "Middle-aged female, British accent, prim and officious bureaucratic tone, uptight council worker obsessed with forms and paperwork, speaks in formal administrative language with a condescending air."
    },
    {
      "name": "Harry",
      "voice_id": "xyIsyEwix7ptuHnxOilp",
      "description": "Middle-aged male, British accent, friendly fishmonger tone, laid-back and easygoing shopkeeper who sells fishing equipment, pragmatic with a dry sense of humor."
    }
  ]
}
