{
  "branch": "quest/death-on-the-isle",
  "quest_name": "Death on the Isle",
  "lines": [
    {
      "character": "Patzi",
      "line": "Good day! I don't suppose I could trouble you for the briefest of moments?"
    },
    {
      "character": "Player",
      "line": "I suppose I could consider being troubled for a little..."
    },
    {
      "character": "Patzi",
      "line": "Ah, on second thoughts, you may not be cut out for this job."
    },
    {
      "character": "Player",
      "line": "Good day to you! I could consider being troubled, for the right reasons."
    },
    {
      "character": "Patzi",
      "line": "How does access to a rather fancy party sound as a motivator?"
    },
    {
      "character": "Player",
      "line": "Well, just as long as I get to actually enjo-"
    },
    {
      "character": "Patzi",
      "line": "I'm sure I can also rustle up some payment to encourange you, if you have any reservations."
    },
    {
      "character": "Patzi",
      "line": "You may even find some... exciting opportunities inside, given the presence of some of Aldarin's wealthiest citizens!"
    },
    {
      "character": "Player",
      "line": "So if you're going to this party, would you also be one of Aldarin's wealthiest citizens?"
    },
    {
      "character": "Patzi",
      "line": "Alas, I am, quite unfortunately, not rich in money. What I do possess is a certain wealth..."
    },
    {
      "character": "Patzi",
      "line": "... of talent! For you see I am... an actor! Patzi the Grand, they'll call me... eventually."
    },
    {
      "character": "Player",
      "line": "They call me... just. So if you're not rich in money, how am I going to get paid, assuming I agree to help you with... whatever it is you want."
    },
    {
      "character": "Patzi",
      "line": "Cutting words, but you need not worry. While you won't be getting paid upfront, I have a feeling that if all goes well, I will soon find myself with more than enough wealth to handsomely reward you."
    },
    {
      "character": "Patzi",
      "line": "And besides, if nothing else, I'm sure you'll have a wonderful time at the party!"
    },
    {
      "character": "Player",
      "line": "I suppose I could do with letting my hair down a little. Alright, I'm in."
    },
    {
      "character": "Patzi",
      "line": "Wonderful!"
    },
    {
      "character": "Player",
      "line": "So whose party are we going to?"
    },
    {
      "character": "Patzi",
      "line": "Well, that's complicated..."
    },
    {
      "character": "Player",
      "line": "You don't know?"
    },
    {
      "character": "Patzi",
      "line": "Sometimes a man has to follow his heart... and a second hand invitation saying there's a party at Villa Lucens tonight."
    },
    {
      "character": "Player",
      "line": "Villa Lucens?"
    },
    {
      "character": "Patzi",
      "line": "Yes! The villa is home to an almighty patron of the arts! He even has his own theatre atop the cliffs behind the villa! In fact, the whole reason for this party is because he's showing his new play!"
    },
    {
      "character": "Player",
      "line": "And yet you don't actually know who he is?"
    },
    {
      "character": "Patzi",
      "line": "This opportunity came about quite suddenly. As such, I'm unfortunately not as prepared as I otherwise would be. However, an actor like myself can't turn down the chance to meet with a man like him."
    },
    {
      "character": "Adala",
      "line": "Not to mention the chance to enjoy a good party."
    },
    {
      "character": "Patzi",
      "line": "Well said, Adala. Oh that reminds me, this is Adala. She's also helping me out today!"
    },
    {
      "character": "Player",
      "line": "If you have her, why do you need me?"
    },
    {
      "character": "Patzi",
      "line": "She advertised herself as a bag carrier, so she's here to move my bag around. There's a lot of costumes and props that I travel with, so it's nice to have someone else carry them."
    },
    {
      "character": "Adala",
      "line": "I'm not going to say no to going to a fancy party, even as the help."
    },
    {
      "character": "Patzi",
      "line": "As for your part in all this, with this being a fancy party and all, I'm going to need a butler to help me fit in."
    },
    {
      "character": "Player",
      "line": "A butler?"
    },
    {
      "character": "Patzi",
      "line": "You know, serving me wine and tending to my needs. Fancy suit and all?"
    },
    {
      "character": "Player",
      "line": "Right... So I don't actually get to enjoy the party at all, do I?"
    },
    {
      "character": "Patzi",
      "line": "Oh I'm sure you will. You'll just have to act a little here and there!"
    },
    {
      "character": "Player",
      "line": "I see... You mentioned a fancy suit. You wouldn't happen to have a butler outfit in that bag you mentioned?"
    },
    {
      "character": "Patzi",
      "line": "I don't believe I do. I don't really take roles like that these days."
    },
    {
      "character": "Player",
      "line": "Well, in that case, any idea where I might get one, preferably free of charge?"
    },
    {
      "character": "Adala",
      "line": "Lots of the villas around here will have butlers, and butlers mean uniforms."
    },
    {
      "character": "Player",
      "line": "Are you suggesting I steal one?"
    },
    {
      "character": "Adala",
      "line": "I suppose you could always put it back once you're done."
    },
    {
      "character": "Player",
      "line": "And I'm sure whoever I take it from will be overjoyed to have had someone else wearing their uniform."
    },
    {
      "character": "Patzi",
      "line": "Hmm... Maybe I should add a butler's uniform to my vast array of costumes after all."
    },
    {
      "character": "Adala",
      "line": "I doubt they'll ever even realise. Anyway, I remember seeing some uniforms through a window on the way over here. They were in a villa to the north."
    },
    {
      "character": "Player",
      "line": "Right... I guess I'm off to find a uniform then."
    },
    {
      "character": "Patzi",
      "line": "Good luck!"
    },
    {
      "character": "Player",
      "line": "I'm not really a party person these days, I'm afraid."
    },
    {
      "character": "Patzi",
      "line": "Quite unfortunate. In that case, please make sure to keep an eye out for me at your local theatre. I'll be a star soon!"
    },
    {
      "character": "Patzi",
      "line": "Hello again! Are you feeling more in the partying spirit now?"
    },
    {
      "character": "Patzi",
      "line": "How's the costume hunt going?"
    },
    {
      "character": "Player",
      "line": "If I'm going to be working, shouldn't we be calling it a uniform?"
    },
    {
      "character": "Patzi",
      "line": "Yes, I suppose so! Either way, Adala should be able to help you get your hands on one."
    },
    {
      "character": "Adala",
      "line": "Any luck finding that villa with the spare uniforms in yet?"
    },
    {
      "character": "Player",
      "line": "Not quite. You said it was to the north of here?"
    },
    {
      "character": "Adala",
      "line": "I believe so. Once you get there, you should keep an eye out for any guards. Wouldn't want you to get arrested before the party starts!"
    },
    {
      "character": "Player",
      "line": "This person has a lot of uniforms, but I shouldn't take more than I need."
    },
    {
      "character": "Player",
      "line": "I probably shouldn't break into a house in full view of a guard."
    },
    {
      "character": "Wandering Guard",
      "line": "I definitely wouldn't recommend it."
    },
    {
      "character": "Adala",
      "line": "I see you've managed to find a uniform."
    },
    {
      "character": "Player",
      "line": "I have indeed. You must have a good eye to have seen them through a window as you walked by?"
    },
    {
      "character": "Adala",
      "line": "It was a bit of a lucky spot, I must admit!"
    },
    {
      "character": "Player",
      "line": "Lucky indeed. It's almost like you were specifically looking for them?"
    },
    {
      "character": "Adala",
      "line": "Just good fortune. Now, I ought to get a move on getting this bag inside."
    },
    {
      "character": "Patzi",
      "line": "Oh, she's in a rush, isn't she?"
    },
    {
      "character": "Player",
      "line": "Given the size of your bag, I'm not sure she's rushing anywhere."
    },
    {
      "character": "Patzi",
      "line": "Well, she sets a good example. You should probably be heading on in yourself."
    },
    {
      "character": "Player",
      "line": "I'm guessing the entrance is just up these stairs?"
    },
    {
      "character": "Patzi",
      "line": "The guest entrance is yes..."
    },
    {
      "character": "Player",
      "line": "Don't tell me..."
    },
    {
      "character": "Patzi",
      "line": "You'll have to go in through the staff entrance, unfortunately. I can't be seen entering with the help."
    },
    {
      "character": "Player",
      "line": "The help?"
    },
    {
      "character": "Patzi",
      "line": "Sorry, just getting into character."
    },
    {
      "character": "Patzi",
      "line": "You will have to use the staff entrance though."
    },
    {
      "character": "Player",
      "line": "Where would I find said entrance?"
    },
    {
      "character": "Patzi",
      "line": "I'll bet Adala went through it. You should've followed her! I think she headed somewhere along that hedgerow."
    },
    {
      "character": "Player",
      "line": "Where was that staff entrance that you mentioned?"
    },
    {
      "character": "Patzi",
      "line": "I'm guessing Adala went through it. I think she headed somewhere along that hedgerow."
    },
    {
      "character": "Villa Guard",
      "line": "Sorry, entry here is for guests only."
    },
    {
      "character": "Player",
      "line": "Oh yes, just give me a moment..."
    },
    {
      "character": "Head Butler",
      "line": "Nilsal to you."
    },
    {
      "character": "Player",
      "line": "Hello there. I'm here to work."
    },
    {
      "character": "Head Butler",
      "line": "Not without a uniform you're not."
    },
    {
      "character": "Head Butler",
      "line": "Oh, nilsal, to you. I wasn't expecting anyone else."
    },
    {
      "character": "Player",
      "line": "Sorry, there was a bit of a hold up. I'm quite new to this."
    },
    {
      "character": "Head Butler",
      "line": "A hold up? Nothing bad I hope? I've known people to have problems with their employers before. Is yours treating you well?"
    },
    {
      "character": "Player",
      "line": "He seems... friendly enough. I'm still not sure if I'm getting paid though."
    },
    {
      "character": "Head Butler",
      "line": "Tetamo! Oh dear, oh dear. Are you part of a union?"
    },
    {
      "character": "Player",
      "line": "I don't remember joining one. I probably should with the... varied working conditions I go through."
    },
    {
      "character": "Head Butler",
      "line": "We have a fantastic one here on Aldarin, if you're interested. I can't say discussions are effective, but sometimes the wealthy do come to the table!"
    },
    {
      "character": "Player",
      "line": "I think this is a one-time gig for me, but thank you!"
    },
    {
      "character": "Head Butler",
      "line": "Very well. In that case, there are just a few quick admin bits to go through before I let you in."
    },
    {
      "character": "Head Butler",
      "line": "First and foremost, butlers must keep their uniforms and masks on at all times. If you are seen without yours, you will be ejected from the party."
    },
    {
      "character": "Player",
      "line": "Got it. No taking off my uniform. What's this about masks?"
    },
    {
      "character": "Head Butler",
      "line": "All staff are to be as anonymous as possible tonight so we'll provide you with a mask on entry. We'll be using them to keep track of who's coming and going."
    },
    {
      "character": "Head Butler",
      "line": "Now, for security purposes, butlers are required to enter and leave with completely empty pockets. We'll hold on to anything you need us to whilst you're in there."
    },
    {
      "character": "Player",
      "line": "Got it, nothing in and nothing out."
    },
    {
      "character": "Head Butler",
      "line": "Right, I think that covers everything. Are you ready to enter?"
    },
    {
      "character": "Player",
      "line": "I am."
    },
    {
      "character": "Head Butler",
      "line": "Good good. We'll hold on to any items you have on you whilst you're in there."
    },
    {
      "character": "Player",
      "line": "Not quite."
    },
    {
      "character": "Head Butler",
      "line": "Very well."
    },
    {
      "character": "Head Butler",
      "line": "Then you should put your follower away."
    },
    {
      "character": "Villa Guard",
      "line": "Sorry, you'll need to use the staff exit."
    },
    {
      "character": "Head Butler",
      "line": "Did you want to leave?"
    },
    {
      "character": "Player",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Head Butler",
      "line": "Ah, welcome back. Are you ready to enter?"
    },
    {
      "character": "Head Butler",
      "line": "Do you want to go back in?"
    },
    {
      "character": "Player",
      "line": "I should probably speak to Patzi before doing anything in here."
    },
    {
      "character": "Player",
      "line": "I shouldn't go too far from the party for now."
    },
    {
      "character": "Patzi",
      "line": "You made it in, and don't you look the part! Magnificent!"
    },
    {
      "character": "Player",
      "line": "I feel like a court jester..."
    },
    {
      "character": "Player",
      "line": "I feel like a court jester... and not for the first time either."
    },
    {
      "character": "Patzi",
      "line": "Nonsense! Now, why not go and introduce yourself to our host and the other guests? I could do with knowing a little more about everyone."
    },
    {
      "character": "Player",
      "line": "Hang on, I'm meant to be an anonymous butler. How do you expect me to get to know people for you?"
    },
    {
      "character": "Patzi",
      "line": "I'm sure you can get their names at least. That will give me something to work with."
    },
    {
      "character": "Player",
      "line": "Okay... Anything else I can do for you, especially things you could easily do for yourself?"
    },
    {
      "character": "Patzi",
      "line": "No, no. I think you're doing more than enough right now, thank you."
    },
    {
      "character": "Patzi",
      "line": "How's your little task going?"
    },
    {
      "character": "Player",
      "line": "I haven't quite made my way around everyone the party yet."
    },
    {
      "character": "Constantinius",
      "line": "So, this is grand isn't it?"
    },
    {
      "character": "Player",
      "line": "It certainly seems to be quite the event."
    },
    {
      "character": "Constantinius",
      "line": "I'd say it's one of my finest yet, though I do wish more of the guests could've made it. However, it looks like we've gained a bit of a straggler."
    },
    {
      "character": "Player",
      "line": "A straggler?"
    },
    {
      "character": "Constantinius",
      "line": "Yes, that slightly pompous fellow that hasn't introduced himself to anyone yet. The fact that he's here means he must have gained an invitation, though I don't know how..."
    },
    {
      "character": "Player",
      "line": "Er... Is that going to be an issue?"
    },
    {
      "character": "Constantinius",
      "line": "I'm sure it won't be! I'm always open to meeting new people, especially those who enjoy the arts."
    },
    {
      "character": "Player",
      "line": "Oh good, because it's actually him who I'm here with. He was very keen to meet you, even though he didn't actually know your name..."
    },
    {
      "character": "Constantinius",
      "line": "I can't believe it! How could he not even know the name of his gracious host?"
    },
    {
      "character": "Player",
      "line": "Perhaps he's new to the island... Still, for an actor, his research seems lacking."
    },
    {
      "character": "Constantinius",
      "line": "He's an actor you say? Ah, now that explains why he was so eager to be here. Well, if he's good, this might be his lucky day. I, Constantinius, am in the market for a new actor to sponsor."
    },
    {
      "character": "Player",
      "line": "Sponsor?"
    },
    {
      "character": "Constantinius",
      "line": "Well, you know actors. Very profitable once they're popular. I like to... make investments."
    },
    {
      "character": "Constantinius",
      "line": "For example, I've sponsored tonight's lead actor, Livius, for some time. He's done very well for himself, and for me, though he's almost too expensive for me these days."
    },
    {
      "character": "Constantinius",
      "line": "Anyway, perhaps you'll see him tonight on stage!"
    },
    {
      "character": "Player",
      "line": "So, Constantinius, how often do you put on these parties?"
    },
    {
      "character": "Constantinius",
      "line": "Whenever we have a new play to unveil! I've got a couple of creatives from Tempestus that can write up a storm, so I find myself hosting these events more and more!"
    },
    {
      "character": "Player",
      "line": "How does one usually get themselves invited?"
    },
    {
      "character": "Constantinius",
      "line": "Normally we just send the invitations out to all the villas on the island! If you can afford one, then you're welcome here."
    },
    {
      "character": "Player",
      "line": "Well, I'm actually wealthy enough to be a homeowner myself, but not on Aldarin unfortunately."
    },
    {
      "character": "Constantinius",
      "line": "You must try to change that before next time. After all, the more the merrier."
    },
    {
      "character": "Player",
      "line": "And you're definitely okay with me and my... we'll call him my employer, I guess. You're definitely okay with us being here?"
    },
    {
      "character": "Constantinius",
      "line": "Well, we sadly had a few who couldn't attend this time, so I'm actually quite glad you're here. Still, I wouldn't mind knowing how your employer managed to acquire an invitation..."
    },
    {
      "character": "Player",
      "line": "Well, I actually own a home here on the island. Perhaps I can be invited next time!"
    },
    {
      "character": "Constantinius",
      "line": "Perhaps so. After all, the more the merrier."
    },
    {
      "character": "Player",
      "line": "Good day, sir."
    },
    {
      "character": "Cozyac",
      "line": "Sir? I thought I'd left that behind when I retired. Please, call me Cozyac."
    },
    {
      "character": "Player",
      "line": "Absolutely, Cozyac. You can call me..."
    },
    {
      "character": "Cozyac",
      "line": "I seem to remember one of the rules of this party was that the staff were to remain anonymous."
    },
    {
      "character": "Player",
      "line": "You can't call me then. Are you enjoying the party?"
    },
    {
      "character": "Cozyac",
      "line": "I am, yes. Though I am far more excited for tonight's performance. Constantinius says he's hired some of the finest actors for this one!"
    },
    {
      "character": "Player",
      "line": "Still enjoying yourself, Cozyac?"
    },
    {
      "character": "Cozyac",
      "line": "Absolutely! Though I'm starting to feel myself in need of another drink. I don't suppose you could sort that when you have a moment?"
    },
    {
      "character": "Player",
      "line": "I can certainly look into it."
    },
    {
      "character": "Pavo",
      "line": "Excuse me! You there!"
    },
    {
      "character": "Player",
      "line": "Hi there. How can I be of service?"
    },
    {
      "character": "Pavo",
      "line": "I could do with... another drink."
    },
    {
      "character": "Player",
      "line": "Do you have a preference? Wine, or something non- alcoholic?"
    },
    {
      "character": "Pavo",
      "line": "Alcoholic? I'll have you know that I, Pavo, am most certainly not an alcoholic. Now scram."
    },
    {
      "character": "Pavo",
      "line": "Did you get that drink I asked for?"
    },
    {
      "character": "Player",
      "line": "You sent me away before telling me what drink you actually wanted."
    },
    {
      "character": "Pavo",
      "line": "That's my mistake. I'll take some wine... Preferably a barrel of it."
    },
    {
      "character": "Player",
      "line": "Good day to you."
    },
    {
      "character": "Xocotla",
      "line": "Nilsal to you as well. You seem different to the other staff here. First time?"
    },
    {
      "character": "Player",
      "line": "It is. How could you tell?"
    },
    {
      "character": "Xocotla",
      "line": "You see similar things on boats. People look a bit wobbly until they settle."
    },
    {
      "character": "Player",
      "line": "Oh, I hadn't noticed I was..."
    },
    {
      "character": "Xocotla",
      "line": "Few ever do."
    },
    {
      "character": "Player",
      "line": "So do you spend a lot of time on boats?"
    },
    {
      "character": "Xocotla",
      "line": "I run something of a shipping company. If you need it moving, Xocotla's Got Ya!"
    },
    {
      "character": "Player",
      "line": "Well, I don't typically find myself in need of that sort of thing, but if that ever changes, I'll keep you in mind."
    },
    {
      "character": "Player",
      "line": "So about that shipping..."
    },
    {
      "character": "Xocotla",
      "line": "I'd have preferred not to talk about work, but I suppose you do seem friendly enough."
    },
    {
      "character": "Player",
      "line": "What sort of things can you move?"
    },
    {
      "character": "Xocotla",
      "line": "We can securely move pretty much anything. Animals, valuables, bulk cargo."
    },
    {
      "character": "Xocotla",
      "line": "Swiftness and discretion are valuable to us, if you catch my drift."
    },
    {
      "character": "Patzi",
      "line": "I saw you make your way around the party! So then, who's who?"
    },
    {
      "character": "Player",
      "line": "So, we've got..."
    },
    {
      "character": "Player",
      "line": "Pavo, the drunk one over there. I'm not sure there's much to them other than their love of drinking."
    },
    {
      "character": "Player",
      "line": "Xocotla, who seems a lot more relaxed. It seems that she runs a shipping business."
    },
    {
      "character": "Player",
      "line": "Last of all for the guests we have Cozyac. He's quite up on the rules of this party, so he might not be happy that you weren't properly invited."
    },
    {
      "character": "Patzi",
      "line": "Pfft, invited? I have an invitation and I can act like I belong here! He'll never know!"
    },
    {
      "character": "Player",
      "line": "He might not, but our host Constantinius does."
    },
    {
      "character": "Patzi",
      "line": "Ah..."
    },
    {
      "character": "Player",
      "line": "Luckily, he didn't actually seem to mind you being here too much. Apparently he's actually looking for a new actor to sponsor."
    },
    {
      "character": "Patzi",
      "line": "Sponsoring... me? How marvellous! Oh I think I should have a drink to celebrate! Could you be a dear and go into the wine cellar for me?"
    },
    {
      "character": "Player",
      "line": "What would you like from the wine cellar? A beer?"
    },
    {
      "character": "Patzi",
      "line": "Whilst that sounds lovely, I've heard there's some Principum Red down there! It's not produced any more so is rather hard to find, but our generous host seems happy enough to share."
    },
    {
      "character": "Player",
      "line": "Alright, one glass of wine coming right up."
    },
    {
      "character": "Patzi",
      "line": "Did you manage to find that wine yet?"
    },
    {
      "character": "Player",
      "line": "I haven't had a chance to even go into the cellar yet. You'll have to give me a moment."
    },
    {
      "character": "Patzi",
      "line": "Remember, you're looking for Principum Red. I'm sure it will be labelled."
    },
    {
      "character": "Player",
      "line": "'Cupboard, keep out!' Why does it say keep out?"
    },
    {
      "character": "Player",
      "line": "I shouldn't return to the party empty handed."
    },
    {
      "character": "Player",
      "line": "Pri...pum Re..."
    },
    {
      "character": "Player",
      "line": "Hmm... The label's faded, but I'm sure this is the wine Patzi was talking about."
    },
    {
      "character": "Player",
      "line": "What... Oh, that's going to stain isn't it..."
    },
    {
      "character": "Player",
      "line": "I think it's probably best if I don't mess around with this again."
    },
    {
      "character": "Player",
      "line": "I guess I shouldn't leave without investigating that noise."
    },
    {
      "character": "Player",
      "line": "Is everything okay?"
    },
    {
      "character": "Player",
      "line": "Hello?"
    },
    {
      "character": "Player",
      "line": "Have you had too much to drink?"
    },
    {
      "character": "Stradius",
      "line": "You there! Don't move!"
    },
    {
      "character": "Player",
      "line": "What the..."
    },
    {
      "character": "Hutza",
      "line": "You're coming with us."
    },
    {
      "character": "Stradius",
      "line": "It's always the butler, isn't it."
    },
    {
      "character": "Hutza",
      "line": "Now now, Stradius. We don't know for sure they did it. It looks likely though."
    },
    {
      "character": "Player",
      "line": "Did what exactly?"
    },
    {
      "character": "Stradius",
      "line": "Murder!"
    },
    {
      "character": "Hutza",
      "line": "Stradius!"
    },
    {
      "character": "Stradius",
      "line": "What?"
    },
    {
      "character": "Hutza",
      "line": "It was my turn to level the accusation at a suspect..."
    },
    {
      "character": "Stradius",
      "line": "How often do we get to handle a murder?"
    },
    {
      "character": "Hutza",
      "line": "You have to respect the systems we have, Stradius!"
    },
    {
      "character": "Player",
      "line": "I'm still here, in case you forgot?"
    },
    {
      "character": "Hutza",
      "line": "So, murder. Interesting choice at a party full of wealthy people, wouldn't you say?"
    },
    {
      "character": "Stradius",
      "line": "Poor Livius... He wasn't acting this time."
    },
    {
      "character": "Player",
      "line": "But I didn't kill anyone?"
    },
    {
      "character": "Stradius",
      "line": "You just happened to be found standing in a closed room with a dead body?"
    },
    {
      "character": "Hutza",
      "line": "With bloodstains on your clothes, no less."
    },
    {
      "character": "Player",
      "line": "Bloodstains?"
    },
    {
      "character": "Hutza",
      "line": "The red stains on your uniform. The victim's blood, I'm sure of it."
    },
    {
      "character": "Player",
      "line": "You found me in a wine cellar and you won't even consider that it might be wine?"
    },
    {
      "character": "Stradius",
      "line": "I suppose I could try tasting it..."
    },
    {
      "character": "Hutza",
      "line": "Stradius! What if it's blood?"
    },
    {
      "character": "Stradius",
      "line": "Well, then it won't taste like wine, will it?"
    },
    {
      "character": "Hutza",
      "line": "No, you make a good point actually."
    },
    {
      "character": "Player",
      "line": "I'm just going to go..."
    },
    {
      "character": "Stradius",
      "line": "Oh no you won't! You're going to wait right there and answer some questions!"
    },
    {
      "character": "Player",
      "line": "Would you believe me if I said I didn't do it?"
    },
    {
      "character": "Hutza",
      "line": "We'll consider it."
    },
    {
      "character": "Stradius",
      "line": "We will?"
    },
    {
      "character": "Hutza",
      "line": "But first, questions! Why were you down in that cellar?"
    },
    {
      "character": "Player",
      "line": "I was looking for a wine. Principum Red? Patzi sent me to get some for him to drink. I just happened to hear a commotion and thought someone may have been hurt."
    },
    {
      "character": "Stradius",
      "line": "So you were just trying to help?"
    },
    {
      "character": "Player",
      "line": "Yes!"
    },
    {
      "character": "Stradius",
      "line": "Honestly, I'm sold."
    },
    {
      "character": "Hutza",
      "line": "Stradius..."
    },
    {
      "character": "Stradius",
      "line": "Ah, yes, sorry..."
    },
    {
      "character": "Stradius",
      "line": "I'm afraid we can't just let you go. Not without an investigation."
    },
    {
      "character": "Hutza",
      "line": "Not to mention, given our whole job here was to stop anything bad happening at this party, we're not really doing so well right now. We'll look even more ineffective if we don't have a suspect..."
    },
    {
      "character": "Stradius",
      "line": "Could be a career ender, really."
    },
    {
      "character": "Hutza",
      "line": "Quite."
    },
    {
      "character": "Player",
      "line": "Okay... Well, much like I didn't kill that man, I suppose I don't want to hurt your careers. Maybe I could catch the killer!"
    },
    {
      "character": "Hutza",
      "line": "Do you have any relevant qualifications?"
    },
    {
      "character": "Stradius",
      "line": "Wait... are we meant to have..."
    },
    {
      "character": "Hutza",
      "line": "After all, training to be a butler must have taken a long time."
    },
    {
      "character": "Player",
      "line": "But I'm not even a butler! I got hired to act like one!"
    },
    {
      "character": "Hutza",
      "line": "Right, now I have to put murder back on the table! Who are you?"
    },
    {
      "character": "Player",
      "line": "I'm just. I got hired by Patzi to be a butler for this evening, alongside a lady called Adala."
    },
    {
      "character": "Stradius",
      "line": "Adala? Do we know an Adala?"
    },
    {
      "character": "Hutza",
      "line": "Yes, I believe she's accounted for."
    },
    {
      "character": "Player",
      "line": "You ran into her?"
    },
    {
      "character": "Hutza",
      "line": "She came in shortly after we arrested you. Your friend, Patzi, mentioned she'd been sorting out some of his costumes."
    },
    {
      "character": "Player",
      "line": "You mean she was only accounted for after the murder took place?"
    },
    {
      "character": "Stradius",
      "line": "Why do I get the feeling we're not doing a good job of actually investigating this?"
    },
    {
      "character": "Hutza",
      "line": "It isn't just you."
    },
    {
      "character": "Player",
      "line": "Again, maybe I could be an extra pair of hands here."
    },
    {
      "character": "Hutza",
      "line": "Have a potential suspect investigate the murder? It wouldn't be orthodox, but it might work..."
    },
    {
      "character": "Stradius",
      "line": "I'm not sure I like the implication that we can't solve it ourselves."
    },
    {
      "character": "Hutza",
      "line": "I agree, but we're not actually very qualified for this. We normally just guard drunk people, not solve murders!"
    },
    {
      "character": "Stradius",
      "line": "You make a fair point, Hutza."
    },
    {
      "character": "Hutza",
      "line": ", if you promise not to leave, can you help us work out what's happened here?"
    },
    {
      "character": "Player",
      "line": "I... promise not to flee the scene?"
    },
    {
      "character": "Stradius",
      "line": "Perfect! Shall we get to investigating then?"
    },
    {
      "character": "Player",
      "line": "Where should I start?"
    },
    {
      "character": "Hutza",
      "line": "The victim was Livius, the lead actor in tonight's play. His body is still down in the cellar, so you should probably go and inspect it, along with the rest of the crime scene."
    },
    {
      "character": "Stradius",
      "line": "No doubt you'll also want to question everyone. We'll keep them busy for you until you're ready. We'll also give you a case file to track your notes in!"
    },
    {
      "character": "Player",
      "line": "Okay, let's get to it."
    },
    {
      "character": "Hutza",
      "line": "And where do you think you're going?"
    },
    {
      "character": "Player",
      "line": "Could you give me any tips for this investigation?"
    },
    {
      "character": "Hutza",
      "line": "You'll want to have a look down in the wine cellar I imagine. We made sure that nobody went down there after we arrested you, so everything should be as it was when the murder occurred."
    },
    {
      "character": "Stradius",
      "line": "You'll probably also want to do a bit of questioning up here as well."
    },
    {
      "character": "Player",
      "line": "Are you going to help with any of this?"
    },
    {
      "character": "Hutza",
      "line": "We'll keep an eye on everyone for you."
    },
    {
      "character": "Player",
      "line": "What if the actual murderer is still in the cellar somewhere?"
    },
    {
      "character": "Hutza",
      "line": "We'll come looking for you if you're gone too long. It's not like there's anywhere for them to escape to!"
    },
    {
      "character": "Stradius",
      "line": "You will probably be dead by then though..."
    },
    {
      "character": "Hutza",
      "line": "On the bright side, it would prove your innocence."
    },
    {
      "character": "Patzi",
      "line": "Oh, this is exciting isn't it!"
    },
    {
      "character": "Player",
      "line": "I got arrested for murder because you sent me into that cellar!"
    },
    {
      "character": "Patzi",
      "line": "Did you at least manage to find what I sent you down there for?"
    },
    {
      "character": "Player",
      "line": "The Principum Red? Of course. Constantinius has a nice large container of it. However, I'm not sure if that's the most..."
    },
    {
      "character": "Patzi",
      "line": "See Adala, you were right!"
    },
    {
      "character": "Adala",
      "line": "What self-respecting man would have a wine cellar without such a historic wine in it?"
    },
    {
      "character": "Patzi",
      "line": "It's a shame we're locked down up here. I'd love to try it! I came so close too, if it weren't for that actor..."
    },
    {
      "character": "Player",
      "line": "Are you blaming Livius for his own murder?"
    },
    {
      "character": "Patzi",
      "line": "Of course not! I'm just ruing a missed chance to try that wine..."
    },
    {
      "character": "Constantinius",
      "line": "Oh poor Livius! Where am I to find another actor of his calibre?"
    },
    {
      "character": "Player",
      "line": "Was he by any chance the one you mentioned earlier? The one who was starting to get too expensive for you?"
    },
    {
      "character": "Constantinius",
      "line": "I may have had some quibbles with how expensive his performances were, but he always made a profit!"
    },
    {
      "character": "Constantinius",
      "line": "I can only hope his understudy is capable of filling the gap that's going to be left. Livius always kept her in the shadows, though he did say that she was nearly ready for a leading role of her own..."
    },
    {
      "character": "Player",
      "line": "You didn't happen to know Livius, did you Cozyac?"
    },
    {
      "character": "Cozyac",
      "line": "I'm familiar with his work, but not the man himself. He's been Constantinius' preferred actor for a few years now."
    },
    {
      "character": "Player",
      "line": "Did he ever come and join the parties? Perhaps you crossed paths during the festivities?"
    },
    {
      "character": "Cozyac",
      "line": "I'm almost certain we didn't. The actors spend the entire party getting ready, and then I usually fall asleep by the end of the play!"
    },
    {
      "character": "Player",
      "line": "The plays are that good are they?"
    },
    {
      "character": "Cozyac",
      "line": "I'm an older man. I need a good early night to keep myself going. I am partial to a puzzle though, so solving this crime could keep me up all night!"
    },
    {
      "character": "Pavo",
      "line": "You know, it's a surprisingly sobering moment when someone's murdered beneath your feet."
    },
    {
      "character": "Player",
      "line": "Did you know him well?"
    },
    {
      "character": "Pavo",
      "line": "We were once drinking fellows. The things I've seen him drink without even breaking a sweat..."
    },
    {
      "character": "Player",
      "line": "Did you drink with him today?"
    },
    {
      "character": "Pavo",
      "line": "I don't remember... It seems likely that I would've though. He never liked to prepare for a performance without at least a small drink."
    },
    {
      "character": "Player",
      "line": "Assuming you did, where would you have had a drink with him?"
    },
    {
      "character": "Pavo",
      "line": "Probably down in the cellar. That was always where he preferred to go."
    },
    {
      "character": "Player",
      "line": "So you admit that you may well have been down there with him today. Do you think something might've happened whilst you were drinking?"
    },
    {
      "character": "Pavo",
      "line": "I'd like to think that I would remember something so terrible happening in front of my eyes."
    },
    {
      "character": "Player",
      "line": "And yet you can't actually remember if you'd been drinking with him."
    },
    {
      "character": "Pavo",
      "line": "Oh, that's a good point... In that case, I don't know..."
    },
    {
      "character": "Xocotla",
      "line": "Quite an unfortunate turn of events, isn't it?"
    },
    {
      "character": "Player",
      "line": "I'm not sure it's unfortunate so much as a tragedy surely?"
    },
    {
      "character": "Xocotla",
      "line": "Well, I believe the play was actually intended to be a comedy. I'm hopeful they have an understudy who can fill in for today."
    },
    {
      "character": "Player",
      "line": "The play's still going ahead? Are we just going to ignore that a man was murdered?"
    },
    {
      "character": "Xocotla",
      "line": "I'd rather not think about it, personally."
    },
    {
      "character": "Player",
      "line": "Okay... So Livius wasn't a customer of yours then?"
    },
    {
      "character": "Xocotla",
      "line": "Would he have reason to have been?"
    },
    {
      "character": "Player",
      "line": "Actors seem to have a lot of costumes to move around the place. Maybe a shipping magnate such as yourself would make good money off of them."
    },
    {
      "character": "Xocotla",
      "line": "I'm afraid I can't help you there. Good tip about the actors though. I'll have to visit the College of Bards next time I'm in Tempestus."
    },
    {
      "character": "Player",
      "line": "Why would Constantinius keep a broken stool around... Unless it was only just broken?"
    },
    {
      "character": "Player",
      "line": "It appears to be a box full of blank wine labels. I suppose they like to keep things well organised."
    },
    {
      "character": "Player",
      "line": "So what's got you then?"
    },
    {
      "character": "Player",
      "line": "A few cuts and scrapes... No stab wound... Poison perhaps?"
    },
    {
      "character": "Player",
      "line": "Maybe there's something nearby that could give me a better idea of what happened."
    },
    {
      "character": "Player",
      "line": "It looks like someone's dropped this. I wonder if there was a fight?"
    },
    {
      "character": "Player",
      "line": "It's only half full. Someone must've been drinking from it."
    },
    {
      "character": "Player",
      "line": "I wonder why this jug's been tucked away in the corner... Was someone trying to hide it?"
    },
    {
      "character": "Hutza",
      "line": "How's your investigation going?"
    },
    {
      "character": "Player",
      "line": "I think I've found everything there is to find so far. What now?"
    },
    {
      "character": "Hutza",
      "line": "Are you sure you've investigated everything?"
    },
    {
      "character": "Stradius",
      "line": "Do you think you could pin down a suspect?"
    },
    {
      "character": "Player",
      "line": "I'm not sure. Oddly enough, no one is admitting to having done it, and given they were all here together, I'm pretty sure they'd be each other's alibis."
    },
    {
      "character": "Stradius",
      "line": "What if they hired someone to do it for them?"
    },
    {
      "character": "Hutza",
      "line": "Stradius... That's actually a good point."
    },
    {
      "character": "Player",
      "line": "Maybe the butlers?"
    },
    {
      "character": "Hutza",
      "line": "You mean more of them might be fake like you?"
    },
    {
      "character": "Player",
      "line": "Well, thanks to the masks and uniforms, they're all anonymous. It's also very hard to keep track of how many there are."
    },
    {
      "character": "Stradius",
      "line": "Have we been keeping tabs on all the butlers? What if one's escaped! The killer might already be in the wind!"
    },
    {
      "character": "Hutza",
      "line": "Both of you are missing that there's no window in which they could've left that cellar."
    },
    {
      "character": "Stradius",
      "line": "Ah, yes. We came down when we heard the commotion. They wouldn't have been able to get out before then."
    },
    {
      "character": "Hutza",
      "line": "It seems we're back to square one again, unless you can think of anything else to investigate?"
    },
    {
      "character": "Player",
      "line": "I could try stealing from the suspects? Perhaps one of them will be carrying something incriminating."
    },
    {
      "character": "Stradius",
      "line": "You probably shouldn't mention that in front of us."
    },
    {
      "character": "Hutza",
      "line": "I suppose we can always return things to them later."
    },
    {
      "character": "Stradius",
      "line": "Hutza!"
    },
    {
      "character": "Player",
      "line": "I'll be subtle."
    },
    {
      "character": "Hutza",
      "line": "No worries. We'll keep everyone under control here while you continue your investigation."
    },
    {
      "character": "Player",
      "line": "I'm not finished yet."
    },
    {
      "character": "Hutza",
      "line": "No worries. We'll keep everyone under control here."
    },
    {
      "character": "Stradius",
      "line": "How is your pocket checking going?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Stradius",
      "line": "Well, keep up the good work."
    },
    {
      "character": "Player",
      "line": "Oh, I'm so clumsy! Are you okay?"
    },
    {
      "character": "Player",
      "line": "I wonder what these are for..."
    },
    {
      "character": "Player",
      "line": "I wonder what this is about..."
    },
    {
      "character": "Player",
      "line": "Well, I suppose that's not surprising."
    },
    {
      "character": "Player",
      "line": "I wonder what this is for..."
    },
    {
      "character": "Player",
      "line": "I've had a little look through some pockets. I think all of the guests might be lying."
    },
    {
      "character": "Stradius",
      "line": "All of them?"
    },
    {
      "character": "Player",
      "line": "Well, maybe not Pavo. They just had this old drinking flask. Xocotla and Cozyac on the other hand both had things on them that revealed they had direct dealings with Livius."
    },
    {
      "character": "Player",
      "line": "Here, have a look at what I found for yourselves."
    },
    {
      "character": "Hutza",
      "line": "Interesting... What about these labels?"
    },
    {
      "character": "Player",
      "line": "I found them on Adala."
    },
    {
      "character": "Stradius",
      "line": "She was the one who wasn't accounted for when the murder took place, right?"
    },
    {
      "character": "Hutza",
      "line": "That's right. She's the one who came here with Patzi. Like here, both were uninvited."
    },
    {
      "character": "Stradius",
      "line": "Perhaps one of them is responsible... or indeed both of them."
    },
    {
      "character": "Player",
      "line": "It's possible I suppose, but Patzi doesn't seem capable of pulling this off."
    },
    {
      "character": "Hutza",
      "line": "It seems we still don't have anything conclusive. What do you think we should do?"
    },
    {
      "character": "Player",
      "line": "We could get them all together. Put pressure on them with some accusations and see who breaks?"
    },
    {
      "character": "Stradius",
      "line": "You think that'll work?"
    },
    {
      "character": "Player",
      "line": "Only one way to find out I suppose."
    },
    {
      "character": "Hutza",
      "line": "It's not the worst thought, and I guess whatever happens, there's a good chance that some more of the truth will come out."
    },
    {
      "character": "Hutza",
      "line": "Alright, just let us know when you want everyone gathered and we'll take them upstairs for you."
    },
    {
      "character": "Player",
      "line": "I'm ready."
    },
    {
      "character": "Stradius",
      "line": "Perfect! Let's get everyone upstairs!"
    },
    {
      "character": "Player",
      "line": "I want to review the evidence a bit more."
    },
    {
      "character": "Hutza",
      "line": "Good idea. Just let us know when you're ready."
    },
    {
      "character": "Hutza",
      "line": "So what are these labels you found?"
    },
    {
      "character": "Hutza",
      "line": "You take the lead here,. We'll be on hand to support you where needed."
    },
    {
      "character": "Stradius",
      "line": "This bit's all up to you,."
    },
    {
      "character": "Player",
      "line": "Constantinius, you knew Livius well, didn't you?"
    },
    {
      "character": "Constantinius",
      "line": "I'd sponsored him for years, yes."
    },
    {
      "character": "Player",
      "line": "How was that sponsorship working out for you?"
    },
    {
      "character": "Constantinius",
      "line": "Well, I can't say I wasn't profiting from it. Although I do admit that he'd become a little... excessive with his spending in recent times."
    },
    {
      "character": "Player",
      "line": "So you'd almost benefit from him being out of the way, letting you find someone new to sponsor?"
    },
    {
      "character": "Constantinius",
      "line": "The thought has crossed my mind, but he was still profitable, and it's not like I couldn't just sponsor a second actor in addition to him anyway."
    },
    {
      "character": "Player",
      "line": "Hmm..."
    },
    {
      "character": "Player",
      "line": "Constantinius..."
    },
    {
      "character": "Hutza",
      "line": "Perhaps you should make sure you've questioned everyone before making an accusation,."
    },
    {
      "character": "Player",
      "line": "Hmm... Fair enough."
    },
    {
      "character": "Player",
      "line": "Constantinius! I believe you were responsible for the murder of Livius. He was getting too expensive to sponsor and you needed him gone!"
    },
    {
      "character": "Constantinius",
      "line": "I wasn't tied to him... If I'd wanted to stop sponsoring him, I'd have just done that. There would have been no need to kill him..."
    },
    {
      "character": "Player",
      "line": "Well, perhaps you felt a murder mystery would have helped make this party interesting and memorable."
    },
    {
      "character": "Constantinius",
      "line": "I can't deny that it has very much enhanced the event, but do you think I'd have someone killed just for a social function?"
    },
    {
      "character": "Player",
      "line": "That's... a fair point, and indeed, why would you kill your lead actor right before the play?"
    },
    {
      "character": "Constantinius",
      "line": "You're the one accusing me,. You should know."
    },
    {
      "character": "Player",
      "line": "Hmm... Very well."
    },
    {
      "character": "Constantinius",
      "line": "Haven't you already tried to accuse me?"
    },
    {
      "character": "Player",
      "line": "Indeed I have. Just keeping you on your toes. As you were."
    },
    {
      "character": "Player",
      "line": "Cozyac, did you not claim to have never interacted with Livius?"
    },
    {
      "character": "Cozyac",
      "line": "I did, and I shall stand by that claim! Why are you the one making these accusations anyway? You were the one down there with him! Besides, you're just a butler!"
    },
    {
      "character": "Player",
      "line": "Stradius, the note!"
    },
    {
      "character": "Player",
      "line": "A note written by yourself for Livius. Seems you weren't very happy with him..."
    },
    {
      "character": "Cozyac",
      "line": "How did you..."
    },
    {
      "character": "Player",
      "line": "So it seems you did know him. In fact, you had an issue with him, did you not?"
    },
    {
      "character": "Cozyac",
      "line": "Not one I would have killed him over! He owed me some money and wasn't paying up. I just needed to put some pressure on him."
    },
    {
      "character": "Player",
      "line": "Hmm... An outstanding debt could be considered motive for murder..."
    },
    {
      "character": "Player",
      "line": "Cozyac..."
    },
    {
      "character": "Player",
      "line": "Cozyac! I believe you were responsible for the murder of Livius. He owed you a debt and was refusing to pay!"
    },
    {
      "character": "Cozyac",
      "line": "Why? Why kill someone over a debt? A dead man can't repay me, so I'd have needed to actually reclaim the money before killing him, at which point I'd have no reason to kill him anyway!"
    },
    {
      "character": "Hutza",
      "line": "He makes a fair point,."
    },
    {
      "character": "Cozyac",
      "line": "Haven't you already tried to accuse me?"
    },
    {
      "character": "Player",
      "line": "Pavo, you and Livius were drinking partners, weren't you?"
    },
    {
      "character": "Pavo",
      "line": "We were."
    },
    {
      "character": "Player",
      "line": "How heavily would you say you drank together?"
    },
    {
      "character": "Pavo",
      "line": "On occasion, a little too heavily."
    },
    {
      "character": "Player",
      "line": "Who provided the drinks?"
    },
    {
      "character": "Pavo",
      "line": "We'd tend to bring our own, although I did sometimes let him have a bit extra from my flask."
    },
    {
      "character": "Player",
      "line": "Your flask, huh..."
    },
    {
      "character": "Player",
      "line": "Stradius, the flask!"
    },
    {
      "character": "Player",
      "line": "This flask?"
    },
    {
      "character": "Pavo",
      "line": "Yes, that's the one! I must've misplaced it."
    },
    {
      "character": "Player",
      "line": "If you were letting Livius drink from your flask, it wouldn't have been hard for you to poison him, would it?"
    },
    {
      "character": "Pavo",
      "line": "But why would I poison a friend?"
    },
    {
      "character": "Player",
      "line": "That remains to be seen..."
    },
    {
      "character": "Player",
      "line": "Pavo..."
    },
    {
      "character": "Player",
      "line": "Pavo! I believe you were responsible for the murder of Livius. You poisoned him when you let him drink from your flask!"
    },
    {
      "character": "Pavo",
      "line": "I would never do something like that! You have no proof!"
    },
    {
      "character": "Player",
      "line": "Well, the flask does still have some liquid left in it. Perhaps we should have it tested?"
    },
    {
      "character": "Pavo",
      "line": "Wait, there's still some left?"
    },
    {
      "character": "Player",
      "line": "Oh... Well, I guess it's not poison then. Thanks for... helping to sort that one."
    },
    {
      "character": "Pavo",
      "line": "Haven't you already tried to accuse me?"
    },
    {
      "character": "Player",
      "line": "Xocotla, you've never had any dealings with Livius, have you?"
    },
    {
      "character": "Xocotla",
      "line": "Of course not."
    },
    {
      "character": "Player",
      "line": "So he's never needed anything shipped by your company? Nothing he needed to move swiftly and discretely?"
    },
    {
      "character": "Xocotla",
      "line": "Why would he? I'm sure he's got more than enough solutions for moving his costumes around."
    },
    {
      "character": "Player",
      "line": "Stradius, the contract!"
    },
    {
      "character": "Player",
      "line": "Care to explain this, Xocotla?"
    },
    {
      "character": "Xocotla",
      "line": "That looks like a contract between... myself and Livius."
    },
    {
      "character": "Player",
      "line": "Good eye. Interesting how you yourself seemed to not be aware of it, especially given it was you who was carrying it."
    },
    {
      "character": "Xocotla",
      "line": "Alright, fine. Livius had recently contracted us to help him move some of his belongings around. He's been doing well for himself and was moving into a larger property."
    },
    {
      "character": "Xocotla",
      "line": "I needed him to sign off on a slight change in timelines, and given we were both here, I thought we may as well get it sorted."
    },
    {
      "character": "Player",
      "line": "Hmm... I see..."
    },
    {
      "character": "Player",
      "line": "Xocotla..."
    },
    {
      "character": "Player",
      "line": "Xocotla! I believe you were responsible for the murder of Livius. You pretended you didn't know him, but you lied!"
    },
    {
      "character": "Xocotla",
      "line": "Yes... It may surprise you to know that I didn't want to be associated with a murder victim whilst an investigation was ongoing!"
    },
    {
      "character": "Hutza",
      "line": "I suppose that is fair, and lying isn't a crime on its own."
    },
    {
      "character": "Xocotla",
      "line": "Haven't you already tried to accuse me?"
    },
    {
      "character": "Player",
      "line": "Patzi, Adala. The two of you weren't even invited to this party..."
    },
    {
      "character": "Adala",
      "line": "Nor were you..."
    },
    {
      "character": "Player",
      "line": "But being here presented a huge opportunity for an up-and-coming actor like Patzi."
    },
    {
      "character": "Patzi",
      "line": "A huge opportunity indeed!"
    },
    {
      "character": "Player",
      "line": "You already knew that Constantinius was thinking about sponsoring a new actor. Perhaps you decided to speed things along a bit by removing the competition."
    },
    {
      "character": "Patzi",
      "line": "But why would I need to remove the competition if he was already open to sponsoring me anyway? That doesn't make sense..."
    },
    {
      "character": "Player",
      "line": "Perhaps, and indeed it is true that you couldn't have been present at the time of the murder. You never left the party. In fact you sent me down into the cellar for you, didn't you?"
    },
    {
      "character": "Adala",
      "line": "So you're saying that you're actually more likely to be guilty yourself?"
    },
    {
      "character": "Player",
      "line": "Exactly!"
    },
    {
      "character": "Adala",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "Sending me down there made me look guilty! A perfect way of drawing attention away from the true culprit."
    },
    {
      "character": "Adala",
      "line": "But... that would be a terrible plan. You were here with us..."
    },
    {
      "character": "Player",
      "line": "Which leads me on to you, Adala. Patzi was accounted for when the murder took place, but you were not. Care to tell us what you were up to?"
    },
    {
      "character": "Adala",
      "line": "I took Patzi's bag to the backstage area, spent some time chatting to the actors, and then made my way to the party."
    },
    {
      "character": "Player",
      "line": "So you never entered the wine cellar?"
    },
    {
      "character": "Adala",
      "line": "No."
    },
    {
      "character": "Player",
      "line": "But you knew a lot about it, didn't you?"
    },
    {
      "character": "Adala",
      "line": "Where are you going with this?"
    },
    {
      "character": "Player",
      "line": "Stradius, the labels!"
    },
    {
      "character": "Player",
      "line": "Wine labels from Constantinius' cellar, found on your person. Care to explain?"
    },
    {
      "character": "Adala",
      "line": "I just found them on the floor. It's bad manners not to pick up litter."
    },
    {
      "character": "Player",
      "line": "What a convenient excuse..."
    },
    {
      "character": "Player",
      "line": "Patzi..."
    },
    {
      "character": "Player",
      "line": "Patzi! I believe you were responsible for the murder of Livius. You wanted him out of the way so you could take his place!"
    },
    {
      "character": "Patzi",
      "line": "But why? Constantinius was open to sponsoring me anyway. I didn't need to kill anyone..."
    },
    {
      "character": "Hutza",
      "line": "I think he's right,. There's no real motive here."
    },
    {
      "character": "Player",
      "line": "Adala..."
    },
    {
      "character": "Player",
      "line": "Adala! I believe you were responsible for the murder of Livius. All the evidence is pointing at you!"
    },
    {
      "character": "Player",
      "line": "You were the only person missing at the time of the murder, and despite your claims, we have clear evidence you were in that cellar!"
    },
    {
      "character": "Adala",
      "line": "Alright, fine. I admit I was in the cellar."
    },
    {
      "character": "Patzi",
      "line": "Wait, what is this?"
    },
    {
      "character": "Adala",
      "line": "The Principum Red, you fool. I could retire on the value of that wine. All I had to do was get out of here with it."
    },
    {
      "character": "Constantinius",
      "line": "My wine!"
    },
    {
      "character": "Patzi",
      "line": "You used me..."
    },
    {
      "character": "Adala",
      "line": "And I probably would've got away with it too, if it wasn't for this precocious butler turned investigator you hired!"
    },
    {
      "character": "Player",
      "line": "What happened Adala? Did Livius interrupt your plan? Did he need to be silenced?"
    },
    {
      "character": "Adala",
      "line": "Murder! What a ridiculous assertion! I may be a thief, but I'd never kill someone!"
    },
    {
      "character": "Patzi",
      "line": "Haven't you already tried to accuse me?"
    },
    {
      "character": "Player",
      "line": "Alright, I yield! You win!"
    },
    {
      "character": "Adala",
      "line": "I could've killed you, but I'm not that kind of person, just like how I didn't kill Livius."
    },
    {
      "character": "Adala",
      "line": "Stop! You're too good for me! You win!"
    },
    {
      "character": "Player",
      "line": "Are you ready to confess now?"
    },
    {
      "character": "Adala",
      "line": "I promise I didn't do it! I'm just a thief! I wasn't even strong enough to defeat you. How could I have killed Livius?"
    },
    {
      "character": "Stradius",
      "line": "She may be telling the truth, but either way, we know she's a criminal now."
    },
    {
      "character": "Hutza",
      "line": "Come with us, Adala. You can have fun contemplating your crimes from your new cell..."
    },
    {
      "character": "Constantinius",
      "line": "Does this mean we can get on with tonight's play?"
    },
    {
      "character": "Player",
      "line": "You still want to go ahead with the play? You don't even have a lead actor anymore!"
    },
    {
      "character": "Constantinius",
      "line": "Yes, it is a bit of a last minute issue, but I have no doubt that Livius' understudy will be able to step up."
    },
    {
      "character": "Player",
      "line": "But Adala might not have even been the killer!"
    },
    {
      "character": "Constantinius",
      "line": "Well, you've been doing a wonderful job so far, so I'm sure if the villain is still loose, you'll catch them."
    },
    {
      "character": "Hutza",
      "line": "Constantinius, with respect, I'm not sure we can let everyone leave until we're sure we have this case solved."
    },
    {
      "character": "Constantinius",
      "line": "That's not a problem. You can easily keep everyone in the theatre. The only place they'd be able to run to from there is straight off the cliff!"
    },
    {
      "character": "Hutza",
      "line": "Constantinius..."
    },
    {
      "character": "Constantinius",
      "line": "It's settled then! We will proceed with the play! While we do that, if the killer is still at large, the ever capable here will ensure they are dealt with!"
    },
    {
      "character": "Player",
      "line": "Fine, let's get going then."
    },
    {
      "character": "Constantinius",
      "line": "Oh, no, you can't come with us. I don't want your investigation disrupting things. You'll need to stay out of sight. Why don't you take the back way?"
    },
    {
      "character": "Player",
      "line": "The back way?"
    },
    {
      "character": "Constantinius",
      "line": "Yes! It's not been used in a while, so it's a little bit precarious these days, but I'm sure you'll manage."
    },
    {
      "character": "Player",
      "line": "Fine. Where do I find this back way?"
    },
    {
      "character": "Hutza",
      "line": "The pathway leads around the cliffs to the south. We'll see you at the theatre,."
    },
    {
      "character": "Player",
      "line": "I don't think I should be going up there."
    },
    {
      "character": "Player",
      "line": "I have no reason to go down there right now."
    },
    {
      "character": "Hutza",
      "line": "Ah, there you are,."
    },
    {
      "character": "Player",
      "line": "So what's the plan here?"
    },
    {
      "character": "Stradius",
      "line": "Well... we don't really have one, but the play is about to start and we still might have a killer on the loose."
    },
    {
      "character": "Player",
      "line": "Perhaps there's some evidence we missed somewhere."
    },
    {
      "character": "Hutza",
      "line": "It seemed like you'd been quite thorough. The only place you didn't check was here at the theatre."
    },
    {
      "character": "Player",
      "line": "Well then I guess it's time to fix that."
    },
    {
      "character": "Stradius",
      "line": "The stairs over there lead down to the backstage area. That's where the actors, including Livius, were getting ready for the play. That seems like the best place to check for any missing clues."
    },
    {
      "character": "Player",
      "line": "Okay, I'll get to it."
    },
    {
      "character": "Hutza",
      "line": "Any luck down in the backstage area?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Stradius",
      "line": "Keep at it! I'm sure you can solve this one!"
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Costumer",
      "line": "Nilsal. Are you the one who's trying to find Livius' killer?"
    },
    {
      "character": "Player",
      "line": "That's right. So I'm guessing down here is your domain?"
    },
    {
      "character": "Costumer",
      "line": "If you think I have any actual control in here, you'd be sorely mistaken. I don't think anyone could keep these actors in line. They're a... dramatic bunch."
    },
    {
      "character": "Player",
      "line": "Speaking of which, where are they?"
    },
    {
      "character": "Costumer",
      "line": "The play will be starting as we speak. They'll all be up in the theatre."
    },
    {
      "character": "Player",
      "line": "Right, well in that case, I'd better get to it. I'd like to have a look around down here. Hopefully I can find some sort of clue as to how Livius died."
    },
    {
      "character": "Costumer",
      "line": "Go ahead."
    },
    {
      "character": "Player",
      "line": "I'd also like to ask you a few questions, if that's okay?"
    },
    {
      "character": "Costumer",
      "line": "Of course."
    },
    {
      "character": "Player",
      "line": "What can you tell me about the actors?"
    },
    {
      "character": "Costumer",
      "line": "There's four of them in total... Well... was four I should say."
    },
    {
      "character": "Costumer",
      "line": "There's Naiatli. She was Livius' understudy. After what happened, she's now taking the lead role tonight."
    },
    {
      "character": "Costumer",
      "line": "Then you have Clodius. He's getting close to retirement now so prefers to take on small, but impactful roles."
    },
    {
      "character": "Costumer",
      "line": "Finally there's Quintilia. She's quite new, so she mostly takes on the non-speaking parts."
    },
    {
      "character": "Player",
      "line": "And all of them were in here earlier?"
    },
    {
      "character": "Costumer",
      "line": "That's right. Livius went out for his pre-performance drink, as he likes to do. The others all stayed here until after the murder happened."
    },
    {
      "character": "Player",
      "line": "And you're sure none of them could have slipped out at any point?"
    },
    {
      "character": "Costumer",
      "line": "I don't think so. I suppose I do get quite engrossed in my work sometimes, so it's not impossible. But I'm sure I'd have spotted someone going up the stairs..."
    },
    {
      "character": "Player",
      "line": "What's the crate of poison for?"
    },
    {
      "character": "Costumer",
      "line": "Ah, that was a gift from Constantinius. We were having a bit of a rat problem, so he gave us the poison to deal with them."
    },
    {
      "character": "Player",
      "line": "It seems one of the costumes has a stain on it."
    },
    {
      "character": "Costumer",
      "line": "A stain?"
    },
    {
      "character": "Player",
      "line": "Yes, a wine stain. Apparently the costume belongs to Naiatli. Is there any reason the costume would be stained?"
    },
    {
      "character": "Costumer",
      "line": "No, none of her characters have any interaction with wine..."
    },
    {
      "character": "Player",
      "line": "Do you have any wine backstage?"
    },
    {
      "character": "Costumer",
      "line": "Well, the actors do often like to have a drink after a play, but I always ask that they do that outside so as to not risk any damage to the costumes."
    },
    {
      "character": "Player",
      "line": "Interesting..."
    },
    {
      "character": "Player",
      "line": "Did you know there was a hidden passage in here?"
    },
    {
      "character": "Costumer",
      "line": "A passage? I had no idea, but I suppose it's not too suprising."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Costumer",
      "line": "This is an old villa. Apparently it once played a role in some smuggling operations a long time ago. I could see them having a few secrets to help them with that."
    },
    {
      "character": "Player",
      "line": "I'm going to keep looking around."
    },
    {
      "character": "Hutza",
      "line": "The play is well underway and for all we know there's still a killer out there. I hope you have something for us,."
    },
    {
      "character": "Player",
      "line": "I think I might. It turns out there's a secret passage from the backstage area into the wine cellar. Someone could have got in and out without anyone else knowing."
    },
    {
      "character": "Player",
      "line": "Not only that, but the backstage area has had a rat problem recently. They have plenty of poison for dealing with them. That same poison could easily have been used to kill Livius."
    },
    {
      "character": "Stradius",
      "line": "Great work,."
    },
    {
      "character": "Hutza",
      "line": "But did you find anything that could tell us who did it?"
    },
    {
      "character": "Stradius",
      "line": "Yes, we need to confront the killer! Who was it, ?"
    },
    {
      "character": "Player",
      "line": "Patzi."
    },
    {
      "character": "Stradius",
      "line": "But how? We established that he couldn't have accessed the cellar."
    },
    {
      "character": "Hutza",
      "line": "That's right. The secret passage doesn't change that either as he never left the villa."
    },
    {
      "character": "Player",
      "line": "Okay, not him then."
    },
    {
      "character": "Player",
      "line": "Adala."
    },
    {
      "character": "Stradius",
      "line": "So it was her? But why?"
    },
    {
      "character": "Hutza",
      "line": "Adala may be a criminal, but she had no reason to want Livius dead. I don't think it was her."
    },
    {
      "character": "Player",
      "line": "Hmm... Good point."
    },
    {
      "character": "Player",
      "line": "Constantinius."
    },
    {
      "character": "Stradius",
      "line": "How would he have gained from killing Livius?"
    },
    {
      "character": "Hutza",
      "line": "Exactly. If he's wanted to stop sponsoring him, he could have just done that. No killing needed."
    },
    {
      "character": "Player",
      "line": "I guess you're right."
    },
    {
      "character": "Player",
      "line": "Cozyac."
    },
    {
      "character": "Hutza",
      "line": "Because of the debt? That could be a motive, but he never had the means."
    },
    {
      "character": "Player",
      "line": "Hmm... I suppose you're right."
    },
    {
      "character": "Player",
      "line": "Xocotla."
    },
    {
      "character": "Hutza",
      "line": "She did lie about knowing him, but we never determined any proper motive."
    },
    {
      "character": "Stradius",
      "line": "I don't think she ever had the opportunity either."
    },
    {
      "character": "Player",
      "line": "I think you're right actually. Ignore me."
    },
    {
      "character": "Player",
      "line": "Pavo."
    },
    {
      "character": "Stradius",
      "line": "I thought we'd ruled them out?"
    },
    {
      "character": "Hutza",
      "line": "Do you have new information that changes that, ?"
    },
    {
      "character": "Player",
      "line": "Er... No."
    },
    {
      "character": "Hutza",
      "line": "Well then it's probably not them."
    },
    {
      "character": "Player",
      "line": "Naiatli."
    },
    {
      "character": "Hutza",
      "line": "The understudy that's on stage right now? Why?"
    },
    {
      "character": "Player",
      "line": "As a fellow actor, she had access to the secret passage into the wine cellar where Livius was having his pre- performance drink."
    },
    {
      "character": "Hutza",
      "line": "But how did she kill him?"
    },
    {
      "character": "Player",
      "line": "The rat poison. Enough of that would easily kill a man. She poisoned his drink so that she could be back out of the cellar before he died."
    },
    {
      "character": "Stradius",
      "line": "I suppose that makes sense, but she wasn't the only one who had access to that passage."
    },
    {
      "character": "Player",
      "line": "But she was the only one who had wine on her clothes. Wine isn't allowed backstage, so it must have come from the cellar."
    },
    {
      "character": "Hutza",
      "line": "Oh, very good! But what about motive?"
    },
    {
      "character": "Player",
      "line": "Constantinius mentioned earlier that she had been in Livius' shadow for some time. Killing him has finally allowed her to take on a leading role."
    },
    {
      "character": "Stradius",
      "line": "I suppose this does all make sense, but are you certain?"
    },
    {
      "character": "Player",
      "line": "I'd say eighty, maybe ninety percent sure."
    },
    {
      "character": "Hutza",
      "line": "Well I suppose that will have to be enough. You've not taken us down too many wrong paths today..."
    },
    {
      "character": "Stradius",
      "line": "Except for the whole fake butler act."
    },
    {
      "character": "Hutza",
      "line": "True, but you were honest about that pretty quickly. We'll wait until the play is over and then we'll take her in."
    },
    {
      "character": "Player",
      "line": "Wait? But should we not be acting now?"
    },
    {
      "character": "Hutza",
      "line": "Constantinius would kill us if we stopped the performance."
    },
    {
      "character": "Stradius",
      "line": "And then we'd have another murder mystery on our hands..."
    },
    {
      "character": "Player",
      "line": "Well then we'll have to just speed things along a bit. I'm going out there!"
    },
    {
      "character": "Player",
      "line": "Clodius."
    },
    {
      "character": "Hutza",
      "line": "The actor? But why would he do that?"
    },
    {
      "character": "Player",
      "line": "Well, he was one of the few who had access to the secret passage into the wine cellar. He also had access to the rat poison."
    },
    {
      "character": "Stradius",
      "line": "But what was his motive?"
    },
    {
      "character": "Player",
      "line": "Er... I don't know."
    },
    {
      "character": "Hutza",
      "line": "We're going to need more than that,."
    },
    {
      "character": "Player",
      "line": "Quintilia."
    },
    {
      "character": "Hutza",
      "line": "The actress? But why?"
    },
    {
      "character": "Player",
      "line": "She had access to both the secret passage into the wine cellar and to the rat poison."
    },
    {
      "character": "Stradius",
      "line": "But she doesn't have a motive... She also isn't the only one who had access to the passage and poison."
    },
    {
      "character": "Player",
      "line": "Ah... Good point."
    },
    {
      "character": "Player",
      "line": "The Costumer."
    },
    {
      "character": "Stradius",
      "line": "Really?"
    },
    {
      "character": "Player",
      "line": "Well, she had access to the secret passage. She claimed not to know about it, but she did know about the history of the villa. She also had access to the rat poison."
    },
    {
      "character": "Hutza",
      "line": "But why would she kill him? What's the motive?"
    },
    {
      "character": "Player",
      "line": "I... don't know."
    },
    {
      "character": "Hutza",
      "line": "Sounds like she might not be our killer then,."
    },
    {
      "character": "Player",
      "line": "Livius."
    },
    {
      "character": "Stradius",
      "line": "You think Livius killed himself?"
    },
    {
      "character": "Player",
      "line": "Well it's the last thing anyone would expect."
    },
    {
      "character": "Hutza",
      "line": "It's the last thing anyone would expect because it obviously didn't happen! Let's try considering some more plausible candidates."
    },
    {
      "character": "Player",
      "line": "You two."
    },
    {
      "character": "Stradius",
      "line": "Us? But surely we'd remember..."
    },
    {
      "character": "Hutza",
      "line": "Of course it wasn't us! Stop messing around, !"
    },
    {
      "character": "Player",
      "line": "Me."
    },
    {
      "character": "Stradius",
      "line": "You?! Goodness, it's the crime of the century! Right, come with us!"
    },
    {
      "character": "Player",
      "line": "Wait! I was joking!"
    },
    {
      "character": "Hutza",
      "line": "Stop playing around, ! We have a killer to deal with!"
    },
    {
      "character": "Player",
      "line": "The dog."
    },
    {
      "character": "Hutza",
      "line": "The dog? But how would a dog do something like this?"
    },
    {
      "character": "Stradius",
      "line": "Never underestimate a dog, Hutza."
    },
    {
      "character": "Hutza",
      "line": "Okay, but even if the dog did have the means, it didn't have the opportunity, not to mention motive..."
    },
    {
      "character": "Player",
      "line": "Okay, fine, not the dog."
    },
    {
      "character": "Player",
      "line": "I don't know yet. I need to review the evidence."
    },
    {
      "character": "Hutza",
      "line": "Be quick,."
    },
    {
      "character": "Stradius",
      "line": "We need to confront the killer! Who was it, ?"
    },
    {
      "character": "Hutza",
      "line": "Did you want to leave?"
    },
    {
      "character": "Player",
      "line": "Okay, I'm going on stage."
    },
    {
      "character": "Hutza",
      "line": "Break a leg out there!"
    },
    {
      "character": "Player",
      "line": "I need go back on stage."
    },
    {
      "character": "Hutza",
      "line": "Go and get her!"
    },
    {
      "character": "Villa Guard",
      "line": "Shouldn't you be on stage?"
    },
    {
      "character": "Naiatli",
      "line": "At last, the vile villain shows themselves!"
    },
    {
      "character": "Player",
      "line": "Villain? The only villain here is you, murderer!"
    },
    {
      "character": "Naiatli",
      "line": "I am no murderer! What vexatious allegations you come at me with!"
    },
    {
      "character": "Cozyac",
      "line": "I'm not sure about this new character. Are they even in costume?"
    },
    {
      "character": "Player",
      "line": "Do not pretend you don't know! Your lies are at an end!"
    },
    {
      "character": "Constantinius",
      "line": "I don't think this was in the original script..."
    },
    {
      "character": "Naiatli",
      "line": "I've overcome so much! I won't fall at this last hurdle!"
    },
    {
      "character": "Player",
      "line": "Lay down your arms! Your heroic deeds are fabrications!"
    },
    {
      "character": "Naiatli",
      "line": "Never! Now swing at me!"
    },
    {
      "character": "Naiatli",
      "line": "Argh! You're stronger than I thought... I need to regroup!"
    },
    {
      "character": "Player",
      "line": "Face me!"
    },
    {
      "character": "Naiatli",
      "line": "Ha! You've stepped into my trap."
    },
    {
      "character": "Player",
      "line": "A trap?"
    },
    {
      "character": "Naiatli",
      "line": "How could you be this powerful?"
    },
    {
      "character": "Player",
      "line": "It's all part of my grand plan. I grow stronger with every passing moment!"
    },
    {
      "character": "Naiatli",
      "line": "I can't keep up with this!"
    },
    {
      "character": "Player",
      "line": "Then flee again, ignoble hero!"
    },
    {
      "character": "Naiatli",
      "line": "I must make my last stand... Could you find it in your heart to stay your hand?"
    },
    {
      "character": "Player",
      "line": "And let you live to foil my plans another day? I'm afraid that's not the game we play!"
    },
    {
      "character": "Naiatli",
      "line": "And so I take my leave from this mortal coil!"
    },
    {
      "character": "Constantinius",
      "line": "Bravo!"
    },
    {
      "character": "Pavo",
      "line": "Well that was a twist, wasn't it?"
    },
    {
      "character": "Player",
      "line": "Naiatli, I know you killed Livius. Why?"
    },
    {
      "character": "Naiatli",
      "line": "I've been stuck in the shadow of that man for too long. He wouldn't even let me fill another role..."
    },
    {
      "character": "Player",
      "line": "Murder is a bit far though. Could you not have just... lightly poisoned him?"
    },
    {
      "character": "Naiatli",
      "line": "You don't understand... I never poisoned him... I just tripped him. All I wanted was to put him out of action. A small injury would've been enough for him to not perform this evening..."
    },
    {
      "character": "Player",
      "line": "What happened?"
    },
    {
      "character": "Naiatli",
      "line": "He'd had so much to drink. He fell harder than expected, and he wouldn't get up... I fled... I never wanted him to..."
    },
    {
      "character": "Player",
      "line": "Oh, Naiatli... Come on, let's get you to the guards."
    },
    {
      "character": "Player",
      "line": "Stradius, Hutza, it's been a surprising pleasure working with you to solve this case."
    },
    {
      "character": "Stradius",
      "line": "I can't believe it was all an accident..."
    },
    {
      "character": "Hutza",
      "line": ", you've done well. I'd like to apologise for our hasty arrest earlier. Your commitment to helping us has been commendable."
    },
    {
      "character": "Stradius",
      "line": "To be fair to us, you did seem like the perfect suspect."
    },
    {
      "character": "Player",
      "line": "I suppose I did, but no harm done. I'm just glad we got it all sorted out, though I don't think Patzi is going to be paying me any time soon..."
    },
    {
      "character": "Hutza",
      "line": "You win some and you lose some I guess. All the best, !"
    },
    {
      "character": "Hutza",
      "line": "You were quite impressive up on stage. Maybe you should take up a career in acting... or investigating crime."
    },
    {
      "character": "Stradius",
      "line": "Thanks for your help again,. It's good to know people like you are around."
    },
    {
      "character": "Player",
      "line": "Still here, Patzi?"
    },
    {
      "character": "Patzi",
      "line": "No thanks to you! This was meant to be a big moment for me, and you totally upstaged me!"
    },
    {
      "character": "Player",
      "line": "Are you angry at me for getting involved in all of this? Did you forget that it was you that hired me?"
    },
    {
      "character": "Patzi",
      "line": "I hired you to make me look better!"
    },
    {
      "character": "Player",
      "line": "And I don't think I did too bad a job. You never got kicked out, even though you did bring a thief in with you."
    },
    {
      "character": "Patzi",
      "line": "I suppose."
    },
    {
      "character": "Player",
      "line": "So how about that payment you promised?"
    },
    {
      "character": "Patzi",
      "line": "Ah... Well... You see..."
    },
    {
      "character": "Player",
      "line": "Yes, I thought as much."
    },
    {
      "character": "Constantinius",
      "line": "Well, I never imagined you'd be quite the actor!"
    },
    {
      "character": "Player",
      "line": "I have to admit, I rather surprised myself there."
    },
    {
      "character": "Constantinius",
      "line": "I don't suppose you'd like to be acting here in the future? To be honest, I'd prefer you to that odd fellow that brought you to my door."
    },
    {
      "character": "Player",
      "line": "It's a kind offer, but I'm afraid it was a one-time job."
    },
    {
      "character": "Constantinius",
      "line": "A shame to be sure."
    },
    {
      "character": "Constantinius",
      "line": "Anyway, do feel free to wander around the villa whenever you fancy. I don't recommend drinking from the wine fountain though."
    },
    {
      "character": "Costumer",
      "line": "You were very brave for going on stage to confront a killer. Looks like you did well to get her to surrender without damaging her costume."
    },
    {
      "character": "Player",
      "line": "It was very well made. Makes the job of not damaging it much easier!"
    },
    {
      "character": "Costumer",
      "line": "Why thank you! I credit my needles for the good work."
    },
    {
      "character": "Player",
      "line": "Would I be able to get one of them for my own purposes?"
    },
    {
      "character": "Costumer",
      "line": "I suppose I could part with one... If you're careful not to lose it."
    },
    {
      "character": "Player",
      "line": "I'll be careful."
    },
    {
      "character": "Head Butler",
      "line": "After all that, are you sure I can't convince you to join the union?"
    },
    {
      "character": "Player",
      "line": "Actually, I was wondering if..."
    },
    {
      "character": "Head Butler",
      "line": "Kuani! I'll need to run and grab my forms, but if you wait there just a moment..."
    },
    {
      "character": "Player",
      "line": "I was going to ask if you had any spare equipment..."
    },
    {
      "character": "Head Butler",
      "line": "Spare equipment?"
    },
    {
      "character": "Player",
      "line": "I may have a need to mask my identity again in the future... or perhaps carry a tray around."
    },
    {
      "character": "Head Butler",
      "line": "You're certain you don't want to join the union as well?"
    },
    {
      "character": "Player",
      "line": "I'm sure."
    },
    {
      "character": "Head Butler",
      "line": "I see. In that case, which equipment would you like?"
    },
    {
      "character": "Player",
      "line": "The ram mask."
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Player",
      "line": "The wolf mask."
    },
    {
      "character": "Player",
      "line": "The bird mask."
    },
    {
      "character": "Player",
      "line": "The jaguar mask."
    },
    {
      "character": "Player",
      "line": "The snake mask."
    },
    {
      "character": "Player",
      "line": "The butler's tray."
    },
    {
      "character": "Player",
      "line": "None of them."
    },
    {
      "character": "Player",
      "line": "I wonder what this opens..."
    },
    {
      "character": "Player",
      "line": "That's it?"
    },
    {
      "character": "Player",
      "line": "*Gulp*"
    }
  ],
  "characters": [
    {
      "name": "Adala",
      "description": "Young adult female, Mediterranean accent, friendly and casual tone that masks cunning intentions, a clever thief posing as a helpful bag carrier."
    },
    {
      "name": "Constantinius",
      "description": "Middle-aged male, refined aristocratic accent, warm and hospitable tone, a wealthy villa owner who takes pride in hosting lavish parties and theatrical events."
    },
    {
      "name": "Costumer",
      "description": "Middle-aged female, practical and matter-of-fact tone, a theatre professional who manages costumes and deals with dramatic actors with weary patience."
    },
    {
      "name": "Cozyac",
      "description": "Elderly male, relaxed and genial tone, a retired gentleman enjoying his leisure years who appreciates fine theatre and good company."
    },
    {
      "name": "Head Butler",
      "description": "Middle-aged male, working-class British accent, professional yet subtly rebellious tone, a butler with strong pro-labour sympathies who encourages workers to unionize."
    },
    {
      "name": "Hutza",
      "description": "Adult female, authoritative and intelligent tone, a capable villa guard who serves as both brains and brawn in investigations, confident and analytical."
    },
    {
      "name": "Naiatli",
      "description": "Adult female, theatrical and dramatic voice, an ambitious understudy actor whose polished performance conceals darker motives and simmering resentment."
    },
    {
      "name": "Patzi",
      "description": "Young adult male, theatrical and grandiose tone with a hint of overconfidence, an aspiring actor who fancies himself destined for stardom despite being unknown."
    },
    {
      "name": "Pavo",
      "description": "Adult, slightly slurred and indignant tone, a disheveled party guest who frequents social gatherings and drinks heavily while denying any problem."
    },
    {
      "name": "Stradius",
      "description": "Adult male, earnest but somewhat bumbling tone, a villa guard who jumps to conclusions and lacks investigative competence despite his enthusiasm."
    },
    {
      "name": "Villa Guard",
      "description": "Adult male, formal and professional tone, a dutiful security guard who strictly enforces guest-only entry policies at Villa Lucens."
    },
    {
      "name": "Wandering Guard",
      "description": "Adult male, gruff and slightly irritable tone, a patrolling guard who takes his security duties seriously and is inconvenient to those trying to sneak past."
    },
    {
      "name": "Xocotla",
      "description": "Adult female, businesslike and no-nonsense tone, a pragmatic shipping magnate who prioritizes work over social pretense even at fancy parties."
    }
  ]
}