{
  "branch": "quest/desert-treasure-ii-the-fallen-empire",
  "quest_name": "Desert Treasure II - The Fallen Empire",
  "lines": [
    {
      "character": "Asgarnia Smith",
      "line": "I don't understand... How?"
    },
    {
      "character": "Player",
      "line": "Hey, I know you! You're that archaeologist! What was your name again...?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "You don't remember my name?! You don't remember the world famous Asgarnia Smith, archaeologist extraordinaire?"
    },
    {
      "character": "Player",
      "line": "No... sorry. It's not a very memorable name."
    },
    {
      "character": "Asgarnia Smith",
      "line": "All that work we did together, and you don't even remember my name."
    },
    {
      "character": "Player",
      "line": "To be fair, we never really did that much work together. You sent me on a treasure hunt, but you never really contributed much yourself."
    },
    {
      "character": "Asgarnia Smith",
      "line": "And a good job I didn't! I never saw a single ounce of gold from that partnership."
    },
    {
      "character": "Player",
      "line": "Well if a partnership with me was so disappointing, how come you're here?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Bah, I'm not here for you, kid. I'm here for treasure!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "After our last escapade turned out to be pointless, I set out in search of a new adventure! I started off on Karamja, but that didn't really go anywhere..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "In the end, I came back to the desert and dug up this place! I've spent ages trying to work out how to get in, only for you to walk up and open the door right away!"
    },
    {
      "character": "Player",
      "line": "Yeah... funny that. They opened for me because of some magical abilities I gained on our last treasure hunt. You know, that one you were saying was pointless."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Huh... Well, who'd have thought..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Alright then, kid, I'll tell you what... You didn't find us any proper treasure last time around, so now's your chance to redeem yourself!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "I'm sure this place is the key to finding riches beyond imagination, and I, Asgarnia Smith, am willing to enter into a partnership with you, er..."
    },
    {
      "character": "Player",
      "line": "You don't remember my name either, do you? It's."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Yes, as I was saying, I, Asgarnia Smith, am willing to enter into a partnership with you, to uncover those riches!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Who knows, perhaps you'll even learn a thing or two from a master treasure hun- I mean, a master archaeologist like me."
    },
    {
      "character": "Player",
      "line": "..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "And I am willing to offer you an exclusive rate of a forty percent split!"
    },
    {
      "character": "Player",
      "line": "Fifty percent."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Absolutely! A forty-five percent split! So, kid, what do you say?"
    },
    {
      "character": "Player",
      "line": "How about I look around while I think about it?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Of course!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Well, kid, any thoughts on my offer?"
    },
    {
      "character": "Player",
      "line": "I'm still looking around. I'll decide once I know a bit more about what this place is."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Of course! Take as much time as you need, as long as you don't take long."
    },
    {
      "character": "Player",
      "line": "Right..."
    },
    {
      "character": "Player",
      "line": "Do you not want to hear about what I've found first?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Oh, yes, go ahead!"
    },
    {
      "character": "Player",
      "line": "According to that plaque over there, this place is a vault that was built to protect the 'mighty treasures' of the 'Empty Lord' from 'the soulless betrayers'."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Mighty treasures, you say? Fantastic! Any idea how to access them?"
    },
    {
      "character": "Player",
      "line": "I'm guessing it has something to do with these statues. It looks like each of them is meant to be holding something."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Ah, so we need to find whatever it is they should be holding. Classic treasure vault puzzle! Where do you plan to start?"
    },
    {
      "character": "Player",
      "line": "Well hang on there. I haven't actually agreed to anything yet."
    },
    {
      "character": "Asgarnia Smith",
      "line": "But surely you can't turn down an opportunity like this! You said it yourself: Mighty treasures!"
    },
    {
      "character": "Player",
      "line": "Mighty treasures that we can't access."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Now look here, kid. You won't get far in life with an attitude like that. Is there really nothing else we have to go on?"
    },
    {
      "character": "Player",
      "line": "We have four names: Vardorvis, Perseriya, Duke Sucellus and the Whisperer."
    },
    {
      "character": "Asgarnia Smith",
      "line": "They sound like pretty solid leads to me. If we can find these four individuals, maybe we can also find whatever it is we need to get to the treasure."
    },
    {
      "character": "Player",
      "line": "That's a big 'if' right there. This vault is clearly Zarosian, which means whoever these four are, they're from thousands of years ago. They're probably all long- dead now."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Zarosian? I'm sure I've heard that term before..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Ah yes! Those recent discoveries at the Digsite! I bet my good friend Terry Balando can help. Why don't you talk to him?"
    },
    {
      "character": "Player",
      "line": "Again, I've not actually agreed to help."
    },
    {
      "character": "Asgarnia Smith",
      "line": "No, but you're going to. I can tell. The thrill of the adventure is too much to resist. Not to mention that thirty percent split!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "So we're agreed? Excellent! You'll find Terry at the Digsite Exam Centre. Good luck!"
    },
    {
      "character": "Player",
      "line": "*sigh*"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Good to see you, kid. Did you speak to Terry Balando?"
    },
    {
      "character": "Player",
      "line": "You know I still haven't agreed to help you, right?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "You'll find Terry at the Digsite Exam Centre. You'd best get going. There's treasure to uncover!"
    },
    {
      "character": "Terry Balando",
      "line": "Hello again. How goes the archaeology?"
    },
    {
      "character": "Player",
      "line": "Pretty good, thanks. In fact, I've come across something I was hoping you could help me with."
    },
    {
      "character": "Terry Balando",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "I came across something very interesting down in the desert: A Zarosian vault."
    },
    {
      "character": "Terry Balando",
      "line": "Zarosian? Like that artefact you found for us?"
    },
    {
      "character": "Player",
      "line": "Exactly! I'm hoping to learn about four names I discovered on statues within the vault."
    },
    {
      "character": "Terry Balando",
      "line": "Sounds like an exciting discovery, but I'm afraid I can't help. This 'Zaros' is still mostly a mystery to me. In fact, I'd say you probably know more than I do!"
    },
    {
      "character": "Player",
      "line": "So what would you suggest?"
    },
    {
      "character": "Terry Balando",
      "line": "Well you may well be in luck. We had a new arrival at the Digsite recently who claims to be a Zarosian expert!"
    },
    {
      "character": "Terry Balando",
      "line": "Quite impressive for one of those to exist considering the greatest historians and archaeologists in the world has no knowledge on Zaros until very recently..."
    },
    {
      "character": "Player",
      "line": "Interesting... Where can I find this expert?"
    },
    {
      "character": "Terry Balando",
      "line": "He's set up a new dig on the eastern edge of the Digsite. You're looking for... Ah, what was his name again..."
    },
    {
      "character": "Terry Balando",
      "line": "Nabanik? No, that's not right..."
    },
    {
      "character": "Terry Balando",
      "line": "Banikan! You'll be wanting to speak to Dr Banikan!"
    },
    {
      "character": "Player",
      "line": "Great! I'll head over there and see if I can find him."
    },
    {
      "character": "Terry Balando",
      "line": "Hello again. Did you speak to Dr Banikan?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Terry Balando",
      "line": "He's set up a new dig on the eastern edge of the Digsite. You'll likely find him there."
    },
    {
      "character": "Player",
      "line": "Pretty good, thanks."
    },
    {
      "character": "Terry Balando",
      "line": "Glad to hear it!"
    },
    {
      "character": "Dr Banikan",
      "line": "Oh... Good day, adventurer."
    },
    {
      "character": "Player",
      "line": "Dr Banikan, I presume?"
    },
    {
      "character": "Dr Banikan",
      "line": "Banikan? Yes... I am Banikan."
    },
    {
      "character": "Player",
      "line": "Are you sure? You don't seem very sure..."
    },
    {
      "character": "Dr Banikan",
      "line": "My apologies. I was not expecting company down here, so you caught me a bit off guard."
    },
    {
      "character": "Player",
      "line": "Hmm... We haven't met before, have we? You seem familiar."
    },
    {
      "character": "Dr Banikan",
      "line": "I don't believe so."
    },
    {
      "character": "Player",
      "line": "Hmm... Fair enough."
    },
    {
      "character": "Dr Banikan",
      "line": "So tell me, adventurer, what brings you down here?"
    },
    {
      "character": "Player",
      "line": "I've been told you're a Zarosian expert. I was hoping you could help me with some names."
    },
    {
      "character": "Dr Banikan",
      "line": "Names? What names?"
    },
    {
      "character": "Player",
      "line": "Vardorvis, Perseriya, Duke Sucellus and the Whisperer. I believe they were all Zarosians."
    },
    {
      "character": "Dr Banikan",
      "line": "..."
    },
    {
      "character": "Dr Banikan",
      "line": "Where did you hear these names?"
    },
    {
      "character": "Player",
      "line": "I found a strange vault down in the desert, on the eastern coast. The names were on four statues inside."
    },
    {
      "character": "Dr Banikan",
      "line": "A Zarosian vault? How curious..."
    },
    {
      "character": "Player",
      "line": "So can you help?"
    },
    {
      "character": "Dr Banikan",
      "line": "I think so. I suspect the information you seek can be found in the very place I'm searching for."
    },
    {
      "character": "Player",
      "line": "Excellent! Where's that?"
    },
    {
      "character": "Dr Banikan",
      "line": "You seem to be fairly knowledgeable when it comes to the Zarosian Empire, which is quite a rarity these days. How much do you know about its fall?"
    },
    {
      "character": "Player",
      "line": "I know that Zaros was overthrown by one of his most trusted generals, Zamorak, who became a god as a result."
    },
    {
      "character": "Dr Banikan",
      "line": "Spot on! You could teach the so-called experts around here a thing or two. The betrayal of Zaros ultimately led to the God Wars, making it quite possibly the most pivotal moment in all of history."
    },
    {
      "character": "Dr Banikan",
      "line": "However, even to those of us who do know our stuff, much of what happened to the empire following Zaros' defeat is still a mystery. That's why I'm here."
    },
    {
      "character": "Dr Banikan",
      "line": "Senntisten, the Zarosian settlement once located here, was believed to be the capital of the empire."
    },
    {
      "character": "Dr Banikan",
      "line": "If my research is right, and I have strong reason to believe it is, the remains of a key military installation are located right beneath us."
    },
    {
      "character": "Dr Banikan",
      "line": "I can definitely think of worse places to discover details on the fall of the empire."
    },
    {
      "character": "Player",
      "line": "And you think this military installation could have information on the four names I found?"
    },
    {
      "character": "Dr Banikan",
      "line": "Absolutely! Any respectable military outpost would have been filled to the brim with key strategic intelligence. I'd expect details on notable Zarosians to be included."
    },
    {
      "character": "Dr Banikan",
      "line": "Of course, they wouldn't have wanted that information falling into the wrong hands, so recovering it may not be straightforward..."
    },
    {
      "character": "Player",
      "line": "Well I do love a good challenge."
    },
    {
      "character": "Dr Banikan",
      "line": "Glad to hear it. Now, I have made good progress in excavating these ruins so far, but perhaps you can help me with the final step?"
    },
    {
      "character": "Player",
      "line": "Sounds like something I'd be good at! What do you need me to blow up?"
    },
    {
      "character": "Dr Banikan",
      "line": "Excuse me?"
    },
    {
      "character": "Player",
      "line": "Well, my first major discovery here involved me blowing a big hole in some rocks to access an ancient temple. Shouldn't be too hard to do that again."
    },
    {
      "character": "Dr Banikan",
      "line": "I'm sorry, what?"
    },
    {
      "character": "Player",
      "line": "What's the problem?"
    },
    {
      "character": "Dr Banikan",
      "line": "You risked the structural integrity of an ancient temple by blowing it open with explosives?!"
    },
    {
      "character": "Player",
      "line": "Huh... I guess I never thought about it like that before. Yeah... now that you mention it, that was really quite a stupid idea."
    },
    {
      "character": "Dr Banikan",
      "line": "How about we take just a touch more care with this one?"
    },
    {
      "character": "Player",
      "line": "Good idea. What do you need me to do?"
    },
    {
      "character": "Dr Banikan",
      "line": "Grab yourself a pickaxe and carefully clear away these rocks. There should be a pickaxe in the crate in the corner."
    },
    {
      "character": "Player",
      "line": "Okay, will do."
    },
    {
      "character": "Player",
      "line": "So how come you know so much about Zaros?"
    },
    {
      "character": "Dr Banikan",
      "line": "Well... in my travels, I ended up spending a great deal of time in one of the few places Zarosian remnants can still be found. My time studying them filled me with fascination, and sadness."
    },
    {
      "character": "Player",
      "line": "Sadness?"
    },
    {
      "character": "Dr Banikan",
      "line": "'I walked across the sands and saw the ruins of time...'"
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Dr Banikan",
      "line": "It's an old poem about the rise, and inevitable fall, of kingdoms and empires. Once, Zaros' Empire stretched as far as the eye could see. Now, no one even remembers his name."
    },
    {
      "character": "Dr Banikan",
      "line": "To think that something that was once so absolute may soon be lost forever... It falls to people like me, and perhaps you as well, to ensure that history isn't forgotten."
    },
    {
      "character": "Player",
      "line": "What is it you're searching for here?"
    },
    {
      "character": "Dr Banikan",
      "line": "As I said, I hope to find details about the fall of the Zarosian Empire."
    },
    {
      "character": "Player",
      "line": "Anything in particular though?"
    },
    {
      "character": "Dr Banikan",
      "line": "I have a few leads. Details on individuals and artefacts that may have played a key role in the final days of the Empire."
    },
    {
      "character": "Player",
      "line": "Do you think my four names could be connected?"
    },
    {
      "character": "Dr Banikan",
      "line": "I'd say it's definitely possible. I suppose there's only one way to find out."
    },
    {
      "character": "Player",
      "line": "I'd best get to work."
    },
    {
      "character": "Dr Banikan",
      "line": "Good day, adventurer."
    },
    {
      "character": "Player",
      "line": "So what is it you're searching for?"
    },
    {
      "character": "Player",
      "line": "What do I need to do again?"
    },
    {
      "character": "Player",
      "line": "That's the rocks cleared."
    },
    {
      "character": "Dr Banikan",
      "line": "Excellent work. Shall we head in?"
    },
    {
      "character": "Player",
      "line": "I'll go in first and make sure it's safe. I'll call you down when you're good to join me."
    },
    {
      "character": "Dr Banikan",
      "line": "I appreciate your concern for my safety. Very well, I will await your call."
    },
    {
      "character": "Dr Banikan",
      "line": "Is it safe for me to head below?"
    },
    {
      "character": "Player",
      "line": "Not yet. I'll call you down when you're good to join me."
    },
    {
      "character": "Dr Banikan",
      "line": "Very well."
    },
    {
      "character": "Player",
      "line": "Okay, you're good to come down now."
    },
    {
      "character": "Dr Banikan",
      "line": "So what was all that noise I heard?"
    },
    {
      "character": "Player",
      "line": "It was some sort of ancient golem. I'm guessing it was here to guard the place. Don't worry, I dealt with it."
    },
    {
      "character": "Dr Banikan",
      "line": "How?"
    },
    {
      "character": "Player",
      "line": "I may have destroyed it..."
    },
    {
      "character": "Dr Banikan",
      "line": "What is it with you and destroying things?"
    },
    {
      "character": "Player",
      "line": "It's kind of what I do."
    },
    {
      "character": "Dr Banikan",
      "line": "Well let's try and keep the destruction to a minimum from now on. If we're to discover anything down here, we'll need some things still intact."
    },
    {
      "character": "Dr Banikan",
      "line": "And on that note, we should take a look around."
    },
    {
      "character": "Dr Banikan",
      "line": "This place is remarkable! Let's have a look around and see what we can find."
    },
    {
      "character": "Player",
      "line": "Look at this."
    },
    {
      "character": "Dr Banikan",
      "line": "A golem? Fascinating... Is this like the one that was defending this place?"
    },
    {
      "character": "Player",
      "line": "It's very similar. Doesn't look like this one will be doing much fighting though."
    },
    {
      "character": "Dr Banikan",
      "line": "No. It seems to have been heavily modified in some way. I wonder..."
    },
    {
      "character": "Player",
      "line": "What are you thinking?"
    },
    {
      "character": "Dr Banikan",
      "line": "Golems do have rudimentary intelligence. Maybe we can get some information out of it."
    },
    {
      "character": "Player",
      "line": "We'll need to power it up I guess. Let me see what I can do."
    },
    {
      "character": "Player",
      "line": "Hmm... This altar could be of interest."
    },
    {
      "character": "Dr Banikan",
      "line": "It may be of little use in its current state. It doesn't seem to be giving off any magical energy."
    },
    {
      "character": "Player",
      "line": "I wouldn't have expected an archaeologist to be a magical expert. Do you practice magic much?"
    },
    {
      "character": "Dr Banikan",
      "line": "I've dabbled."
    },
    {
      "character": "Dr Banikan",
      "line": "We need to find a way to get that golem working."
    },
    {
      "character": "Player",
      "line": "Alright. Let's see what we can find."
    },
    {
      "character": "Player",
      "line": "I think it's working!"
    },
    {
      "character": "Dr Banikan",
      "line": "Looks like it. Excellent work."
    },
    {
      "character": "Golem",
      "line": "Please specify a search term."
    },
    {
      "character": "Player",
      "line": "Er... What?"
    },
    {
      "character": "Dr Banikan",
      "line": "I guess you should do as it asks."
    },
    {
      "character": "Golem",
      "line": "Checking..."
    },
    {
      "character": "Golem",
      "line": "Error: No data found."
    },
    {
      "character": "Golem",
      "line": "Please specify another search term."
    },
    {
      "character": "Golem",
      "line": "Error: Access to data denied."
    },
    {
      "character": "Golem",
      "line": "Data found. Outputting now."
    },
    {
      "character": "Golem",
      "line": "Do you wish to specify another search term?"
    },
    {
      "character": "Dr Banikan",
      "line": "Need any help?"
    },
    {
      "character": "Player",
      "line": "Any thoughts on Vardorvis?"
    },
    {
      "character": "Dr Banikan",
      "line": "It mentioned Lovakengj, presumably as in the Great Kourend Lovakengj."
    },
    {
      "character": "Player",
      "line": "I can't imagine there's many others."
    },
    {
      "character": "Player",
      "line": "Any thoughts on Duke Sucellus?"
    },
    {
      "character": "Dr Banikan",
      "line": "It mentioned this Duke taking informal command. Seems he was quite important."
    },
    {
      "character": "Player",
      "line": "And unless the Zarosians had two prisons of the same name, I think I know where the entry to this one is."
    },
    {
      "character": "Player",
      "line": "Any thoughts on the Whisperer?"
    },
    {
      "character": "Dr Banikan",
      "line": "It mentioned Lassar, one of the old Zarosian fortresses, built atop Ice Mountain."
    },
    {
      "character": "Dr Banikan",
      "line": "It was supposedly defined by its beautiful shining spires..."
    },
    {
      "character": "Player",
      "line": "Let's keep searching."
    },
    {
      "character": "Dr Banikan",
      "line": "Azzanadra?"
    },
    {
      "character": "Player",
      "line": "A Mahjarrat. I encountered him in the Kharidian Desert."
    },
    {
      "character": "Dr Banikan",
      "line": "Not many people can say they've met a Mahjarrat. Some don't even believe they exist."
    },
    {
      "character": "Player",
      "line": "I've actually come across a fair few."
    },
    {
      "character": "Dr Banikan",
      "line": "Really? How curious..."
    },
    {
      "character": "Player",
      "line": "Well I think that's all the information I needed."
    },
    {
      "character": "Dr Banikan",
      "line": "And quite the glut of information it was. So I suppose you intend to try and discover what happened to these four individuals?"
    },
    {
      "character": "Player",
      "line": "Do you think that's a good idea?"
    },
    {
      "character": "Dr Banikan",
      "line": "Absolutely! You have an opportunity here to uncover some lost history of the Zarosian Empire. You can't say no to that."
    },
    {
      "character": "Player",
      "line": "Well I'll be sure to let you know if I find anything interesting."
    },
    {
      "character": "Dr Banikan",
      "line": "I'd appreciate that. Anyway, time to see if this golem has what I'm after as well..."
    },
    {
      "character": "Dr Banikan",
      "line": "Hmm..."
    },
    {
      "character": "Player",
      "line": "Find what you wanted?"
    },
    {
      "character": "Dr Banikan",
      "line": "Yes and no. It's not the definitive information I was hoping for, but at least it rules out some options."
    },
    {
      "character": "Dr Banikan",
      "line": "I need to consult with a good friend of mine on this. Forgive me, but he lives quite far from here, so best I don't delay."
    },
    {
      "character": "Player",
      "line": "Of course."
    },
    {
      "character": "Dr Banikan",
      "line": "Thank you for your help, adventurer. I hope we meet again soon."
    },
    {
      "character": "Player",
      "line": "I wonder what it was that he was searching for..."
    },
    {
      "character": "Player",
      "line": "Repeat last search."
    },
    {
      "character": "Dr Banikan",
      "line": "Lassar... One of the old Zarosian fortresses, built atop Ice Mountain."
    },
    {
      "character": "Player",
      "line": "Well those spires are long gone, but I wonder if there might be some traces left below..."
    },
    {
      "character": "Dr Banikan",
      "line": "How so?"
    },
    {
      "character": "Player",
      "line": "Camdozaal. This golem here looks suspiciously like the ones I've seen there."
    },
    {
      "character": "Dr Banikan",
      "line": "Ah, of course. We know that Saradominists built a new city over the top of Senntisten. It's quite possible the dwarves did the same at Lassar."
    },
    {
      "character": "Dr Banikan",
      "line": "A few of the other archaeologists recently set up a dig in Camdozaal. Perhaps they'll have found something of note."
    },
    {
      "character": "Dr Banikan",
      "line": "Lovakengj? As in the Great Kourend Lovakengj?"
    },
    {
      "character": "Dr Banikan",
      "line": "I've never been myself, but I do remember one of the other archaeologists, Elissa I think is her name, saying she'd visited Lovakengj."
    },
    {
      "character": "Player",
      "line": "I suspect she probably didn't encounter this Vardorvis while there."
    },
    {
      "character": "Dr Banikan",
      "line": "No, I imagine not. Still, from what she was saying, it sounded like she did spend time researching the history of the local area."
    },
    {
      "character": "Player",
      "line": "I suppose there's worse places to start."
    },
    {
      "character": "Dr Banikan",
      "line": "Battle for the Eye? I've never heard of it."
    },
    {
      "character": "Player",
      "line": "I think I know what it's referring to. There was a great battle at the Temple of the Eye long ago. A rift to the Abyss was opened as a result."
    },
    {
      "character": "Dr Banikan",
      "line": "The Abyss? I've only ever heard legends of the Abyss."
    },
    {
      "character": "Player",
      "line": "What did the legends say?"
    },
    {
      "character": "Dr Banikan",
      "line": "Nothing good."
    },
    {
      "character": "Player",
      "line": "Yeah... sounds about right."
    },
    {
      "character": "Dr Banikan",
      "line": "Informal command? Seems this Duke was quite important."
    },
    {
      "character": "Dr Banikan",
      "line": "You do?"
    },
    {
      "character": "Player",
      "line": "Yes. It's in a dungeon under Weiss. I had quite the adventure there not too long ago."
    },
    {
      "character": "Dr Banikan",
      "line": "Fascinating..."
    },
    {
      "character": "Dr Banikan",
      "line": "Let's see if this golem has what I'm after as well."
    },
    {
      "character": "Elissa",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "I hear you visited Lovakengj recently."
    },
    {
      "character": "Elissa",
      "line": "That's right. Why do you ask?"
    },
    {
      "character": "Player",
      "line": "I'm trying to learn more about a vampyre called Vardorvis. Apparently he travelled to the west long ago in pursuit of someone called Yonrith Lovakengj."
    },
    {
      "character": "Elissa",
      "line": "A vampyre? This must have been a very long time ago."
    },
    {
      "character": "Player",
      "line": "Back when Senntisten still stood, it seems."
    },
    {
      "character": "Elissa",
      "line": "Oh wow, that is a long time! You're talking about a time before Great Kourend even existed!"
    },
    {
      "character": "Player",
      "line": "Indeed. I was wondering if during your travels there, you came across any details about Vardorvis or Yonrith?"
    },
    {
      "character": "Elissa",
      "line": "Hmm... You say this vampyre was in pursuit of Yonrith?"
    },
    {
      "character": "Player",
      "line": "That's right."
    },
    {
      "character": "Elissa",
      "line": "Well... it could be nothing, but there's this monument in Lovakengj called the Burning Man. Apparently, it represents the defeat of an ancient evil. Could be a good place to start?"
    },
    {
      "character": "Player",
      "line": "Definitely sounds worth a look."
    },
    {
      "character": "Elissa",
      "line": "You'll find it in western Lovakengj. It's pretty hard to miss!"
    },
    {
      "character": "Player",
      "line": "Great! Thanks for the help."
    },
    {
      "character": "Elissa",
      "line": "We've had this conversation before, haven't we? If I were you, I'd check out the Burning Man monument in western Lovakengj. Apparently it represents the defeat of an ancient evil."
    },
    {
      "character": "Barus",
      "line": "Hello! Here to see the Burning Man?"
    },
    {
      "character": "Barus",
      "line": "Well you picked a great day for it! The name's Barus by the way. I work as a historian here. Those Arceuus lot may think they know it all, but I reckon I could tell you a thing or two that even they haven't realised!"
    },
    {
      "character": "Player",
      "line": "Well on that note, what can you tell me about the Burning Man?"
    },
    {
      "character": "Barus",
      "line": "The Burning Man is a monument to a great triumph in Lovakengj history. We're talking thousands of years ago, before Kourend was even a kingdom! Sadly, that does mean some details have been lost to time."
    },
    {
      "character": "Barus",
      "line": "What we do know is that a great evil threatened the earliest dwarven settlers here. Had that evil prevailed, Lovakengj might never have existed!"
    },
    {
      "character": "Barus",
      "line": "Thankfully, with guidance from their brave leader, the settlers were able to overcome this evil! The Burning Man is a reminder of that."
    },
    {
      "character": "Player",
      "line": "So I'm guessing the monument represents this evil?"
    },
    {
      "character": "Barus",
      "line": "That's right!"
    },
    {
      "character": "Player",
      "line": "But what was it, and where did it come from?"
    },
    {
      "character": "Barus",
      "line": "Ah, now that bit is less clear. Have you heard of the Stranglewood?"
    },
    {
      "character": "Player",
      "line": "I don't think so."
    },
    {
      "character": "Barus",
      "line": "Not too surprising. It's not a place you'd want to visit. Anyway, that's supposedly where this evil emerged from."
    },
    {
      "character": "Player",
      "line": "I see. What can you tell me about the Stranglewood?"
    },
    {
      "character": "Barus",
      "line": "You'll find it on the border between the Kebos Lowlands and the Kingdom of Varlamore. It's a cursed place. Few have ever entered, and of those that have, none have returned!"
    },
    {
      "character": "Barus",
      "line": "You know, I heard some chap from Hosidius went missing not too long ago. They reckon he went exploring the Stranglewood. Poor guy."
    },
    {
      "character": "Player",
      "line": "Who was he?"
    },
    {
      "character": "Barus",
      "line": "Some botanist I think. His name escapes me, but I think he lived just south of the Hosidius Estate Agent."
    },
    {
      "character": "Player",
      "line": "Interesting... Thanks for all the information."
    },
    {
      "character": "Barus",
      "line": "Don't mention it!"
    },
    {
      "character": "Barus",
      "line": "Hello again!"
    },
    {
      "character": "Player",
      "line": "Hello! Where did you say that botanist lived?"
    },
    {
      "character": "Barus",
      "line": "If I remember right, he lived just south of the Hosidius Estate Agent."
    },
    {
      "character": "Player",
      "line": "Perfect! Thanks for your help."
    },
    {
      "character": "Player",
      "line": "I probably shouldn't just go drinking random potions without knowing what they are."
    },
    {
      "character": "Player",
      "line": "This Stranglewood place is supposed to be really dangerous. I should probably get myself some sort of protection before heading there."
    },
    {
      "character": "Player",
      "line": "Ah..."
    },
    {
      "character": "Player",
      "line": "I'm just going to quietly go over here now."
    },
    {
      "character": "Player",
      "line": "That was a close one."
    },
    {
      "character": "Kasonde",
      "line": "And who on Gielinor are you?"
    },
    {
      "character": "Kasonde",
      "line": "Well? Who are you?"
    },
    {
      "character": "Player",
      "line": "I'm, and you are?"
    },
    {
      "character": "Kasonde",
      "line": "I think you already know the answer to that."
    },
    {
      "character": "Player",
      "line": "Er... Do I?"
    },
    {
      "character": "Kasonde",
      "line": "Shaw. Kasonde Shaw. Don't go acting like you haven't been following me for some time now."
    },
    {
      "character": "Player",
      "line": "Ah, of course. Those old ruins."
    },
    {
      "character": "Kasonde",
      "line": "Exactly. Perhaps you took me for a fool, but I was on to you from the start. Considering what we learnt, I knew it was only a matter of time before you showed up."
    },
    {
      "character": "Player",
      "line": "You mean soul transference? Not actually something that interests me, to be honest."
    },
    {
      "character": "Kasonde",
      "line": "Don't take me for a fool! If you had no interest in the Old Ones' secrets, why would you have followed me to those ruins? And why would you have come here?"
    },
    {
      "character": "Player",
      "line": "To be honest, I didn't even know what an Old One was. I still don't really. I was just exploring when I found your camp."
    },
    {
      "character": "Player",
      "line": "As for why I'm here, I'm looking for information about someone called Vardorvis."
    },
    {
      "character": "Kasonde",
      "line": "Really? You want me to believe that all of this is a coincidence?"
    },
    {
      "character": "Player",
      "line": "Well... yes."
    },
    {
      "character": "Kasonde",
      "line": "You're lying! You're lying and..."
    },
    {
      "character": "Kasonde",
      "line": "Hang on... do you hear that?"
    },
    {
      "character": "Player",
      "line": "Hear what?"
    },
    {
      "character": "Kasonde",
      "line": "The Strangled! Did you disturb any tendrils on your way in here?"
    },
    {
      "character": "Player",
      "line": "I may have...?"
    },
    {
      "character": "Kasonde",
      "line": "They'll be coming. We've got no chance up here. Head down below! Now!"
    },
    {
      "character": "Kasonde",
      "line": "What are you waiting for? They're coming! Quick, head down below!"
    },
    {
      "character": "Kasonde",
      "line": "That's the lot of them. Let's head back up."
    },
    {
      "character": "Kasonde",
      "line": "That was too close. You nearly got us both killed!"
    },
    {
      "character": "Player",
      "line": "I don't understand... What are those things? Are they zombies?"
    },
    {
      "character": "Kasonde",
      "line": "You really want me to believe that you don't know anything about this place?"
    },
    {
      "character": "Player",
      "line": "I already told you, I wasn't lying."
    },
    {
      "character": "Kasonde",
      "line": "Well I don't have any reason to trust that."
    },
    {
      "character": "Player",
      "line": "With how dangerous this place is, do you really have a choice?"
    },
    {
      "character": "Kasonde",
      "line": "Hmm..."
    },
    {
      "character": "Kasonde",
      "line": "Alright, fine. But I have no desire to see you get us killed, so you'd better wisen up fast."
    },
    {
      "character": "Player",
      "line": "I'm listening."
    },
    {
      "character": "Kasonde",
      "line": "It all starts with the Old Ones. They lived here long before humans came to these lands, and these ruins here were once their home."
    },
    {
      "character": "Player",
      "line": "And these Old Ones discovered soul transference?"
    },
    {
      "character": "Kasonde",
      "line": "They did, and they did so long before House Arceuus even existed. It was their final attempt to overcome their extinction, but they failed."
    },
    {
      "character": "Kasonde",
      "line": "What you see around you is the result of their failure. It's known as the Strangler."
    },
    {
      "character": "Player",
      "line": "The Strangler?"
    },
    {
      "character": "Kasonde",
      "line": "It's some sort of parasite. It was presumably meant to play a role in their transference rituals, but instead it destroyed them. It has remained here ever since."
    },
    {
      "character": "Player",
      "line": "Hence the Strangled?"
    },
    {
      "character": "Kasonde",
      "line": "Exactly. Plenty of unwary fools have fallen victim to the Strangler. If you don't take care, you will share their fate."
    },
    {
      "character": "Player",
      "line": "So how do we deal with them?"
    },
    {
      "character": "Kasonde",
      "line": "The trick is to maintain your distance. They're relatively passive unless you get too close, but if you disturb one, the rest will quickly come running."
    },
    {
      "character": "Kasonde",
      "line": "If you need to fight one, try to do it away from the rest!"
    },
    {
      "character": "Kasonde",
      "line": "And stay off of the tendrils! You'll alert the lot of them to your location! It's like a network."
    },
    {
      "character": "Player",
      "line": "Keep my distance and stay off the tendrils. I can do that. So what's our next move?"
    },
    {
      "character": "Kasonde",
      "line": "The fact that you're still alive tells me you broke into my home and stole some of the potion I made."
    },
    {
      "character": "Player",
      "line": "'Broke in' is maybe a bit strong..."
    },
    {
      "character": "Kasonde",
      "line": "Call it what you want, it's not important now. What is important is that I believe I can make a more powerful potion using ingredients found here."
    },
    {
      "character": "Kasonde",
      "line": "If all goes well, this potion will provide increased immunity against the Strangler. If either of us are to find what we want here, it will be essential."
    },
    {
      "character": "Player",
      "line": "So what ingredients do we need?"
    },
    {
      "character": "Kasonde",
      "line": "As you've no doubt seen, the Strangler infects plant life as well. However, I've come across a small number of plants that seem to have developed immunity."
    },
    {
      "character": "Kasonde",
      "line": "First, there's a herb growing atop the cliff just north west of the temple. Second, there are some berries in an old camp on the coast to the south west."
    },
    {
      "character": "Player",
      "line": "Alright, I can gather those."
    },
    {
      "character": "Kasonde",
      "line": "I need to gather some additional ingredients from within the temple. I will meet you back here once I'm done."
    },
    {
      "character": "Player",
      "line": "Where can I find those ingredients again?"
    },
    {
      "character": "Kasonde",
      "line": "*sigh*"
    },
    {
      "character": "Kasonde",
      "line": "I found the herb growing atop the cliff just north west of the temple. The berries were in an old camp on the coast to the south west."
    },
    {
      "character": "Player",
      "line": "Okay, I'll see if I can find them."
    },
    {
      "character": "Player",
      "line": "Hmm... Kasonde must still be at the temple. Guess I should go and see if he needs a hand."
    },
    {
      "character": "Player",
      "line": "Kasonde! Are you okay?"
    },
    {
      "character": "Kasonde",
      "line": "Damn it! Damn it! This can't happen! It can't!"
    },
    {
      "character": "Player",
      "line": "Kasonde?"
    },
    {
      "character": "Player",
      "line": "Kasonde..."
    },
    {
      "character": "Kasonde",
      "line": "It's fine! This doesn't change anything."
    },
    {
      "character": "Player",
      "line": "But the infection..."
    },
    {
      "character": "Kasonde",
      "line": "The infection means nothing!"
    },
    {
      "character": "Kasonde",
      "line": "I was a dead man either way..."
    },
    {
      "character": "Player",
      "line": "What are you on about?"
    },
    {
      "character": "Kasonde",
      "line": "Koreps Syndrome. Common among botanists apparently. You'd have thought we'd have put some effort into finding a cure, but I guess no one ever thinks they'll be the unlucky one."
    },
    {
      "character": "Player",
      "line": "Kasonde, I..."
    },
    {
      "character": "Kasonde",
      "line": "Don't. Whatever you have to say, I don't want to hear it. Do you know how many times I've heard the word 'sorry'? Do you know how many times people have told me they understand?"
    },
    {
      "character": "Kasonde",
      "line": "Well they don't. I spent every day working away, telling myself that one day I'd finally be able to live my life, but it was all a lie. That was my life, and it was all so... meaningless!"
    },
    {
      "character": "Kasonde",
      "line": "I tried everything. I went to every healer, every mage, every priest."
    },
    {
      "character": "Kasonde",
      "line": "I went to House Arceuus, and they turned me away! What gives them the right?!"
    },
    {
      "character": "Kasonde",
      "line": "So no, this doesn't change anything. The Old Ones are my last hope. I either find their secrets, or..."
    },
    {
      "character": "Kasonde",
      "line": "Look, we're wasting time here! There's a ritual site to the west. Presumably it's where the Strangler was unleashed. It's my best hope now, and it may well be where you'll find what you're after as well."
    },
    {
      "character": "Kasonde",
      "line": "Take this potion and add those ingredients you gathered to it. It should strengthen your immunity against the Strangler. Now go!"
    },
    {
      "character": "Kasonde",
      "line": "We're running out of time! I'm running out of time! Drink that potion. It should strengthen your immunity against the Strangler. Now go!"
    },
    {
      "character": "Kasonde",
      "line": "We're running out of time! I'm running out of time! Get to the ritual site, now!"
    },
    {
      "character": "Kasonde",
      "line": "We're running out of time! I'm running out of time! Take this potion and add those ingredients you gathered to it. It should strengthen your immunity against the Strangler. Now go!"
    },
    {
      "character": "Kasonde",
      "line": "Did you reach the ritual site? Did you find anything?"
    },
    {
      "character": "Player",
      "line": "Just a key."
    },
    {
      "character": "Kasonde",
      "line": "A key? Maybe it opens these doors... Quick, give it to me!"
    },
    {
      "character": "Kasonde",
      "line": "Right, I think I have something, but we need to go quickly."
    },
    {
      "character": "Player",
      "line": "Go? Go where?"
    },
    {
      "character": "Kasonde",
      "line": "Back to Kourend of course. You didn't think we'd be able to do this here, did you? I don't have any of the right equipment."
    },
    {
      "character": "Player",
      "line": "But... the infection..."
    },
    {
      "character": "Kasonde",
      "line": "Yes, I'm all too aware! That's why we need to go now!"
    },
    {
      "character": "Player",
      "line": "But what if you end up spreading it to Kourend?"
    },
    {
      "character": "Kasonde",
      "line": "That's a risk we're going to have to take. We have no other option!"
    },
    {
      "character": "Player",
      "line": "You can't be serious! We're talking about thousands of lives here! How do you even know this will work? When the Old Ones tried, it killed them!"
    },
    {
      "character": "Kasonde",
      "line": "I haven't come this far to give up now! This is my last hope! If you won't help me, then step aside!"
    },
    {
      "character": "Player",
      "line": "It's too high a cost!"
    },
    {
      "character": "Kasonde",
      "line": "I don't have time for this! I can already feel it inside me, changing me! Step aside... now!"
    },
    {
      "character": "Player",
      "line": "I'm sorry, Kasonde, but I can't do that."
    },
    {
      "character": "Kasonde",
      "line": "Then you leave me no choice..."
    },
    {
      "character": "Kasonde",
      "line": "No... Not like this... Not when I'm so close..."
    },
    {
      "character": "Kasonde",
      "line": "Please... do something... Help me!"
    },
    {
      "character": "Player",
      "line": "I'm sorry. I didn't want it to be this way, but I couldn't let you endanger all those people."
    },
    {
      "character": "Kasonde",
      "line": "I just needed more time..."
    },
    {
      "character": "Player",
      "line": "I wish I could have helped you find it."
    },
    {
      "character": "Kasonde",
      "line": "At the ritual site... you didn't find what you we're looking for."
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Kasonde",
      "line": "It wasn't a question. I knew you wouldn't. You didn't find it... because I already had it."
    },
    {
      "character": "Kasonde",
      "line": "I had a feeling it was important, that it might have been what you were after, but if I'd given it to you, you wouldn't have helped me."
    },
    {
      "character": "Player",
      "line": "You didn't know that."
    },
    {
      "character": "Kasonde",
      "line": "I couldn't take the risk. You were my last hope..."
    },
    {
      "character": "Kasonde",
      "line": "The medallion. You'll find it in a chest back at my hideout. I hope... I hope it..."
    },
    {
      "character": "Player",
      "line": "Er... Hi."
    },
    {
      "character": "Mysterious Figure",
      "line": ". I have an offer for you."
    },
    {
      "character": "Player",
      "line": "What offer?"
    },
    {
      "character": "Mysterious Figure",
      "line": "You have something that my mistress wants. Give it to me and you will be rewarded."
    },
    {
      "character": "Player",
      "line": "And if I refuse?"
    },
    {
      "character": "Mysterious Figure",
      "line": "I think you know what happens if you refuse."
    },
    {
      "character": "Player",
      "line": "Was that a threat?"
    },
    {
      "character": "Mysterious Figure",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "Well then..."
    },
    {
      "character": "Mysterious Figure",
      "line": "I need an answer,."
    },
    {
      "character": "Player",
      "line": "How do I know I can trust you?"
    },
    {
      "character": "Mysterious Figure",
      "line": "You don't."
    },
    {
      "character": "Player",
      "line": "This doesn't seem like a very good offer."
    },
    {
      "character": "Mysterious Figure",
      "line": "It's the only offer you have. Now make your choice."
    },
    {
      "character": "Player",
      "line": "Well... I like a nice reward as much as the next person, but without any reason to trust you, I'm going to have to decline."
    },
    {
      "character": "Mysterious Figure",
      "line": "Very well."
    },
    {
      "character": "Mysterious Figure",
      "line": "I will see you soon."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Good to see you, kid. Have you had any luck with these statues yet?"
    },
    {
      "character": "Player",
      "line": "I have a medallion that I think one of them should be holding."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Well what are you waiting for? Go and give it to the statue! That twenty percent split won't earn itself."
    },
    {
      "character": "Player",
      "line": "Once again, I never actually agreed to work with you."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Nonsense! Only a fool would say no to such a lucrative partnership, and you're clearly no fool."
    },
    {
      "character": "Player",
      "line": "Hmm... If you say so."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Good to see you, kid. Nice work on that first statue. That treasure will be ours in no time."
    },
    {
      "character": "Catalytic Guardian",
      "line": "You are ?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "The Great Guardian wants you to know that there has been a development in our fight against the Abyss."
    },
    {
      "character": "Player",
      "line": "What development?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "A magical signal has been detected emerging from the rift. It is not of the Abyss."
    },
    {
      "character": "Player",
      "line": "Then what is it?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "Unknown."
    },
    {
      "character": "Player",
      "line": "Hmm... I was actually hoping to enter the Scar myself. Perhaps I could investigate this signal while I'm in there."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Nothing can survive the Scar. To enter would not be wise."
    },
    {
      "character": "Player",
      "line": "But how do you know nothing can survive? Has anyone actually confirmed that?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "There are a few who have entered the Scar in the past. None have returned."
    },
    {
      "character": "Player",
      "line": "Well then give me a chance to be the first."
    },
    {
      "character": "Catalytic Guardian",
      "line": "If you wish to enter, it is not our place to stop you. In the likely event of your demise, you will be mourned."
    },
    {
      "character": "Player",
      "line": "Thanks... I think. Anything I should know before entering?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "The rift is unpredictable. Normally, you would not be able to control its destination. However, the magical signal coming from within could be of benefit. It could act as a guide."
    },
    {
      "character": "Player",
      "line": "So you'd be able to send me right to the source?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "Approximately."
    },
    {
      "character": "Player",
      "line": "Well I suppose that's the best I can ask for."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Are you ready to enter the Scar?"
    },
    {
      "character": "Player",
      "line": "Yes."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Then may your death come quick, human. Good luck."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Then speak to me once you are."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Human... you survived the Scar?"
    },
    {
      "character": "Player",
      "line": "I did."
    },
    {
      "character": "Catalytic Guardian",
      "line": "How unexpected. The Great Guardian will need to be informed."
    },
    {
      "character": "Catalytic Guardian",
      "line": "In the meantime, do you wish to return to the Scar?"
    },
    {
      "character": "Catalytic Guardian",
      "line": "Very well. Good luck."
    },
    {
      "character": "Catalytic Guardian",
      "line": "Speak to me again if you do."
    },
    {
      "character": "Wizard Persten",
      "line": "Well, look who it is!"
    },
    {
      "character": "Player",
      "line": "Persten! You're alive!"
    },
    {
      "character": "Wizard Persten",
      "line": "Well of course I'm alive, silly. I'm Mia Persten! It takes more than the Abyss to kill me."
    },
    {
      "character": "Wizard Persten",
      "line": "Speaking of which, it's a good job I found you. If you'd have got on that boat, you'd have become fish food!"
    },
    {
      "character": "Player",
      "line": "Fish food?"
    },
    {
      "character": "Wizard Persten",
      "line": "Absolutely! Come, I'll explain back at my camp."
    },
    {
      "character": "Wizard Persten",
      "line": "Welcome to my little home away from home. It's not much, but you take what you can get in a place like this."
    },
    {
      "character": "Player",
      "line": "Is it safe here?"
    },
    {
      "character": "Wizard Persten",
      "line": "Of course! You won't find anywhere safer in all the Abyss."
    },
    {
      "character": "Wizard Persten",
      "line": "Well... that's probably not true, but let's pretend otherwise."
    },
    {
      "character": "Wizard Persten",
      "line": "Still, the point is, the demons don't come down here thanks to our fishy friend."
    },
    {
      "character": "Player",
      "line": "I already had so many questions, but you keep giving me more. What's this fish thing you keep talking about?"
    },
    {
      "character": "Wizard Persten",
      "line": "One of the many mysteries of this place. It's some sort of sea creature by the looks of it, but it's nothing like anything I've seen before."
    },
    {
      "character": "Wizard Persten",
      "line": "It's very dangerous, and it's rather annoyingly preventing any navigation of that lovely lake of goo. Quite unfortunate as there's something out there that I really need to get to."
    },
    {
      "character": "Player",
      "line": "Well thankfully you shouldn't need to anymore."
    },
    {
      "character": "Wizard Persten",
      "line": "How so?"
    },
    {
      "character": "Player",
      "line": "I'm guessing you were responsible for that magic signal leaving this place? The Guardians of the Rift were able to use it to stabilise the rift. It's safe for you to leave now."
    },
    {
      "character": "Wizard Persten",
      "line": "Leave? But I don't want to leave? I'm a leading expert on teleportation. I'd have had no problem getting out of here if I'd wanted to."
    },
    {
      "character": "Player",
      "line": "What? Then why the signal?"
    },
    {
      "character": "Wizard Persten",
      "line": "Because I need to get past the big fishy, but I can't do it alone. I was hoping someone capable would follow the signal and join me. Looks like it worked perfectly!"
    },
    {
      "character": "Player",
      "line": "But why do you need to get past this fish... thing?"
    },
    {
      "character": "Wizard Persten",
      "line": "There's a big old ship out there that I believe contains something I need."
    },
    {
      "character": "Player",
      "line": "An old ship? Hmm..."
    },
    {
      "character": "Wizard Persten",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "Does the name Perseriya mean anything to you?"
    },
    {
      "character": "Wizard Persten",
      "line": "Yes! It's her ship I'm trying to reach!"
    },
    {
      "character": "Player",
      "line": "Well she's actually why I'm here as well."
    },
    {
      "character": "Wizard Persten",
      "line": "And there I was thinking you'd come here just for me. Consider my feelings hurt. Still, seeing as we both want the same thing, how about we work together?"
    },
    {
      "character": "Player",
      "line": "Alright, how do we reach this ship?"
    },
    {
      "character": "Wizard Persten",
      "line": "That fish creature needs dealing with. I've already tried myself, but its scales are stronger than anything I've ever encountered before."
    },
    {
      "character": "Player",
      "line": "It must have some sort of weakness."
    },
    {
      "character": "Wizard Persten",
      "line": "Indeed it does. There's a spot on its back where there's a gap in the scales."
    },
    {
      "character": "Player",
      "line": "So what's the catch?"
    },
    {
      "character": "Wizard Persten",
      "line": "Catch? Ha! Good one."
    },
    {
      "character": "Wizard Persten",
      "line": "The weak spot isn't easy to reach, especially with how quickly the creature can move around the lake. If we want to get close, we'll need to trap it. There's an island next to Perseriya's ship that should work."
    },
    {
      "character": "Player",
      "line": "I see. So what's your plan for trapping it?"
    },
    {
      "character": "Wizard Persten",
      "line": "I hope you like your fish smoked, because we're going to smoke this one out!"
    },
    {
      "character": "Player",
      "line": "How?"
    },
    {
      "character": "Wizard Persten",
      "line": "It seems Perseriya was in charge of quite the fleet. Her ship isn't the only one in here. There's plenty of others about, still filled to the brim with all sorts of explosive materials."
    },
    {
      "character": "Player",
      "line": "Ah, I see. You want to set those ships alight. Where can I find them?"
    },
    {
      "character": "Wizard Persten",
      "line": "There's three that I know of, which should be enough for what we need. See those tunnels over there? There's one down each of them."
    },
    {
      "character": "Wizard Persten",
      "line": "Two are blocked right now, but I'll get that sorted while you work on the first one. Once you set the ship alight, I'll make sure the smoke is directed right towards our fishy friend."
    },
    {
      "character": "Player",
      "line": "How did you survive in here?"
    },
    {
      "character": "Wizard Persten",
      "line": "It wasn't really that hard. Did you not think I would?"
    },
    {
      "character": "Player",
      "line": "The Guardians of the Rift didn't think you'd have any chance."
    },
    {
      "character": "Wizard Persten",
      "line": "Guardians of the Rift? You mentioned them earlier. Who are they?"
    },
    {
      "character": "Player",
      "line": "A group of ancient golems built to guard the Temple of the Eye. They've been keeping the rift under control since we opened it."
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, I'm guessing I won't be their favourite person then."
    },
    {
      "character": "Player",
      "line": "Well it was sort of your fault."
    },
    {
      "character": "Wizard Persten",
      "line": "It's not like it was intentional. Besides, we should look on the positive side. I've found all sorts of things in here to help with my research."
    },
    {
      "character": "Player",
      "line": "I'm not sure they'd consider that to be worth the cost."
    },
    {
      "character": "Wizard Persten",
      "line": "Well even if we wanted to, we can't turn back time. We may as well just keep looking forward."
    },
    {
      "character": "Player",
      "line": "What is it you want with Perseriya's ship?"
    },
    {
      "character": "Wizard Persten",
      "line": "I reckon I'll find some information there to help with my research."
    },
    {
      "character": "Player",
      "line": "What information?"
    },
    {
      "character": "Wizard Persten",
      "line": "If I knew that, I wouldn't need to go there, would I?"
    },
    {
      "character": "Player",
      "line": "But then how do you know there's information on her ship?"
    },
    {
      "character": "Wizard Persten",
      "line": "I found a tablet on another shipwreck down here. It suggested she'd been experimenting with teleportation magic. If that's true, her ship seems the best place to look."
    },
    {
      "character": "Player",
      "line": "What's with the demons in this place?"
    },
    {
      "character": "Wizard Persten",
      "line": "To be honest, I'm not totally sure. It's clear the Abyss has demonic connections, hence, you know, Abyssal Demons. But Black Demons? Greater Demons?"
    },
    {
      "character": "Wizard Persten",
      "line": "It's obvious they don't belong here. The delightful denizens of the Abyss haven't taken kindly to their presence."
    },
    {
      "character": "Wizard Persten",
      "line": "From the rituals they keep performing, my guess is they're looking to harness the magic of the Abyss for themselves."
    },
    {
      "character": "Wizard Persten",
      "line": "Any luck with those ships yet?"
    },
    {
      "character": "Wizard Persten",
      "line": "There should be one down each of those tunnels over there. Two are blocked right now, but I'll get that sorted while you work on the first one."
    },
    {
      "character": "Player",
      "line": "Not sure if this diving equipment is going to help in here. This... brain juice... is quite thick. I'll give it a go though."
    },
    {
      "character": "Player",
      "line": "I should probably look around and see if I can find anything of interest before I go burning everything."
    },
    {
      "character": "Player",
      "line": "I should probably read this tablet I found before I go burning everything."
    },
    {
      "character": "Wizard Persten",
      "line": "You're back! I'm guessing from all the smoke that came this way that all went as planned?"
    },
    {
      "character": "Player",
      "line": "It did."
    },
    {
      "character": "Wizard Persten",
      "line": "Great! I've opened up the second tunnel for you. It's ready when you are."
    },
    {
      "character": "Player",
      "line": "Before I go, I found something I wanted to ask you about."
    },
    {
      "character": "Player",
      "line": "I found an old tablet near the ship. It mentioned two artefacts. One was referred to as Imperium and the other as Primus."
    },
    {
      "character": "Wizard Persten",
      "line": "Really? They must be code names. I wonder what they refer to..."
    },
    {
      "character": "Player",
      "line": "Apparently, the one known as Primus was being defended by Saradominists. Perseriya and her fleet were trying to claim it, but things clearly didn't go as planned, hence them ending up here."
    },
    {
      "character": "Wizard Persten",
      "line": "I don't follow."
    },
    {
      "character": "Player",
      "line": "Isn't it obvious? It must be the Eye."
    },
    {
      "character": "Wizard Persten",
      "line": "You're starting to sound a bit accusational."
    },
    {
      "character": "Player",
      "line": "I think it's fair to say that you're normally a very upbeat person, but whenever the Eye is mentioned, you start to act... different. I think you know more than you're letting on."
    },
    {
      "character": "Wizard Persten",
      "line": "Hmm... Alright, you've got me."
    },
    {
      "character": "Wizard Persten",
      "line": "Do you remember me telling you that my travels had taken me to other planes? One of them was a total wasteland. Ruins of a great civilisation as far as you could see."
    },
    {
      "character": "Wizard Persten",
      "line": "Naturally, me being me, I was curious. I delved deep into the ruins to try and work out what happened."
    },
    {
      "character": "Wizard Persten",
      "line": "Turns out, they were in possession of an artefact of immense power. It was capable of limitless creation, but also unimaginable destruction. It delivered them great prosperity, but also led to their ruin."
    },
    {
      "character": "Player",
      "line": "This artefact... The Eye?"
    },
    {
      "character": "Wizard Persten",
      "line": "I think so. It's been known by many names, and most of them have been long forgotten. The Eye of Saradomin was one. The Fist of Guthix was another. But its true name is..."
    },
    {
      "character": "Player",
      "line": "The Stone of Jas."
    },
    {
      "character": "Wizard Persten",
      "line": "That's right... How did you know that?"
    },
    {
      "character": "Player",
      "line": "I've seen it myself."
    },
    {
      "character": "Wizard Persten",
      "line": "You've encountered the Stone?"
    },
    {
      "character": "Player",
      "line": "Yes, but I knew about it even before I did. Do you remember that vision I had back in the Temple of the Eye? I saw it. I've somehow known its name ever since, but I just didn't realise until now."
    },
    {
      "character": "Player",
      "line": "Do you remember that vision I had back in the Temple of the Eye? I saw it. I've somehow known its name ever since, but I just didn't realise until now."
    },
    {
      "character": "Wizard Persten",
      "line": "How fascinating... Makes sense though. After all, powerful magic leaves powerful traces."
    },
    {
      "character": "Player",
      "line": "So all that stuff about you searching for a teleportation nexus? That was a lie, wasn't it? You were really searching for information on the Stone."
    },
    {
      "character": "Wizard Persten",
      "line": "Yeah... sorry about that. I had a feeling that if I suddenly popped up claiming to have information on a powerful artefact beyond anything ever encountered before, people might not believe me."
    },
    {
      "character": "Player",
      "line": "I guess that does make sense. So is that what you're hoping to find on Perseriya's ship? Information on the Stone?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well I definitely wouldn't complain, but it's actually this other artefact I'm more interested in. The one referred to as Imperium."
    },
    {
      "character": "Wizard Persten",
      "line": "I always assumed the Stone to be unique, but what if it's not? Could there be other artefacts of a similar power out there? I have to find out!"
    },
    {
      "character": "Wizard Persten",
      "line": "And on that note, we should really get back to it. Those ships won't burn themselves!"
    },
    {
      "character": "Player",
      "line": "What do you know about Imperium so far?"
    },
    {
      "character": "Wizard Persten",
      "line": "Before you came along, I'd already found quite a few mentions of it hidden in various shipwrecks. It seems that Perseriya possessed it for a time, but it was eventually transported somewhere to the east."
    },
    {
      "character": "Player",
      "line": "And you think it's connected to the Stone of Jas?"
    },
    {
      "character": "Wizard Persten",
      "line": "I don't have anything solid, but multiple times it was compared to the Stone. Even if not directly connected, it seems the two were of a similar type of power."
    },
    {
      "character": "Wizard Persten",
      "line": "Beyond that, I don't really have much. If we want to learn more, we need to reach Perseriya's ship."
    },
    {
      "character": "Player",
      "line": "There's probably more answers lying around here. I'd better check before I burn it all."
    },
    {
      "character": "Wizard Persten",
      "line": "Welcome back. How did things go?"
    },
    {
      "character": "Player",
      "line": "Not too bad. You might be interested in another tablet I found. It mentioned Imperium."
    },
    {
      "character": "Wizard Persten",
      "line": "How exciting! Well don't leave me hanging in anticipation. What did you find?"
    },
    {
      "character": "Player",
      "line": "Apparently a soldier interacted with the artefact at one point. It caused another soldier to enter a frenzy and kill multiple people."
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, that must have been a bit of a bother for them."
    },
    {
      "character": "Player",
      "line": "Yeah... both soldiers in question were later executed."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh dear... Still, this is highly useful information. We now know the artefact has the ability to control another, which is equal parts exciting and terrifying!"
    },
    {
      "character": "Wizard Persten",
      "line": "The question now is, did the artefact do it on its own, or was it enacting the will of the soldier that touched it?"
    },
    {
      "character": "Player",
      "line": "I guess there's only one way to find out."
    },
    {
      "character": "Wizard Persten",
      "line": "Indeed! Just one ship to go. I've managed to open up the final tunnel for you."
    },
    {
      "character": "Player",
      "line": "How powerful do you think Imperium is?"
    },
    {
      "character": "Wizard Persten",
      "line": "It's a curious one. We now know Imperium has the power to control another, but that doesn't really tell us much about the overall power of the artefact."
    },
    {
      "character": "Wizard Persten",
      "line": "Mind control is a dangerous form of magic. The Order of Wizards forbid it for obvious reasons, but with enough skill, it is possible to learn."
    },
    {
      "character": "Player",
      "line": "But?"
    },
    {
      "character": "Wizard Persten",
      "line": "Mind controlling magic has a large number of drawbacks. All but the most powerful mages can only use it on one person at a time, and the spell is easily broken."
    },
    {
      "character": "Wizard Persten",
      "line": "But what if Imperium can overcome these limits? What if it can control hundreds, or even thousands, with no way to break that control!"
    },
    {
      "character": "Player",
      "line": "That's terrifying!"
    },
    {
      "character": "Wizard Persten",
      "line": "Indeed it is."
    },
    {
      "character": "Wizard Persten",
      "line": "First the Stone, and now this 'Imperium'. But that begs the question... how many more? So silly of me! I spent so much time focusing on the Stone, I never even considered the possibility..."
    },
    {
      "character": "Player",
      "line": "Er... hello?"
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, you're back! Sorry, I was in my own little world there, chittering away. Anyway, looks like our plan worked. I was able to use all that smoke to force our big fish towards that island!"
    },
    {
      "character": "Player",
      "line": "So now we just need to properly deal with it."
    },
    {
      "character": "Wizard Persten",
      "line": "That's right! Now don't worry, I have a very in-depth plan. Basically, one of us needs to be ready to direct the smoke in case it tries to escape while the other goes and gives it a good old poke!"
    },
    {
      "character": "Player",
      "line": "I guess I'll be doing the poking?"
    },
    {
      "character": "Wizard Persten",
      "line": "Do you have the magical abilities to maintain a huge whirlwind of smoke that's strong enough to prevent a large aquatic lifeform from passing through?"
    },
    {
      "character": "Wizard Persten",
      "line": "Then yes, you'll be doing the poking!"
    },
    {
      "character": "Player",
      "line": "Then I guess we should get to it."
    },
    {
      "character": "Wizard Persten",
      "line": "Absolutely! Oh, don't forget there's a weak spot on its back that you'll want to try and target. I can't see it letting you get too close, so I reckon you'll want to try and stun it first."
    },
    {
      "character": "Wizard Persten",
      "line": "From my experiences in this place, some sort of shadowy spell should do the trick! I'm sure a capable individual like you has access to something suitable."
    },
    {
      "character": "Player",
      "line": "Hang on... How do you know about..."
    },
    {
      "character": "Wizard Persten",
      "line": "Because I'm Mia Persten, silly! You don't get as far as me without knowing a thing or two about forbidden magic. Now, just hop on the boat and row out to the island when you're ready. Oh, and try not to die!"
    },
    {
      "character": "Wizard Persten",
      "line": "That big fish won't go sorting itself out. Just hop on the boat and row out to the island when you're ready."
    },
    {
      "character": "Wizard Persten",
      "line": "Alright, let's see what we've got..."
    },
    {
      "character": "Wizard Persten",
      "line": "Jackpot! Now let's see..."
    },
    {
      "character": "Wizard Persten",
      "line": "Huh? That can't be right..."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Wizard Persten",
      "line": "It can't be possible... can it?"
    },
    {
      "character": "Player",
      "line": "Persten? What does it say?"
    },
    {
      "character": "Wizard Persten",
      "line": "It's written by one of the crew on Perseriya's ship. Apparently they snuck into her private cabin..."
    },
    {
      "character": "Player",
      "line": "And?"
    },
    {
      "character": "Wizard Persten",
      "line": "And found Imperium inside!"
    },
    {
      "character": "Player",
      "line": "What's not right about that? Makes sense she'd have kept it close."
    },
    {
      "character": "Wizard Persten",
      "line": "This was after Imperium had already been delivered to the east!"
    },
    {
      "character": "Player",
      "line": "So it was never delivered? But that can't be right... We've found multiple tablets saying it was."
    },
    {
      "character": "Wizard Persten",
      "line": "Exactly! That either means she was able to sneak it back onto the ship again, or there was a second artefact!"
    },
    {
      "character": "Player",
      "line": "Could that be possible?"
    },
    {
      "character": "Wizard Persten",
      "line": "I don't know... I don't think so... But then again, until recently I didn't even know about this artefact at all."
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Wizard Persten",
      "line": "I'm not too sure. I need to gather all my research and see what I can come up with. I guess that means that I've outlived my little home here."
    },
    {
      "character": "Player",
      "line": "So you're going back to the Wizards' Tower?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well... maybe not just yet. I'll have to face the music there at some point, but probably best I wait until after I've got my head around all this Imperium business."
    },
    {
      "character": "Wizard Persten",
      "line": "If you don't mind, I'd appreciate it if you'd not mention what we found here to Sedridor and the others until I'm ready."
    },
    {
      "character": "Player",
      "line": "Fair enough, but you do need to tell them soon."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh don't worry, I will. Now, I'd best be getting off. I'm sure I'll see you again before long. I hope you find what you're looking for here."
    },
    {
      "character": "Player",
      "line": "Thanks, Persten. Good luck."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Good to see you, kid. Nice work on those two statues. That treasure will be ours in no time."
    },
    {
      "character": "Captain Malleta",
      "line": "What do you want, adventurer?"
    },
    {
      "character": "Player",
      "line": "I need to enter the prison."
    },
    {
      "character": "Captain Malleta",
      "line": "No. General Khazard has ordered us to guard this door. I'm not about to just let you walk through it."
    },
    {
      "character": "Player",
      "line": "But you're guarding the door because of that assassin, right? Why does that mean I can't go in?"
    },
    {
      "character": "Captain Malleta",
      "line": "I don't have time to answer your questions. I've told you that you can't go in, so go away."
    },
    {
      "character": "Player",
      "line": "Are you not bored of being on guard here? It can't be much fun in this dingy cold dungeon. Food must be a bit meh as well."
    },
    {
      "character": "Captain Malleta",
      "line": "What is your point?"
    },
    {
      "character": "Player",
      "line": "If that assassin were to be dealt with, Khazard might reconsider your posting. Rather than sitting here waiting around, why not let me go in and find him?"
    },
    {
      "character": "Player",
      "line": "Besides, let's be honest, if I die doing so, Khazard would probably be thrilled."
    },
    {
      "character": "Captain Malleta",
      "line": "Hmm..."
    },
    {
      "character": "Captain Malleta",
      "line": "Fine. If it stops you bothering me, feel free to go and get yourself killed."
    },
    {
      "character": "Player",
      "line": "Lovely! Thank you for your time."
    },
    {
      "character": "Mysterious Voice",
      "line": "Hey! Can you hear me?"
    },
    {
      "character": "Player",
      "line": "Er... Hello?"
    },
    {
      "character": "Mysterious Voice",
      "line": "Ah, there you are!"
    },
    {
      "character": "Player",
      "line": "Who are you? Are you one of Khazard's soldiers?"
    },
    {
      "character": "Mysterious Voice",
      "line": "That's right! Made the mistake of sticking my nose where I shouldn't have. Now I've got myself a lovely little cell and no way to get out of it."
    },
    {
      "character": "Player",
      "line": "Yeah... Seems I've got myself into a similar situation."
    },
    {
      "character": "Mysterious Voice",
      "line": "Well, I tell you what, now that you're here, maybe we have a chance to escape!"
    },
    {
      "character": "Mysterious Voice",
      "line": "No idea, but I'm sure we can come up with something. Anything in your cell that you reckon could be of use?"
    },
    {
      "character": "Player",
      "line": "I'm not sure. Let me take a look."
    },
    {
      "character": "Mysterious Voice",
      "line": "Great!"
    },
    {
      "character": "Mysterious Voice",
      "line": "Any luck in there?"
    },
    {
      "character": "Mysterious Voice",
      "line": "Keep at it. There must be something we can use."
    },
    {
      "character": "Player",
      "line": "I found a letter on a skeleton."
    },
    {
      "character": "Mysterious Voice",
      "line": "Well read it and see what it says!"
    },
    {
      "character": "Mysterious Voice",
      "line": "What does it say?"
    },
    {
      "character": "Player",
      "line": "Someone was trying to help some prisoners escape. Might be we can use whatever they left behind to our advantage."
    },
    {
      "character": "Mysterious Voice",
      "line": "Brilliant! Keep looking and see what else you can find."
    },
    {
      "character": "Player",
      "line": "I am not sticking my hand in there without good reason!"
    },
    {
      "character": "Player",
      "line": "Eugh! I can't believe I'm doing this."
    },
    {
      "character": "Player",
      "line": "I managed to find a knife."
    },
    {
      "character": "Mysterious Voice",
      "line": "Oh, pass it through! I reckon I can make use of it."
    },
    {
      "character": "Mysterious Voice",
      "line": "Right, give me a moment..."
    },
    {
      "character": "Mysterious Voice",
      "line": "Okay, I have something! See if you can find a use for this."
    },
    {
      "character": "Player",
      "line": "I lost that chisel you gave me."
    },
    {
      "character": "Mysterious Voice",
      "line": "What? How?"
    },
    {
      "character": "Player",
      "line": "Oh wait, it's on the floor here. Silly me."
    },
    {
      "character": "Mysterious Voice",
      "line": "How's it going in there?"
    },
    {
      "character": "Player",
      "line": "I'm getting close I reckon."
    },
    {
      "character": "Mysterious Voice",
      "line": "Good stuff!"
    },
    {
      "character": "Player",
      "line": "I managed to find a lockpick."
    },
    {
      "character": "Mysterious Voice",
      "line": "Oh, I'm pretty good with those! Pass it through and I'll see if I can get my cell unlocked. Once I'm out, I can free you as well!"
    },
    {
      "character": "Player",
      "line": "You! I should have known!"
    },
    {
      "character": "Assassin",
      "line": "Yes, you probably should have."
    },
    {
      "character": "Player",
      "line": "Give me one good reason why I shouldn't kill you right now!"
    },
    {
      "character": "Assassin",
      "line": "I can give you two. First, because you'll fail. You have no weapons or armour, and even if you did, it wouldn't go well. Second, because without me you'd still be in that cell."
    },
    {
      "character": "Player",
      "line": "Without me you'd be in a cell as well!"
    },
    {
      "character": "Assassin",
      "line": "Correct. Now, while I appreciate you came here to kill me, we are both in each other's debt, so let's set aside the threats and start focusing on more important matters."
    },
    {
      "character": "Player",
      "line": "Well actually I didn't come here for you. I'm looking for Duke Sucellus."
    },
    {
      "character": "Assassin",
      "line": "Who?"
    },
    {
      "character": "Player",
      "line": "Apparently he used to be in charge of this place. That letter I found mentioned the asylum, which seems a good place to start my search."
    },
    {
      "character": "Assassin",
      "line": "I suspect your search will be quite a short one as things currently stand."
    },
    {
      "character": "Player",
      "line": "How so?"
    },
    {
      "character": "Assassin",
      "line": "It seems you are yet to consider an obvious question. Are you not wondering how I ended up in that cell?"
    },
    {
      "character": "Player",
      "line": "Well... yes, I suppose so."
    },
    {
      "character": "Assassin",
      "line": "It was that Mahjarrat. Seems he doesn't think much of you either, as he was also responsible for your own imprisonment."
    },
    {
      "character": "Player",
      "line": "Jhallan? But he was your prisoner!"
    },
    {
      "character": "Assassin",
      "line": "He was, but now he's not. There was an unfortunate mishap."
    },
    {
      "character": "Player",
      "line": "A mishap? Nice work."
    },
    {
      "character": "Assassin",
      "line": "Thank you."
    },
    {
      "character": "Player",
      "line": "So where is he now?"
    },
    {
      "character": "Assassin",
      "line": "I don't know, but he'll be nearby, and we are currently poorly equipped to deal with him. I'm missing my sword and you don't have any weapons either."
    },
    {
      "character": "Player",
      "line": "Did you see where he put my things?"
    },
    {
      "character": "Assassin",
      "line": "They're in a chest in the cell opposite this one, but the cell is locked. My sword is in there as well."
    },
    {
      "character": "Player",
      "line": "Why do I feel like you have a proposal?"
    },
    {
      "character": "Assassin",
      "line": "Because I do, and you'd be wise to listen to it. I came here in search of something, and the asylum is one of the last places I need to look."
    },
    {
      "character": "Assassin",
      "line": "With Jhallan around, neither of us stand a good chance of getting what we want. However, if we work together, we can deal with him and get to the asylum."
    },
    {
      "character": "Player",
      "line": "Look, I have no reason to trust you."
    },
    {
      "character": "Assassin",
      "line": "No, but you don't have any other options. Now, I suggest you focus on finding the key to that cell so we can recover our equipment. While you do that, I'll work out how to reach the asylum."
    },
    {
      "character": "Assassin",
      "line": "Oh, and you should take this. You might need it."
    },
    {
      "character": "Player",
      "line": "Hey, slow down there..."
    },
    {
      "character": "Assassin",
      "line": "We'll reconvene once you have the cell open."
    },
    {
      "character": "Assassin",
      "line": "Do you have the key?"
    },
    {
      "character": "Player",
      "line": "I do."
    },
    {
      "character": "Assassin",
      "line": "Good. Let's get this cell open."
    },
    {
      "character": "Player",
      "line": "Not yet. First, you have to give me some answers."
    },
    {
      "character": "Assassin",
      "line": "Rather than resorting to needless anger, had you considered just asking first?"
    },
    {
      "character": "Player",
      "line": "Oh... well, why are you here?"
    },
    {
      "character": "Assassin",
      "line": "I told you, I'm looking for something."
    },
    {
      "character": "Assassin",
      "line": "A magical artefact called the Frostenhorn."
    },
    {
      "character": "Player",
      "line": "Frostenhorn?"
    },
    {
      "character": "Assassin",
      "line": "You've heard of it?"
    },
    {
      "character": "Player",
      "line": "I've heard the name, but I don't know anything about it. What is it?"
    },
    {
      "character": "Assassin",
      "line": "I don't know and I don't need to know. I've been paid to recover it from this place and that's all that matters to me."
    },
    {
      "character": "Player",
      "line": "Paid by who?"
    },
    {
      "character": "Assassin",
      "line": "That's confidential."
    },
    {
      "character": "Player",
      "line": "Did this person also pay you to steal that relic from Entrana?"
    },
    {
      "character": "Assassin",
      "line": "They did."
    },
    {
      "character": "Player",
      "line": "And what about all that business with the Hazeel Cult and the Carnilleans?"
    },
    {
      "character": "Assassin",
      "line": "I needed to recover that crest half from the Carnillean Mansion. Framing the Hazeel Cult was the best cover."
    },
    {
      "character": "Player",
      "line": "But why have Hazeel resurrected as part of that?"
    },
    {
      "character": "Assassin",
      "line": "Because it made it believable. Now, are we done?"
    },
    {
      "character": "Player",
      "line": "But why try to have Hazeel resurrected as part of that?"
    },
    {
      "character": "Assassin",
      "line": "Because it would have made it believable. Unfortunately, I failed to account for you having already done so. Now, are we done?"
    },
    {
      "character": "Player",
      "line": "Well... I guess so."
    },
    {
      "character": "Assassin",
      "line": "You seem surprised by that."
    },
    {
      "character": "Player",
      "line": "I suppose I wasn't expecting you to be so open about it all."
    },
    {
      "character": "Assassin",
      "line": "You weren't going to open the gate until I provided satisfactory answers, so I provided them."
    },
    {
      "character": "Player",
      "line": "Why not try to kill me instead? It's not like that's ever been a problem for you before."
    },
    {
      "character": "Assassin",
      "line": "I kill when it is the best way to further my goal. That would not have been the case here, so I chose the cleaner and more efficient option."
    },
    {
      "character": "Assassin",
      "line": "Besides, beyond placating your curiosity, the answers I gave are rather meaningless. They do not jeopardise me or my employer in any way."
    },
    {
      "character": "Player",
      "line": "Huh... Fair enough."
    },
    {
      "character": "Assassin",
      "line": "Now, once again, let's get this cell open."
    },
    {
      "character": "Assassin",
      "line": "Time is wasting. You should get this cell open."
    },
    {
      "character": "Assassin",
      "line": "Right, you'll be pleased to know that I've obtained a key that can open the way to the asylum. However, Jhallan must be dealt with before we can use it safely."
    },
    {
      "character": "Assassin",
      "line": "I don't know much about the Mahjarrat, but it's clear they're not easy to kill. Jhallan is thankfully fairly weak for their kind, but that still makes him significantly stronger than us."
    },
    {
      "character": "Assassin",
      "line": "Our best option will be to trap him. I suggest we do so by repeating what we did before."
    },
    {
      "character": "Player",
      "line": "What we did before?"
    },
    {
      "character": "Assassin",
      "line": "Yes. You distract him and I take him unaware."
    },
    {
      "character": "Player",
      "line": "Are you talking about what happened back in that cave? There was no 'we' about that."
    },
    {
      "character": "Assassin",
      "line": "You provided an opportunity and I took it. Your awareness of said opportunity was irrelevant."
    },
    {
      "character": "Player",
      "line": "Right... So how do I distract him?"
    },
    {
      "character": "Assassin",
      "line": "The old refugee camp seems like a good place to spring our trap. I left a pack there with some firecrackers in. The noise should quickly attract his attention."
    },
    {
      "character": "Assassin",
      "line": "Once he's there, don't try to be a hero. Just keep him busy until I'm ready."
    },
    {
      "character": "Player",
      "line": "Is that it?"
    },
    {
      "character": "Assassin",
      "line": "Yes. Now, let's be on our way."
    },
    {
      "character": "Assassin",
      "line": "Right, that's him dealt with."
    },
    {
      "character": "Player",
      "line": "Will that ice hold?"
    },
    {
      "character": "Assassin",
      "line": "It should, but it would be unwise to wait and find out. I must resume my search for the Frostenhorn and you have your Duke business to deal with."
    },
    {
      "character": "Player",
      "line": "To the asylum then?"
    },
    {
      "character": "Assassin",
      "line": "Yes. You can get there by heading north. I've already unlocked the gate."
    },
    {
      "character": "Player",
      "line": "That is becoming quite tiresome."
    },
    {
      "character": "Assassin",
      "line": "Curious..."
    },
    {
      "character": "Assassin",
      "line": "I've checked every corner of this prison now. This room was the last place to look. There is only one possibility: The Frostenhorn isn't here."
    },
    {
      "character": "Player",
      "line": "But if it's not here, then where is it?"
    },
    {
      "character": "Assassin",
      "line": "A good question, but one that is not my concern. My employer believed it to be here, but was clearly mistaken. That's their problem."
    },
    {
      "character": "Player",
      "line": "You don't mind that you failed?"
    },
    {
      "character": "Assassin",
      "line": "I did all that was required of me. If they are able to discover the true location of the horn, they are welcome to hire me once more. Until then, my work is done."
    },
    {
      "character": "Player",
      "line": "What makes you think I'm going to let you go? You have a whole lot of murders you need to answer for."
    },
    {
      "character": "Assassin",
      "line": "I will not be giving you a choice in the matter. Perhaps justice will be served someday, but not today. Goodbye."
    },
    {
      "character": "Asgarnia Smith",
      "line": "We're getting close now, kid. Just one more statue to go! I can smell that treasure already!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Nonsense! You'd be a fool to turn away now that we're so close! I'm about to make history - and you'll have helped!"
    },
    {
      "character": "Ramarno",
      "line": "Ah,. I'm sure you have plenty of questions. I will do my best to answer them."
    },
    {
      "character": "Player",
      "line": "Have you seen any archeologists around here?"
    },
    {
      "character": "Ramarno",
      "line": "Human archeologists? Yes, some showed up recently. I told them they'd be fine to look around as long as they were careful. They're probably over by the bank chest."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Helena",
      "line": "Hello there. Did you see that dwarf by the big forge? I think he wanted to talk to you."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Helena",
      "line": "Hello. Sorry, I'd love to stop and chat, but I have a new find that I need to work on. If you need anything, I'm sure Prescott can help."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Helena",
      "line": "Not a problem."
    },
    {
      "character": "Prescott",
      "line": "Hello there. Did you see that dwarf by the big forge? I think he wanted to talk to you."
    },
    {
      "character": "Prescott",
      "line": "Hello! Look at this place. Isn't it amazing?"
    },
    {
      "character": "Player",
      "line": "It sure is! Not every day you find yourself in a lost city."
    },
    {
      "character": "Prescott",
      "line": "So what can I do for you?"
    },
    {
      "character": "Player",
      "line": "Does the name Lassar mean anything to you? It was an old fortress that once existed here, long before Camdozaal. I'm wondering if there might still be some traces left down here."
    },
    {
      "character": "Prescott",
      "line": "A ruin within a ruin? How exciting! We have found the odd thing that doesn't seem to be dwarven in origin, but it's still early days for us here, so we haven't been able to learn much yet."
    },
    {
      "character": "Prescott",
      "line": "One that was particularly interesting was this strange icon I found in the mine."
    },
    {
      "character": "Prescott",
      "line": "Could be a lot more to find over there, but I must admit, I haven't been back since... well..."
    },
    {
      "character": "Player",
      "line": "Since what?"
    },
    {
      "character": "Prescott",
      "line": "It's probably nothing, but there's this big sinkhole on the other side of the mine. I'm probably just being silly, but I'm sure I heard a voice coming from inside."
    },
    {
      "character": "Player",
      "line": "Interesting... And if I wanted to go down this hole?"
    },
    {
      "character": "Prescott",
      "line": "Go down the hole?! You're far braver than I am! There's plenty of rocks around there. I'm sure you could tie a rope to one of them. You'd need a pretty long rope though. Here, you can use mine."
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Player",
      "line": "Hello again. Where did you say that hole was?"
    },
    {
      "character": "Prescott",
      "line": "You'll find it just on the other side of the mine. You'll need a pretty long rope to get down there though. Here, you can use mine."
    },
    {
      "character": "Prescott",
      "line": "You'll find it just on the other side of the mine. Be careful down there."
    },
    {
      "character": "Prescott",
      "line": "Hello! Glad to see you're okay. I was worried you might have gone and got stuck down that hole."
    },
    {
      "character": "Player",
      "line": "No need to worry. I'm mostly quite capable when it comes to these kinds of things!"
    },
    {
      "character": "Prescott",
      "line": "Good to hear!"
    },
    {
      "character": "Player",
      "line": "Huh? What happened? Where am I? And who are you?"
    },
    {
      "character": "Ketla",
      "line": "I am Ketla. I found you wandering the streets. It nearly had you. You were nearly lost."
    },
    {
      "character": "Player",
      "line": "It? What are you on about?"
    },
    {
      "character": "Ketla",
      "line": "An unknowable stranger with a thousand faces. An endless ocean where the lost swim. A fissure in fate that exists beyond time."
    },
    {
      "character": "Ketla",
      "line": "It twists its way into your very soul, devouring all that you are, until by the time it's done, only one question remains..."
    },
    {
      "character": "Ketla",
      "line": "Do you think you can save them?"
    },
    {
      "character": "Ketla",
      "line": "Oh... I'm sorry. Sometimes it becomes difficult to resist the call. It gets harder with every day that goes by."
    },
    {
      "character": "Player",
      "line": "Resist what? It?"
    },
    {
      "character": "Ketla",
      "line": "Yes. It wants my soul, and I fear it will soon have it. My strength is leaving me and I cannot hold it back. This city will be my doom."
    },
    {
      "character": "Player",
      "line": "But then why not leave? I'm guessing you're an Imcando dwarf, right? A survivor from Camdozaal? Others of your kind still live. You could leave this place and join them."
    },
    {
      "character": "Ketla",
      "line": "Others still live? I feared I was the last..."
    },
    {
      "character": "Ketla",
      "line": "Well then that is all the more reason to stay. For the good of my people, for all people, it has to be stopped."
    },
    {
      "character": "Player",
      "line": "Maybe I could help? I'm a pretty good fighter. I'm sure I can deal with whatever this thing is."
    },
    {
      "character": "Ketla",
      "line": "Your weapons are worthless. It is not an evil to be slain."
    },
    {
      "character": "Player",
      "line": "Then how can we stop it?"
    },
    {
      "character": "Ketla",
      "line": "The totem. It links our world to the shadows... to it."
    },
    {
      "character": "Player",
      "line": "The shadows? As in the Shadow Realm?"
    },
    {
      "character": "Ketla",
      "line": "You know of the shadows?"
    },
    {
      "character": "Player",
      "line": "More than know. I've been there! I have a ring that lets me do so."
    },
    {
      "character": "Ketla",
      "line": "A ring? I must see it."
    },
    {
      "character": "Player",
      "line": "Of course. I don't have it with me, but I can go and fetch it."
    },
    {
      "character": "Ketla",
      "line": "Yes. Please bring it to me."
    },
    {
      "character": "Player",
      "line": "Of course. I have it right here."
    },
    {
      "character": "Ketla",
      "line": "Do you have the ring?"
    },
    {
      "character": "Ketla",
      "line": "Where did you get this?"
    },
    {
      "character": "Player",
      "line": "A wandering merchant gave it to me. I never asked how he got it."
    },
    {
      "character": "Ketla",
      "line": "There is a great power to this ring, but the shadows here reject it. It must know the ring is a threat."
    },
    {
      "character": "Player",
      "line": "So the ring is useless?"
    },
    {
      "character": "Ketla",
      "line": "On its own, yes. The ring can see into the shadows, but it is not of the shadows. However, I have something that is."
    },
    {
      "character": "Ketla",
      "line": "A shard of the totem. Too dangerous to use on its own, but with the power of this ring, perhaps I can make it safe."
    },
    {
      "character": "Player",
      "line": "Sounds like it's worth a go."
    },
    {
      "character": "Ketla",
      "line": "Give me a moment..."
    },
    {
      "character": "Ketla",
      "line": "There. The fragment should be safe to use now."
    },
    {
      "character": "Player",
      "line": "So what can we do with it?"
    },
    {
      "character": "Ketla",
      "line": "You said the ring let you enter the shadows, but that is not the case. It simply allowed you a small glimpse into their darkness."
    },
    {
      "character": "Ketla",
      "line": "But it rules the shadows. To overcome it, you must enter the shadows as well. The fragment will allow you to do so now."
    },
    {
      "character": "Player",
      "line": "So I can use this fragment to enter the Shadow Realm? But surely there's going to be a lot of danger entering the domain of this... whatever it is."
    },
    {
      "character": "Ketla",
      "line": "Yes. Once you enter the shadows, you will be at its mercy. Unless you long for the eternal sea, you would be wise not to stay for long."
    },
    {
      "character": "Player",
      "line": "That's... concerning."
    },
    {
      "character": "Ketla",
      "line": "It is the only way. You must enter the shadows and destroy the totem."
    },
    {
      "character": "Player",
      "line": "But where is the totem?"
    },
    {
      "character": "Ketla",
      "line": "Its power is strongest in the sunken cathedral. That is likely where the totem will be found."
    },
    {
      "character": "Player",
      "line": "And I'm guessing I won't just be able to walk on in there?"
    },
    {
      "character": "Ketla",
      "line": "No. It has blocked the way. You will need to clear the path with cleansing flames."
    },
    {
      "character": "Player",
      "line": "Cleansing flames? Like a tinderbox?"
    },
    {
      "character": "Ketla",
      "line": "The fire of our world will do nothing in the shadows, but the old inhabitants of this city, they tried to fight off the inevitable darkness. They created things that could help you."
    },
    {
      "character": "Ketla",
      "line": "If you find their old schematics, bring them to me. I can use them to create new tools for you."
    },
    {
      "character": "Player",
      "line": "Alright. Anything else I should know?"
    },
    {
      "character": "Ketla",
      "line": "The fragment won't just work anywhere. To enter the shadows, you must use it where they are strongest. Seek out the places where that is the case. You will know them when you see them."
    },
    {
      "character": "Player",
      "line": "And what about leaving again?"
    },
    {
      "character": "Ketla",
      "line": "That is thankfully easier. The fragment will let you leave the shadows whenever you desire. Be sure to use it before darkness claims you."
    },
    {
      "character": "Ketla",
      "line": "Good luck."
    },
    {
      "character": "Player",
      "line": "How did you end up down here?"
    },
    {
      "character": "Ketla",
      "line": "You know of Camdozaal. That means you have seen what became of our home."
    },
    {
      "character": "Player",
      "line": "I have."
    },
    {
      "character": "Ketla",
      "line": "When the barbarians came, many tried to fight. I should have fought with them, but I turned away. I had a duty to my people, but I abandoned them."
    },
    {
      "character": "Ketla",
      "line": "The barbarians had blocked all exits, so the only way to flee was down. I hid down here while my people died, but now I pay the price for my choice."
    },
    {
      "character": "Ketla",
      "line": "There are worse things than death, and this city is home to them all."
    },
    {
      "character": "Player",
      "line": "You shouldn't feel guilty for fleeing. Your people had no hope against the barbarians."
    },
    {
      "character": "Ketla",
      "line": "You misunderstand. Fleeing was not the cause of my guilt. My punishment is for what happened next..."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Ketla",
      "line": "It is best you do not know. Please, let us speak of something else."
    },
    {
      "character": "Player",
      "line": "What do you know about this city?"
    },
    {
      "character": "Ketla",
      "line": "Lassar. That is what they called this place. It was once home to some of the greatest minds in the world."
    },
    {
      "character": "Player",
      "line": "I knew about the fortress of Lassar, but I had no idea a city was here as well."
    },
    {
      "character": "Ketla",
      "line": "It seems they kept it hidden on purpose. This city was a place of discovery, where magic and science were practiced in equal measure. They did not want their secrets falling into the wrong hands."
    },
    {
      "character": "Player",
      "line": "I guess that's how this place is so well preserved. No one even knew it was here."
    },
    {
      "character": "Ketla",
      "line": "Yes. They remained hidden down here long after their fortress fell. They were still here even after the construction of Camdozaal."
    },
    {
      "character": "Ketla",
      "line": "Their isolation kept them safe for a time, but when darkness fell, there was no one to hear their screams."
    },
    {
      "character": "Player",
      "line": "Can you tell me any more about this entity?"
    },
    {
      "character": "Ketla",
      "line": "It is beyond our understanding. It exists in the shadows, and there it should remain, but the blackstone is like a blade. It cuts through into our world."
    },
    {
      "character": "Player",
      "line": "Blackstone?"
    },
    {
      "character": "Ketla",
      "line": "It comes from the shadows as well. It holds a great power, and many have tried to use it, not knowing the cost of doing so."
    },
    {
      "character": "Player",
      "line": "Is that what happened here?"
    },
    {
      "character": "Ketla",
      "line": "Yes. They were studying the totem, but in doing so, they followed in our footsteps, dooming their city."
    },
    {
      "character": "Player",
      "line": "Followed in your footsteps? But it wasn't blackstone that destroyed Camdozaal, was it?"
    },
    {
      "character": "Ketla",
      "line": "Camdozaal was not the first home of my people. From a young age, we are all taught of the Fall of Imcandoria, of the disaster that claimed our city."
    },
    {
      "character": "Ketla",
      "line": "But down here, I have seen the truth. It was no volcano that destroyed our home, it was the totem."
    },
    {
      "character": "Player",
      "line": "The same totem that's now here?"
    },
    {
      "character": "Ketla",
      "line": "Did it follow us, or did we follow it? Are we fated to be its victims forevermore? Or will the cycle end here? It will soon be time to find out."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Ketla",
      "line": "You will need this."
    },
    {
      "character": "Strange Voice",
      "line": "..."
    },
    {
      "character": "Strange Voice",
      "line": "There is an avalanche of horrors which has discovered your name."
    },
    {
      "character": "Strange Voice",
      "line": "There is a bard who sings of your final moments."
    },
    {
      "character": "Strange Voice",
      "line": "There is a blood-soaked record of your darkest moments."
    },
    {
      "character": "Strange Voice",
      "line": "There is a choir of souls who you will one day meet."
    },
    {
      "character": "Strange Voice",
      "line": "There is a city of blackstone where the screams are ever silent."
    },
    {
      "character": "Strange Voice",
      "line": "There is an empire of darkness where hope flickers and dies."
    },
    {
      "character": "Strange Voice",
      "line": "There is a judge who has already passed your sentence."
    },
    {
      "character": "Strange Voice",
      "line": "There is a library of sorrow where your final fate is written."
    },
    {
      "character": "Strange Voice",
      "line": "There is a monument built in honour of the suffering you desire."
    },
    {
      "character": "Strange Voice",
      "line": "There is an ocean of souls where you are one day fated to swim."
    },
    {
      "character": "Strange Voice",
      "line": "There is an open wound that bleeds only darkness."
    },
    {
      "character": "Strange Voice",
      "line": "There is a priest who prays for the oceans of the dead."
    },
    {
      "character": "Strange Voice",
      "line": "There is a reaper who has a thousand gibbering faces."
    },
    {
      "character": "Strange Voice",
      "line": "There is a song so loud that you only hear silence."
    },
    {
      "character": "Strange Voice",
      "line": "There is a stranger who wears a black mask under their skin."
    },
    {
      "character": "Strange Voice",
      "line": "There is a void that echoes with the cries of those you failed to save."
    },
    {
      "character": "Strange Voice",
      "line": "Your fate is sealed, and only one question remains..."
    },
    {
      "character": "Strange Voice",
      "line": "You only have one future, so ask yourself this..."
    },
    {
      "character": "Strange Voice",
      "line": "Do you really think you can save them?"
    },
    {
      "character": "Ketla",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "I have a schematic here."
    },
    {
      "character": "Ketla",
      "line": "Let me see."
    },
    {
      "character": "Ketla",
      "line": "Yes, I think I can work with this. Give me a moment..."
    },
    {
      "character": "Ketla",
      "line": "There. You can collect your new item from the workbench. Let me know if you want any information on how it works."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about one of these items?"
    },
    {
      "character": "Ketla",
      "line": "Which one?"
    },
    {
      "character": "Player",
      "line": "Could you tell me more about the Shadow Torch?"
    },
    {
      "character": "Ketla",
      "line": "It is a light that will aid you in the shadows, where all other lights fail. It is the only thing that can destroy what lurks there. Use it well."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about the Shadow Blocker?"
    },
    {
      "character": "Ketla",
      "line": "Almost nothing can stop you from being consumed by the shadows, but set the Shadow Blocker down, and it will provide a small area of safety. It's the only safety you'll get."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about the Revitalising Idol?"
    },
    {
      "character": "Ketla",
      "line": "Unless you wish for the void, you must not spend too long in the shadows. Once set down, you can use the Revitalising Idol to give you more time there. But remember, time still always runs out in the end."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about the Anima Portal?"
    },
    {
      "character": "Ketla",
      "line": "Those that lurk in the shadows do not take kindly to we that still live. They will hunt you. Use the Anima Portal to give them something else to hunt. It provides a glimmer of life in their sea of emptiness."
    },
    {
      "character": "Mysterious Voice 1",
      "line": "Are you ready, my child?"
    },
    {
      "character": "Mysterious Voice 2",
      "line": "I... I think so."
    },
    {
      "character": "Mysterious Voice 3",
      "line": "He has doubts."
    },
    {
      "character": "Mysterious Voice 2",
      "line": "No! It's just..."
    },
    {
      "character": "Mysterious Voice 1",
      "line": "Do not be afraid, my child, for you are not alone. Your voice will be one of thousands, singing an eternal silence."
    },
    {
      "character": "Mysterious Voice 2",
      "line": "What do I need to do?"
    },
    {
      "character": "Mysterious Voice 1",
      "line": "Seek out our divine order in the cistern below. They will guide you across the waves."
    },
    {
      "character": "Mysterious Voice 1",
      "line": "Go now, and keep our icon close, for it marks you as one of the chosen. Without it, you are forsaken."
    },
    {
      "character": "Mysterious Voice 2",
      "line": "Okay... I'll go right away!"
    },
    {
      "character": "Mysterious Voice 1",
      "line": "And so another voice joins the Silent Choir."
    },
    {
      "character": "Mysterious Voice 3",
      "line": "He is afraid. He is not ready."
    },
    {
      "character": "Mysterious Voice 1",
      "line": "It matters not. The day of ascension approaches. His fear will be washed away by the endless sea..."
    },
    {
      "character": "Ketla",
      "line": "This torch schematic. It's a fake."
    },
    {
      "character": "Player",
      "line": "Fake? But how?"
    },
    {
      "character": "Ketla",
      "line": "It is marked by the black hand. This is the doing of the Silent Choir."
    },
    {
      "character": "Player",
      "line": "Silent Choir?"
    },
    {
      "character": "Ketla",
      "line": "They were the first to fall. It corrupted them and made them its own. They undid the work of those that tried to resist. Harbingers for what was to come."
    },
    {
      "character": "Player",
      "line": "So they stole the real schematic? Where would they have taken it?"
    },
    {
      "character": "Ketla",
      "line": "You ask many questions. I have one for you."
    },
    {
      "character": "Player",
      "line": "Really? Is now the best time?"
    },
    {
      "character": "Ketla",
      "line": "You did not come to help, but you do so anyway. Why are you here?"
    },
    {
      "character": "Player",
      "line": "I'm looking for information on someone known as the Whisperer. I have reason to beleve she was here before the city fell."
    },
    {
      "character": "Ketla",
      "line": "There are many whispers in this city, and it hears them all. Will you join them? Will you join the Silent Choir?"
    },
    {
      "character": "Player",
      "line": "Ketla? Are you okay?"
    },
    {
      "character": "Ketla",
      "line": "It sees you,. Did you really think you could hide? Did you really think you could save them?"
    },
    {
      "character": "Player",
      "line": "Ketla!"
    },
    {
      "character": "Ketla",
      "line": "Huh? What is it?"
    },
    {
      "character": "Player",
      "line": "Are you okay? You were in some sort of trance."
    },
    {
      "character": "Ketla",
      "line": "It knows. It knows what we are trying to do. We must hurry. Soon it will be impossible to resist."
    },
    {
      "character": "Ketla",
      "line": "The Silent Choir. They had a church. They built it somewhere in the city. Somewhere hidden."
    },
    {
      "character": "Player",
      "line": "Hmm... I think it might be in the cistern beneath us."
    },
    {
      "character": "Ketla",
      "line": "How do you know this?"
    },
    {
      "character": "Player",
      "line": "Something I found earlier. However, it also seemed to suggest that some sort of icon is needed to enter the church."
    },
    {
      "character": "Ketla",
      "line": "Then you must find one of these icons. Be quick. Time is not on our side."
    },
    {
      "character": "Player",
      "line": "Then we have to find it. Can you think of anywhere that would be a good place to start?"
    },
    {
      "character": "Ketla",
      "line": "The inn. They met there. Hiding in plain sight. Perhaps they left something behind."
    },
    {
      "character": "Player",
      "line": "It's worth a shot. I'll be back soon."
    },
    {
      "character": "Ketla",
      "line": "Be quick. Time is not on our side."
    },
    {
      "character": "Ketla",
      "line": "You have the icon? Good. You should be able to reach the cistern using the drain in the square outside. Hurry."
    },
    {
      "character": "Player",
      "line": "What is this? What's happening?"
    },
    {
      "character": "[player name]",
      "line": "There is a truth written upon the blackstone, and you cannot escape it."
    },
    {
      "character": "[player name]",
      "line": "Come,. The Silent Choir awaits you. It is time for your eternal song."
    },
    {
      "character": "Player",
      "line": "This isn't real! I know this isn't real!"
    },
    {
      "character": "[player name]",
      "line": "You cannot escape your fate,. The endless sea calls for you."
    },
    {
      "character": "Player",
      "line": "Stop it!"
    },
    {
      "character": "[player name]",
      "line": "Do you really think you can hide, ?"
    },
    {
      "character": "[player name]",
      "line": "Do you really think you can save them?"
    },
    {
      "character": "Player",
      "line": "Help me!"
    },
    {
      "character": "Ketla",
      "line": "?"
    },
    {
      "character": "Player",
      "line": "The totem! I... What happened?"
    },
    {
      "character": "Ketla",
      "line": "You were gone too long. I came to find you, but it already had you. You had fallen."
    },
    {
      "character": "Player",
      "line": "Then how did you save me?"
    },
    {
      "character": "Ketla",
      "line": "The totem. I destroyed it."
    },
    {
      "character": "Player",
      "line": "You did? So it's over?"
    },
    {
      "character": "Ketla",
      "line": "No... I thought destroying the totem would be enough, but it's already too late. It has claimed this place now. We can never undo that."
    },
    {
      "character": "Player",
      "line": "But surely destroying the totem did something?"
    },
    {
      "character": "Ketla",
      "line": "Its influence has been weakened. Without the totem, it cannot spread beyond this city."
    },
    {
      "character": "Player",
      "line": "Then you still achieved what you set out to do, right? The surviving Imcando are safe now. You can leave."
    },
    {
      "character": "Ketla",
      "line": "I thought destroying the totem would be the end. I thought it would bring peace..."
    },
    {
      "character": "Ketla",
      "line": "But there is no peace. I still hear their screams. I will never be free of what I did to them."
    },
    {
      "character": "Player",
      "line": "I don't understand."
    },
    {
      "character": "Ketla",
      "line": "Good. Pray that you never have to."
    },
    {
      "character": "Player",
      "line": "But..."
    },
    {
      "character": "Ketla",
      "line": "No more of this. I found the missing schematic in the church. Your new tool is ready. Perhaps you can use it to find what it is you seek here."
    },
    {
      "character": "Player",
      "line": "The cathedral is the only place I haven't searched."
    },
    {
      "character": "Ketla",
      "line": "There is a darkness there. I thought it was the totem, but clearly not. Something else lurks in those depths..."
    },
    {
      "character": "Player",
      "line": "Then I'd best be careful."
    },
    {
      "character": "Ketla",
      "line": "I will not be here when you return. My journey in this place is done. It is time to start a new one. I will leave my things on the workbench for you."
    },
    {
      "character": "Player",
      "line": "Thank you, Ketla, for everything. Whatever it is you're looking for... I hope you eventually find it."
    },
    {
      "character": "Ketla",
      "line": "Farewell,. Perhaps we will meet again."
    },
    {
      "character": "Ketla",
      "line": "I will be departing this place soon. Be careful in the cathedral,."
    },
    {
      "character": "Player",
      "line": "Hello again."
    },
    {
      "character": "Ramarno",
      "line": "Ah. I'm sure you have plenty of questions. I will do my best to answer them."
    },
    {
      "character": "Player",
      "line": "I found another dwarf!"
    },
    {
      "character": "Ramarno",
      "line": "A dwarf? An Imcando Dwarf?"
    },
    {
      "character": "Player",
      "line": "It seems so. Her name is Ketla. I found her in a hidden Zarosian ruin beneath us."
    },
    {
      "character": "Ramarno",
      "line": "Ketla..."
    },
    {
      "character": "Player",
      "line": "You know her?"
    },
    {
      "character": "Ramarno",
      "line": "I did, long ago. I thought she was gone. Tell me... was she alone?"
    },
    {
      "character": "Player",
      "line": "She was."
    },
    {
      "character": "Ramarno",
      "line": "I see... How is she?"
    },
    {
      "character": "Player",
      "line": "She's... okay. Things haven't been great for her, but I think the worst is behind her."
    },
    {
      "character": "Ramarno",
      "line": "That's good. I hope I get to meet her soon."
    },
    {
      "character": "Player",
      "line": "What happened to the other Imcando Dwarves?"
    },
    {
      "character": "Ramarno",
      "line": "Ah... It's a tough tale to tell. Even though it's been many years since the last of my kin died out, the memory is still fresh."
    },
    {
      "character": "Player",
      "line": "You don't have to tell me if the memory hurts too much."
    },
    {
      "character": "Ramarno",
      "line": "No, I will. The legacy of my kin must live on."
    },
    {
      "character": "Ramarno",
      "line": "As you can see around you, Camdozaal was once a great city. Alive with the hum of activity. We dug deep into the mountain and reaped the rewards."
    },
    {
      "character": "Ramarno",
      "line": "Our methods would often differ from other dwarves. Whereas they just used traditional smithing techniques, we would combine them with magic as well."
    },
    {
      "character": "Ramarno",
      "line": "Alas, that was ultimately our undoing. We learned of a horde of barbarians pillaging across the land, hunting down and killing anyone who dared use magic."
    },
    {
      "character": "Ramarno",
      "line": "We underestimated them. We believed our weapons would be enough to keep us safe. We were wrong."
    },
    {
      "character": "Ramarno",
      "line": "The barbarians brought ruin upon Camdozaal. Most of my kind died as the city collapsed around them. Only a few of us survived until the end. Now, only I remain."
    },
    {
      "character": "Player",
      "line": "The world has changed a lot, Ramarno. Magic is practiced freely. Those barbarians failed to wipe it from Gielinor."
    },
    {
      "character": "Ramarno",
      "line": "I'm glad they didn't win, I suppose. But it doesn't change much for me. The Imcando are all but extinct. I am one of the last to remain."
    },
    {
      "character": "Player",
      "line": "But not the last. Don't forget Ketla."
    },
    {
      "character": "Player",
      "line": "But not the last. Don't forget Thurgo and Ketla."
    },
    {
      "character": "Ramarno",
      "line": "Yes... You're right,. I should not be so down. There is still a chance my kind can live on."
    },
    {
      "character": "Mysterious Figure",
      "line": "Pathetic."
    },
    {
      "character": "Mysterious Figure",
      "line": "You escaped."
    },
    {
      "character": "Player",
      "line": "It seems I have a knack for that sort of thing. Maybe you underestimated me."
    },
    {
      "character": "Mysterious Figure",
      "line": "Unlikely. You have displayed moderate skill at best."
    },
    {
      "character": "Player",
      "line": "I assume you have the medallion?"
    },
    {
      "character": "Mysterious Figure",
      "line": "I do."
    },
    {
      "character": "Player",
      "line": "And I'm guessing you're not about to just give it to me?"
    },
    {
      "character": "Mysterious Figure",
      "line": "Correct. You are left with two options."
    },
    {
      "character": "Mysterious Figure",
      "line": "If you wish, I will allow you to accept your defeat and walk away."
    },
    {
      "character": "Player",
      "line": "Or?"
    },
    {
      "character": "Mysterious Figure",
      "line": "I have gone too long without a worthy challenger. You say I underestimated you? Prove it. Show me a true fight."
    },
    {
      "character": "Player",
      "line": "Well I'm not backing down now."
    },
    {
      "character": "Mysterious Figure",
      "line": "Very well..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Blimey, kid. You don't half take your time, do you? That treasure of ours won't uncover itself!"
    },
    {
      "character": "Player",
      "line": "Ours? Like I said before, I never actually agreed to work with you."
    },
    {
      "character": "Asgarnia Smith",
      "line": "What? You're not thinking of double-crossing me, are you?"
    },
    {
      "character": "Player",
      "line": "I can't double-cross you if I was never working with you to begin with! Besides, we have more important things to worry about than treasure."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Oh, I see what's happening! You're trying to trick me so you can take the treasure for yourself!"
    },
    {
      "character": "Player",
      "line": "Listen to me! We're not the only ones trying to get into this place! There was this woman who kept trying to steal the medallions. Someone sent her!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Well of course there will be others who want the treasure! All the more reason for you to stop messing around."
    },
    {
      "character": "Player",
      "line": "I'm not going any further until we work out what's going on."
    },
    {
      "character": "Asgarnia Smith",
      "line": "I really thought you had what it takes, kid, but you're just another fool. If you won't help me find the treasure, I'll just have to do it myself!"
    },
    {
      "character": "Player",
      "line": "What in the world are you playing at?"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Look at it... It's... beautiful!"
    },
    {
      "character": "Asgarnia Smith",
      "line": "Do you feel that? There's a power radiating off it unlike anything I've felt before..."
    },
    {
      "character": "Player",
      "line": "This power... I've felt it before..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "So you know what it is?"
    },
    {
      "character": "Player",
      "line": "Not exactly. The last time I felt this power, it was something very different creating it."
    },
    {
      "character": "Player",
      "line": "That said, I reckon I do have some idea as to what this is."
    },
    {
      "character": "Asgarnia Smith",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "The Frostenhorn. I've no idea what it does, but it's a powerful Zarosian artefact that it seems quite a few people are searching for."
    },
    {
      "character": "Mysterious Voice",
      "line": "The Frostenhorn has the ability to amplify power to potentially unimaginable levels."
    },
    {
      "character": "Mysterious Voice",
      "line": "Its rediscovery would be revolutionary, but there's just one problem..."
    },
    {
      "character": "Dr Banikan",
      "line": "That's not the Frostenhorn."
    },
    {
      "character": "Player",
      "line": "Dr Banikan? You followed me here?"
    },
    {
      "character": "Dr Banikan",
      "line": "I did. You must forgive me, friend, for I'm afraid I've deceived you in another way as well."
    },
    {
      "character": "Player",
      "line": "Azzanadra?!"
    },
    {
      "character": "Azzanadra",
      "line": "My apologies, but my subterfuge was necessary. There are far too many who would have tried to stop me recovering the Frostenhorn."
    },
    {
      "character": "Azzanadra",
      "line": "After our earlier encounter, I came to believe it might be here, but it seems I was mistaken."
    },
    {
      "character": "Player",
      "line": "But if this isn't the Frostenhorn, then what is it?"
    },
    {
      "character": "Azzanadra",
      "line": "There are many powerful artefacts in this world, but few are truly unknowable. This is one of those few. A relic that predates even the gods themselves."
    },
    {
      "character": "Azzanadra",
      "line": "It has had many names over many millennia, but to us, it was simply known as the Elder Horn."
    },
    {
      "character": "Player",
      "line": "What does it do?"
    },
    {
      "character": "Azzanadra",
      "line": "It grants absolute control. With this, one person has the power to bring entire armies to their knees, all without a single drop of blood being shed."
    },
    {
      "character": "Player",
      "line": "Hang on... I think I've heard of this artefact. You say it's been known by many names? Was one of them Imperium?"
    },
    {
      "character": "Azzanadra",
      "line": "You are well informed. Perhaps then you also know that the Horn was supposedly sent far to the east, which begs the question as to how it stands before us."
    },
    {
      "character": "Player",
      "line": "Because there were two."
    },
    {
      "character": "Azzanadra",
      "line": "What do you mean?"
    },
    {
      "character": "Player",
      "line": "Something I discovered while tracking down Perseriya. It didn't make sense then, but it does now."
    },
    {
      "character": "Player",
      "line": "The one she took east was a fake. She secretly kept the real one. The intention must always have been to hide it here."
    },
    {
      "character": "Azzanadra",
      "line": "A clever deception, although it does raise another question. If the Frostenhorn was never here, then where is it?"
    },
    {
      "character": "Hazeel",
      "line": "Azzanadra. It's been a while."
    },
    {
      "character": "Azzanadra",
      "line": "Hazeel. I thought I sensed someone lurking in the shadows. How long have you been here?"
    },
    {
      "character": "Hazeel",
      "line": "Long enough. And in answer to your question, the Frostenhorn was destroyed."
    },
    {
      "character": "Player",
      "line": "Destroyed? How?"
    },
    {
      "character": "Hazeel",
      "line": "I was hoping you might be able to enlighten us, considering you were there when it happened."
    },
    {
      "character": "Player",
      "line": "I was?"
    },
    {
      "character": "Hazeel",
      "line": "Yes. It was during your little excursion to Ghorrock Prison."
    },
    {
      "character": "Enakhra",
      "line": "Enough talk, Hazeel. We have business to attend to. The Elder Horn will be claimed in Zamorak's name."
    },
    {
      "character": "Azzanadra",
      "line": "Enakhra. You knew the Elder Horn was here?"
    },
    {
      "character": "Enakhra",
      "line": "Of course not! Do you really think we'd have left it here for so long if that were the case? We are not fools."
    },
    {
      "character": "Enakhra",
      "line": "Speaking of fools, I know he's here as well! Reveal yourself!"
    },
    {
      "character": "Akthanakos",
      "line": "Gladly."
    },
    {
      "character": "Player",
      "line": "Were all of you just waiting for me to open this place?"
    },
    {
      "character": "Hazeel",
      "line": "We had no choice. This vault was sealed with magics that prevented beings like ourselves from opening it."
    },
    {
      "character": "Enakhra",
      "line": "It didn't have to be that way, Hazeel. We had proxies available. Had you supported my plan, we'd have the Horn by now."
    },
    {
      "character": "Hazeel",
      "line": "Unlikely. Your minion failed to recover even one of the medallions."
    },
    {
      "character": "Akthanakos",
      "line": "What a surprise. Enakhra coming up with a flawed plan as usual."
    },
    {
      "character": "Enakhra",
      "line": "Would you like me to turn you into a boneguard again, you camel-loving coward?"
    },
    {
      "character": "Akthanakos",
      "line": "I'd like to see you try. Come, Azzanadra. We can make short work of these traitors and claim the Horn for Zaros."
    },
    {
      "character": "Enakhra",
      "line": "You Zarosians have no hope of withstanding the power of two Zamorakian Mahjarrat. The Horn is ours."
    },
    {
      "character": "Azzanadra",
      "line": "Two? We are not the fools you take us for, Enakhra. I can sense five Mahjarrat here, but I only see four."
    },
    {
      "character": "Akthanakos",
      "line": "Who are you hiding? Khazard? He always loved lurking in the shadows."
    },
    {
      "character": "Hazeel",
      "line": "Khazard is attending to business in the North. Surely it is you who is hiding someone."
    },
    {
      "character": "Akthanakos",
      "line": "We do not hide like you do. We came alone."
    },
    {
      "character": "Player",
      "line": "But if you all came alone..."
    },
    {
      "character": "Asgarnia Smith",
      "line": "Oh... hello."
    },
    {
      "character": "Azzanadra",
      "line": "Sliske. I should have known."
    },
    {
      "character": "Sliske",
      "line": "Azzanadra."
    },
    {
      "character": "Hazeel",
      "line": "The Serpent himself. Why are you here?"
    },
    {
      "character": "Sliske",
      "line": "Why am I here?"
    },
    {
      "character": "Sliske",
      "line": "Well I'm here for the Horn."
    },
    {
      "character": "Enakhra",
      "line": "You think you can just take it?"
    },
    {
      "character": "Sliske",
      "line": "Of course. My friend here and I worked hard for it."
    },
    {
      "character": "Player",
      "line": "I'm not your friend! I don't even know you!"
    },
    {
      "character": "Sliske",
      "line": "No? I think you do. I think you know me better than anyone."
    },
    {
      "character": "Sliske",
      "line": "You and I have been friends for some time now. Don't you remember?"
    },
    {
      "character": "Wizard Persten",
      "line": "Don't you remember how we survived the horrors of the Scar?"
    },
    {
      "character": "Assassin",
      "line": "Don't you remember how we escaped Ghorrock Prison?"
    },
    {
      "character": "Ketla",
      "line": "Don't you remember how we held back the shadows of Lassar?"
    },
    {
      "character": "Kasonde",
      "line": "Don't you remember how we overcame the infected Stranglewood?"
    },
    {
      "character": "Player",
      "line": "You?"
    },
    {
      "character": "Sliske",
      "line": "Me."
    },
    {
      "character": "Player",
      "line": "So... they were never real? It was all a lie? It was always just you?"
    },
    {
      "character": "Sliske",
      "line": "A lie? No. They were all so real, until their lives were cut short. Their stories would have ended, but I stepped in."
    },
    {
      "character": "Sliske",
      "line": "I became them and they became me. In many ways, they're the real me, far more so than the form before you now."
    },
    {
      "character": "Player",
      "line": "You used them to manipulate me! Why?"
    },
    {
      "character": "Akthanakos",
      "line": "He needed you to open the vault."
    },
    {
      "character": "Player",
      "line": "But he didn't need me to get those medallions! He already had one of them!"
    },
    {
      "character": "Player",
      "line": "Were you just toying with me?"
    },
    {
      "character": "Sliske",
      "line": "Toying? No. It was a test."
    },
    {
      "character": "Player",
      "line": "What test?"
    },
    {
      "character": "Sliske",
      "line": "To see if you were worthy."
    },
    {
      "character": "Player",
      "line": "Of what?"
    },
    {
      "character": "Sliske",
      "line": "Of me."
    },
    {
      "character": "Azzanadra",
      "line": "You should have contacted me, Sliske. You should have told me about the Horn."
    },
    {
      "character": "Enakhra",
      "line": "He clearly wanted it for himself."
    },
    {
      "character": "Sliske",
      "line": "No, not myself. I want the Horn for all of us."
    },
    {
      "character": "Hazeel",
      "line": "What nonsense are you on about?"
    },
    {
      "character": "Sliske",
      "line": "Do you not see our fate? Over and over, we have our ritual. Over and over, we doom one of our kind to the endless void."
    },
    {
      "character": "Sliske",
      "line": "It's all so... predictable. It's all so... tiresome. And in the end, it will be the death of us all."
    },
    {
      "character": "Sliske",
      "line": "But the Horn will be our salvation. I will use it to break the cycle that has shackled us for so long. We will finally be free."
    },
    {
      "character": "Sliske",
      "line": "The ritual approaches once more, but things will be different this time. This will be the final Ritual of the Mahjarrat."
    },
    {
      "character": "Enakhra",
      "line": "He's finally lost it. We can take him. He's alone."
    },
    {
      "character": "Sliske",
      "line": "I'm never alone."
    },
    {
      "character": "Akthanakos",
      "line": "You will not be taking that Horn, Enakhra. Not while I stand."
    },
    {
      "character": "Enakhra",
      "line": "Then I'll just have to kill you first!"
    },
    {
      "character": "Player",
      "line": "Stop! You're not going anywhere with that horn!"
    },
    {
      "character": "Sliske",
      "line": "Don't you see, ? I can't stop now. Do you not see our future? Only with the Horn can we make it happen."
    },
    {
      "character": "Player",
      "line": "Whatever future you're planning, it ends here!"
    },
    {
      "character": "Sliske",
      "line": "End? No. This is just the beginning. In time, you will see the truth."
    },
    {
      "character": "Player",
      "line": "I doubt that!"
    },
    {
      "character": "Sliske",
      "line": "Perhaps some more familiar faces will change your mind."
    },
    {
      "character": "Sliske",
      "line": "You fought well,. You will be a worthy vessel."
    },
    {
      "character": "Sliske",
      "line": "I'll see you in the North."
    },
    {
      "character": "Hazeel",
      "line": "We have failed."
    },
    {
      "character": "Enakhra",
      "line": "Hmph!"
    },
    {
      "character": "Enakhra",
      "line": "I'll see you at the ritual, Akthanakos. Perhaps this one will be your last."
    },
    {
      "character": "Akthanakos",
      "line": "Our allies must be informed of this. Come, Azzanadra."
    },
    {
      "character": "Hazeel",
      "line": "It seems your pet has broken free of his leash, Azzanadra."
    },
    {
      "character": "Azzanadra",
      "line": "You know as much as I that Sliske serves no one but himself. His actions are his own."
    },
    {
      "character": "Hazeel",
      "line": "Yet you have shielded him for centuries. A choice that all of us may now suffer from."
    },
    {
      "character": "Azzanadra",
      "line": "You can blame me as much as you wish, Hazeel. It is irrelevant. Sliske now holds the Elder Horn and we must be ready to oppose him."
    },
    {
      "character": "Hazeel",
      "line": "We? You made your choice a long time ago, Azzanadra. There is no 'we' anymore."
    },
    {
      "character": "Azzanadra",
      "line": "And yet you yourself admit that Sliske poses a threat to us all. The prospect of working with Zamorakians gives me no pleasure, but it may be the only option."
    },
    {
      "character": "Hazeel",
      "line": "Perhaps. Perhaps not. Time will soon tell."
    },
    {
      "character": "Hazeel",
      "line": "Now, we're done here. I'll see you soon, Azzanadra."
    },
    {
      "character": "Azzanadra",
      "line": "Well, adventurer, it seems I owe you an apology."
    },
    {
      "character": "Player",
      "line": "You do?"
    },
    {
      "character": "Azzanadra",
      "line": "I did not show you the trust that you deserved. You freed me from my prison, a feat even my closest followers failed to achieve, and yet I doubted you."
    },
    {
      "character": "Azzanadra",
      "line": "I did not know your allegiance, and so I was cautious, but it is clear that focusing on allegiances has blinded us. Sliske took advantage of that."
    },
    {
      "character": "Player",
      "line": "Oh, well thank you, I suppose."
    },
    {
      "character": "Azzanadra",
      "line": "Now, I must ask about the destruction of the Frostenhorn. Sliske's doing?"
    },
    {
      "character": "Player",
      "line": "It must have been."
    },
    {
      "character": "Azzanadra",
      "line": "Then I fear the other artefacts will have met a similar fate."
    },
    {
      "character": "Player",
      "line": "Other artefacts?"
    },
    {
      "character": "Azzanadra",
      "line": "The Frostenhorn was one of three powerful items I was seeking. Together, they may have been my best chance to determine the fate of my lord."
    },
    {
      "character": "Player",
      "line": "And Sliske didn't want that?"
    },
    {
      "character": "Azzanadra",
      "line": "Apparently not, though who could say why. I would never describe Sliske as a true believer, but until now, he always supported the Empty Lord."
    },
    {
      "character": "Azzanadra",
      "line": "Indeed, he himself was entrusted with another of the three artefacts. An icon that was kept under close guard by those wights of his."
    },
    {
      "character": "Player",
      "line": "Ah... Well unless they were guarding multiple icons, I'm afraid Sliske destroyed that one as well. As for your third artefact, it didn't happen to be on Entrana, did it?"
    },
    {
      "character": "Azzanadra",
      "line": "I had yet to track it down, but that does seem likely. It was stolen by Saradominists long ago."
    },
    {
      "character": "Player",
      "line": "Then I think it's safe to say it's been destroyed too. Sliske stole it from Entrana while disguised as that assassin."
    },
    {
      "character": "Azzanadra",
      "line": "So my worst fears are confirmed. This may well be the darkest day for us since the fall of the Empty Lord."
    },
    {
      "character": "Player",
      "line": "What will you do now?"
    },
    {
      "character": "Azzanadra",
      "line": "Since you freed me, I have been driven by a singular purpose. I exist for Zaros. I exist for the Empire. Sliske thinks he has destroyed that purpose, but I will not give up."
    },
    {
      "character": "Azzanadra",
      "line": "However, that is for another day. There are more immediate matters to concern myself with now. The Ritual of the Mahjarrat is fast approaching, and whatever Sliske is planning will happen there."
    },
    {
      "character": "Azzanadra",
      "line": "I must ensure I am prepared, and while it may not have been your intention, you are part of this now. You must also ensure you are ready. To help with this, I have something to offer you."
    },
    {
      "character": "Azzanadra",
      "line": "I understand you are in possession of a ring that lets you see into the Shadow Realm? Considering Sliske's mastery over that place, that is a power that will likely be of great use to you."
    },
    {
      "character": "Azzanadra",
      "line": "Allow me to upgrade it with some offensive and defensive enchantments. They may well give you an important edge if you find yourself fighting in the shadows."
    },
    {
      "character": "Player",
      "line": "Thank you. Do you need me to fetch the ring for you?"
    },
    {
      "character": "Azzanadra",
      "line": "No need. I can summon it with ease."
    },
    {
      "character": "Player",
      "line": "Thank you."
    },
    {
      "character": "Azzanadra",
      "line": "And on that note, I must leave you, my friend. May you walk in the shadow of the Empty Lord."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hello again,. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I have news on Persten."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "I'm sorry, but she's gone."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I see. It was always unlikely that she'd survive the Abyss."
    },
    {
      "character": "Player",
      "line": "It wasn't the Abyss. I think she might have been dead long before then. The Persten we spoke to was an imposter."
    },
    {
      "character": "Archmage Sedridor",
      "line": "An imposter? What do you mean?"
    },
    {
      "character": "Player",
      "line": "A Mahjarrat called Sliske was disguised as her."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I can't believe it. Persten and I had our differences, but this..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I'd better share this news with the others. Thank you for bringing it to me."
    },
    {
      "character": "Apprentice Felix",
      "line": "Hey,. I heard about Persten. I can't believe it..."
    },
    {
      "character": "Player",
      "line": "I know, Felix. I'm sorry."
    },
    {
      "character": "Apprentice Felix",
      "line": "I wish I could have met her... The real her I mean. I bet she'd have known how to properly close this rift."
    },
    {
      "character": "Apprentice Felix",
      "line": "I guess it's just down to us though. Speaking of which, back to work I guess. Did you have any abyssal pearls you wanted to trade?"
    },
    {
      "character": "Guard",
      "line": "Hello, adventurer."
    },
    {
      "character": "Player",
      "line": "Hello there. How are things here?"
    },
    {
      "character": "Guard",
      "line": "Things aren't easy for the family, especially since they never got closure. They're getting through it, though."
    },
    {
      "character": "Player",
      "line": "Well I'm not sure if it will help them much, but I do have some news on that assassin."
    },
    {
      "character": "Guard",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "He was actually a Mahjarrat in disguise. I got close to dealing with him, but he escaped."
    },
    {
      "character": "Guard",
      "line": "A Mahjarrat? I don't even know what one of those is... You say he escaped?"
    },
    {
      "character": "Player",
      "line": "For now, but I don't intend to let him keep eluding me forever."
    },
    {
      "character": "Guard",
      "line": "Well I wish you luck in your search, adventurer. Thank you for the update."
    },
    {
      "character": "Player",
      "line": "I have something to tell you. It's about another dwarf."
    },
    {
      "character": "Ramarno",
      "line": "Another dwarf? An Imcando Dwarf?"
    },
    {
      "character": "Player",
      "line": "Yes. I encountered someone I believed to be a dwarf, but it was a lie. It was a Mahjarrat in disguise as someone called Ketla."
    },
    {
      "character": "Player",
      "line": "You knew her?"
    },
    {
      "character": "Ramarno",
      "line": "I did, long ago. Is she..."
    },
    {
      "character": "Player",
      "line": "She's gone, Ramarno. I'm so sorry."
    },
    {
      "character": "Ramarno",
      "line": "I see..."
    },
    {
      "character": "Ramarno",
      "line": "I'm sorry, but let us not speak of this further. To learn of the death of another of my kin is no surprise, but it pains me all the same. I would prefer to focus my thoughts elsewhere."
    },
    {
      "character": "Player",
      "line": "About Ketla..."
    },
    {
      "character": "Ramarno",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "I'm sorry, but the person I thought was Ketla... It wasn't her at all."
    },
    {
      "character": "Ramarno",
      "line": "What? But then... what happened to her?"
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Good day Proselyte. Is there anything I can do for you?"
    },
    {
      "character": "Player",
      "line": "I have news on that assassin who attacked Entrana."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Ah! Do tell, old bean."
    },
    {
      "character": "Player",
      "line": "Did you know he was a Mahjarrat?"
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "A Mahjarrat! You must be pulling on my leg, what?"
    },
    {
      "character": "Player",
      "line": "His name is Sliske. Have you heard of him?"
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Sliske, hmm? We have dossiers on many Mahjarrat, but I must confess, this is a new name to me. Poor show! I'll have to see what we have hiding in the archives."
    },
    {
      "character": "Player",
      "line": "While your there, it might be worth looking up something called the Elder Horn. It's an artefact that Sliske has now claimed. One that has the ability to control minds."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "A mind controlling artefact you say? Sounds like I'll need to report this to the top brass. Can't see them being too thrilled about it. Thank you for the update, old bean."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "A mind controlling artefact you say? First Lucien and the Stone, and now this! The top brass will need to be made aware. Can't see them being too thrilled about it. Thank you for the update, old bean."
    }
  ],
  "characters": [
    {
      "name": "Akthanakos",
      "description": "Ancient male Mahjarrat, deep resonant voice with ethereal undertones, commanding and defiant tone, speaks with dry wit and confidence befitting an immortal being."
    },
    {
      "name": "Apprentice Felix",
      "description": "Young adult male, British accent, eager and optimistic tone, a hopeful wizard's apprentice who is helpful and patient with others."
    },
    {
      "name": "Archmage Sedridor",
      "description": "Middle-aged to elderly male, British accent, measured and scholarly tone, an authoritative head wizard who speaks with gravitas and academic precision."
    },
    {
      "name": "Asgarnia Smith",
      "description": "Middle-aged male, confident American adventurer accent, boastful and charming tone, a vain treasure hunter who speaks casually and uses terms like 'kid'."
    },
    {
      "name": "Assassin",
      "description": "Adult female, cold and calculating tone, speaks with professional detachment and subtle menace, a dangerous operative who is direct and pragmatic."
    },
    {
      "name": "Azzanadra",
      "description": "Ancient male Mahjarrat, deep authoritative voice with otherworldly resonance, formal and dignified tone, a high priest who speaks with measured gravitas and ancient wisdom."
    },
    {
      "name": "Barus",
      "description": "Middle-aged male dwarf, gruff but friendly Scottish-like accent, jolly and warm tone, a cheerful historian who enjoys sharing knowledge about local history."
    },
    {
      "name": "Captain Malleta",
      "description": "Adult female, stern military tone, authoritative and disciplined, a senior officer of the Khazard Army who speaks with crisp professionalism."
    },
    {
      "name": "Catalytic Guardian",
      "description": "Genderless magical construct, ethereal echoing voice, calm and neutral tone, a rune guardian that speaks with mystical detachment."
    },
    {
      "name": "Dr Banikan",
      "description": "Middle-aged male, educated British accent, scholarly and passionate tone, an archaeologist fascinated by ancient Zarosian history who speaks with academic authority."
    },
    {
      "name": "Elissa",
      "description": "Elderly female, weathered but warm British accent, experienced and knowledgeable tone, a seasoned archaeologist who speaks with professional authority."
    },
    {
      "name": "Enakhra",
      "description": "Ancient female Mahjarrat, haughty and bitter tone with ethereal undertones, speaks with deliberate precision and controlled intensity, harboring deep resentment."
    },
    {
      "name": "Golem",
      "description": "Genderless ancient construct, monotone mechanical voice, flat and emotionless delivery, an information database that speaks in short robotic phrases."
    },
    {
      "name": "Guard",
      "description": "Adult male, standard British accent, professional and polite tone, a dutiful soldier who speaks with respectful formality."
    },
    {
      "name": "Hazeel",
      "description": "Ancient male Mahjarrat, deep commanding voice with supernatural resonance, stern and authoritative tone, a powerful lord who speaks with weary pragmatism."
    },
    {
      "name": "Helena",
      "description": "Young adult female, British accent, professional and helpful tone, an archaeologist who speaks with scholarly enthusiasm and dedication."
    },
    {
      "name": "Kasonde",
      "description": "Middle-aged male, African-influenced accent, urgent and cunning tone, a desperate botanist who speaks with underlying manipulation and self-interest."
    },
    {
      "name": "Ketla",
      "description": "Adult female dwarf, gruff Scottish-like accent with melancholic undertones, guilt-ridden and introspective tone, speaks with the weight of past trauma."
    },
    {
      "name": "Mysterious Figure",
      "description": "Adult female, cold and menacing tone, aggressive and taunting, a dangerous assassin who speaks with predatory confidence and lethal efficiency."
    },
    {
      "name": "Mysterious Voice",
      "description": "Adult male, casual and resourceful tone, friendly despite circumstances, a prisoner who speaks with optimism and quick-thinking energy."
    },
    {
      "name": "Mysterious Voice 1",
      "description": "Ethereal genderless voice, haunting whisper with supernatural echo, cryptic and unsettling tone, speaks riddles from beyond the mortal realm."
    },
    {
      "name": "Mysterious Voice 2",
      "description": "Ethereal genderless voice, haunting whisper with supernatural echo, cryptic and foreboding tone, speaks dark prophecies with chilling detachment."
    },
    {
      "name": "Mysterious Voice 3",
      "description": "Ethereal genderless voice, haunting whisper with supernatural echo, cryptic and ominous tone, speaks warnings from an unknowable source."
    },
    {
      "name": "Prescott",
      "description": "Middle-aged male, British accent, practical and helpful tone, an archaeologist who speaks with straightforward professionalism."
    },
    {
      "name": "Ramarno",
      "description": "Elderly male dwarf, gruff Scottish-like accent with melancholic undertones, weary but determined tone, the last lonely Imcando who speaks with reflective sadness."
    },
    {
      "name": "Sir Tiffy Cashien",
      "description": "Elderly male, upper-class British accent, uses phrases like 'What Ho' and 'Don'tchaknow', cheerful and somewhat pompous tone befitting a noble knight."
    },
    {
      "name": "Sliske",
      "description": "Ancient male Mahjarrat, smooth serpent-tongued voice, manipulative and cunning tone, a master deceiver who speaks with confident charm and hidden menace."
    },
    {
      "name": "Strange Voice",
      "description": "Genderless eldritch entity, whispering echoing voice that seems to come from everywhere, speaks in dark poetic prophecies with cosmic horror undertones."
    },
    {
      "name": "Terry Balando",
      "description": "Middle-aged male, educated British accent, scholarly and enthusiastic tone, an archaeological expert who speaks with professional authority and academic passion."
    },
    {
      "name": "Wizard Persten",
      "description": "Adult female, measured British accent, confident and knowledgeable tone, a teleportation magic expert who speaks with scholarly authority."
    }
  ]
}