{
  "branch": "quest/dragon-slayer-ii",
  "quest_name": "Dragon Slayer II",
  "lines": [
    {
      "character": "Alec Kincade",
      "line": "Greetings adventurer. Welcome to the Myths' Guild."
    },
    {
      "character": "Player",
      "line": "How can I gain access to the Guild?"
    },
    {
      "character": "Alec Kincade",
      "line": "Only the most worthy may access our guild and I'm afraid you are not quite there yet. Go out and hone your skills. Then you can return to us."
    },
    {
      "character": "Alec Kincade",
      "line": "Only the most worthy are allowed access into the Myths' Guild. If you wish to enter, you'll need to prove yourself."
    },
    {
      "character": "Player",
      "line": "How can I do that?"
    },
    {
      "character": "Alec Kincade",
      "line": "As time passes, that which was once fact, becomes myth. Some tales are just that, tales. However, some tales are something more."
    },
    {
      "character": "Alec Kincade",
      "line": "Here at the Myths' Guild, we live to tell the difference between the two. If you wish to join us, you must do the same."
    },
    {
      "character": "Player",
      "line": "So what myth would you like me to investigate?"
    },
    {
      "character": "Alec Kincade",
      "line": "For as long as history remembers, dragons have roamed these lands, but despite how long they've been here, much of their history remains hidden."
    },
    {
      "character": "Alec Kincade",
      "line": "There are tales of course, but tales are not enough for us. We want you to discover the truth. Where did the dragons come from? Why are they here? Who do they serve?"
    },
    {
      "character": "Alec Kincade",
      "line": "Answer these questions for us. Help us fill our Library of Knowledge. In return, we will grant you access to the guild and you will reap the rewards within."
    },
    {
      "character": "Alec Kincade",
      "line": "So, do you feel up for the challenge?"
    },
    {
      "character": "Player",
      "line": "Yes. Where should I begin?"
    },
    {
      "character": "Alec Kincade",
      "line": "Head to Karamja Wines, Spirits, and Beers at Musa Point. There you'll find Dallas Jones. We've heard that he is investigating the destruction of Crandor. This seems like a good place to start."
    },
    {
      "character": "Alec Kincade",
      "line": "Good luck."
    },
    {
      "character": "Player",
      "line": "No. This is too much for me."
    },
    {
      "character": "Alec Kincade",
      "line": "As you wish. If you change your mind, you know where we are."
    },
    {
      "character": "Alec Kincade",
      "line": "Greetings, adventurer. Welcome to the Myths' Guild."
    },
    {
      "character": "Player",
      "line": "Let's talk about my quest."
    },
    {
      "character": "Alec Kincade",
      "line": "How are things progressing?"
    },
    {
      "character": "Player",
      "line": "I'm yet to discover anything."
    },
    {
      "character": "Alec Kincade",
      "line": "Well return to us once you do. If you help us fill our Library of Knowledge, we shall grant you access to the guild."
    },
    {
      "character": "Player",
      "line": "I'm investigating the origin of Elvarg. I've found some old doors on a ruined island, but they're locked. I think something important lies behind them."
    },
    {
      "character": "Alec Kincade",
      "line": "Well keep at it. If you help us fill our Library of Knowledge, we shall grant you access to the guild."
    },
    {
      "character": "Player",
      "line": "I'm investigating the origin of Elvarg. I've found some old doors on a ruined island, but they're locked. I'm trying to find the key."
    },
    {
      "character": "Player",
      "line": "I'm investigating the origin of Elvarg. I've found an ancient vault beneath a ruined island. I think it contains something important."
    },
    {
      "character": "Alec Kincade",
      "line": "Well you'd better investigate it then. If you help us fill our Library of Knowledge, we shall grant you access to the guild."
    },
    {
      "character": "Player",
      "line": "I was investigating the origin of Elvarg but I accidently released a dragonkin!"
    },
    {
      "character": "Alec Kincade",
      "line": "Well that can't be good. You'd better sort that out."
    },
    {
      "character": "Player",
      "line": "I'm working on it."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello."
    },
    {
      "character": "Player",
      "line": "Hello there. I'm. Are you Dallas Jones?"
    },
    {
      "character": "Dallas Jones",
      "line": "I am. Pleased to meet you. I'm assuming you're here because of my advert?"
    },
    {
      "character": "Player",
      "line": "Er... yes?"
    },
    {
      "character": "Dallas Jones",
      "line": "Excellent! Let me run you through the details."
    },
    {
      "character": "Dallas Jones",
      "line": "We're to head to Elvarg's lair beneath Crandor. There we will begin a research project on Elvarg and her attack on the island."
    },
    {
      "character": "Dallas Jones",
      "line": "I trust you know the tale of Elvarg?"
    },
    {
      "character": "Player",
      "line": "Well I was the one who killed her in the first place."
    },
    {
      "character": "Dallas Jones",
      "line": "You're the Hero of Crandor? Amazing!"
    },
    {
      "character": "Dallas Jones",
      "line": "I take it you know her story very well then?"
    },
    {
      "character": "Player",
      "line": "Remind me."
    },
    {
      "character": "Dallas Jones",
      "line": "Thirty years ago, an adventurer descended into the caves beneath Crandor. There he discovered the dragon Elvarg."
    },
    {
      "character": "Dallas Jones",
      "line": "Elvarg made short work of the adventurer. Once she was finished with him, she emerged from the caves and laid waste to the island."
    },
    {
      "character": "Dallas Jones",
      "line": "For the next thirty years, Elvarg remained on Crandor until she was finally defeated, by you."
    },
    {
      "character": "Dallas Jones",
      "line": "Now that Elvarg is dead, we have the opportunity to perform research on the island and investigate her attack."
    },
    {
      "character": "Dallas Jones",
      "line": "Meet me in Elvarg's Lair beneath Crandor when you're ready to begin."
    },
    {
      "character": "Player",
      "line": "Sounds good. See you there."
    },
    {
      "character": "Player",
      "line": "Yes I know it well."
    },
    {
      "character": "Dallas Jones",
      "line": "Wonderful. I won't waste your time with it then."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello again."
    },
    {
      "character": "Player",
      "line": "Hello, Dallas. So what exactly are we researching here?"
    },
    {
      "character": "Dallas Jones",
      "line": "Elvarg's attack on Crandor is a bit of an anomaly. We're here to work out why."
    },
    {
      "character": "Player",
      "line": "What made it an anomaly?"
    },
    {
      "character": "Dallas Jones",
      "line": "Elvarg is very unusual in that she is one of the few dragons to live alone. Most of her kind live in large groups."
    },
    {
      "character": "Dallas Jones",
      "line": "Not only that, she also displayed far greater aggression than most other dragons by directly attacking Crandor."
    },
    {
      "character": "Player",
      "line": "But aren't all dragons aggressive?"
    },
    {
      "character": "Dallas Jones",
      "line": "Not like Elvarg was. Most dragons will only attack those who enter their territory. Elvarg strayed well outside of hers when she attacked the island."
    },
    {
      "character": "Player",
      "line": "I see. Where should we start?"
    },
    {
      "character": "Dallas Jones",
      "line": "This is where Elvarg made her home. There must be something here to point us in the right direction. Have a look around and see what you can find."
    },
    {
      "character": "Player",
      "line": "Let's talk about the investigation."
    },
    {
      "character": "Dallas Jones",
      "line": "How are things going?"
    },
    {
      "character": "Player",
      "line": "I've found a strange wall that looks like it might have something behind it. We might be able to mine through it."
    },
    {
      "character": "Dallas Jones",
      "line": "Good work. I'm afraid you'll need to be the one to do the mining. My back isn't what it once was."
    },
    {
      "character": "Player",
      "line": "Tell me about yourself."
    },
    {
      "character": "Dallas Jones",
      "line": "Not much to tell really. My name is Dallas Jones and I'm a researcher for the Varrock Museum. Many of the researchers have an area of expertise. Mine is dragons."
    },
    {
      "character": "Player",
      "line": "Why dragons?"
    },
    {
      "character": "Dallas Jones",
      "line": "My father used to live on Crandor before it was destroyed. He was one of the many who were killed by Elvarg."
    },
    {
      "character": "Dallas Jones",
      "line": "His death left me with a great interest in dragons and I've spent the last fifteen years trying to learn more about them."
    },
    {
      "character": "Player",
      "line": "I see. Thanks, Dallas."
    },
    {
      "character": "Player",
      "line": "I've mined through a strange wall and found a tunnel behind it."
    },
    {
      "character": "Dallas Jones",
      "line": "I can see that. We could well be on to something here. You go through the tunnel and see if it's safe. I'll be right behind you."
    },
    {
      "character": "Dallas Jones",
      "line": "Goodness me! What is this place?"
    },
    {
      "character": "Player",
      "line": "It looks like some sort of laboratory."
    },
    {
      "character": "Dallas Jones",
      "line": "Are the tales true? Could this mean?"
    },
    {
      "character": "Player",
      "line": "Mean what?"
    },
    {
      "character": "Dallas Jones",
      "line": "There are ancient tales that tell of the origin of the dragons. They say they were created by a powerful race of creatures known as the dragonkin."
    },
    {
      "character": "Player",
      "line": "Dragonkin? I've heard of them."
    },
    {
      "character": "Dallas Jones",
      "line": "Yes, you likely will have. We know for a fact that the dragonkin existed. They terrorised the world for many years during the early Fourth Age."
    },
    {
      "character": "Dallas Jones",
      "line": "The thing is, despite their similar names, no actual connection between the dragonkin and the dragons has ever been proven."
    },
    {
      "character": "Player",
      "line": "Well maybe we'll be the ones to prove it."
    },
    {
      "character": "Dallas Jones",
      "line": "We might just be. We should look around and see what we can uncover."
    },
    {
      "character": "Dallas Jones",
      "line": "I just can't believe it. This place may not just hold the secrets of Elvarg, but of the whole dragon race!"
    },
    {
      "character": "Player",
      "line": "I'll look around and see what I can find."
    },
    {
      "character": "Dallas Jones",
      "line": "What was that creature?"
    },
    {
      "character": "Player",
      "line": "I have no idea."
    },
    {
      "character": "Dallas Jones",
      "line": "How strange. We should keep looking around."
    },
    {
      "character": "Player",
      "line": "I've found an old mural. It has lots of dragons and fungi on it along with some strange writing."
    },
    {
      "character": "Dallas Jones",
      "line": "What did it say?"
    },
    {
      "character": "Player",
      "line": "I don't know. It looked like a different language. It had odd words on it like 'Lithkren'."
    },
    {
      "character": "Dallas Jones",
      "line": "Lithkren? That name sounds familiar. Where have I seen it before?"
    },
    {
      "character": "Dallas Jones",
      "line": "Of course! Fossil Island! I was there recently as part of the research team investigating the differences between wyverns and dragons."
    },
    {
      "character": "Dallas Jones",
      "line": "There's an old settlement on the island with similar architecture to this place. It contains lots of books, many written in a strange language. One of the books mentioned a place called Lithkren."
    },
    {
      "character": "Player",
      "line": "You know, now that you mention it, I think I may have read that book as well."
    },
    {
      "character": "Dallas Jones",
      "line": "Well that just confirms it! Not to mention that Fossil Island is also coated in various types of fungi. It must be connected!"
    },
    {
      "character": "Dallas Jones",
      "line": "Fossil Island is also coated in various types of fungi. It must be connected!"
    },
    {
      "character": "Player",
      "line": "In that case, we should probably go to Fossil Island."
    },
    {
      "character": "Dallas Jones",
      "line": "I agree. Head to the old settlement on the north side of the island. I'll meet you there once I've finished up here."
    },
    {
      "character": "Dallas Jones",
      "line": "It looks like we've found everything here. We should move on to Fossil Island. I'll meet you at the old settlement on the north side of the island."
    },
    {
      "character": "Player",
      "line": "Hello, Dallas."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello there."
    },
    {
      "character": "Dallas Jones",
      "line": "So while I was waiting for you, I had a look through these books again. One of them mentions a nearby island called Lithkren. Thing is, there are lots of islands around here. It doesn't say which one it is."
    },
    {
      "character": "Player",
      "line": "So how do we know which island to go to?"
    },
    {
      "character": "Dallas Jones",
      "line": "Have a look at this grid on the floor. I think it might actually be a map. If you look at that tile in the middle, it looks like part of this island."
    },
    {
      "character": "Player",
      "line": "Hmm... So this map could lead us to Lithkren. Most of the pieces are missing though."
    },
    {
      "character": "Dallas Jones",
      "line": "That they are. However, I had a look around and I managed to find some of the pieces."
    },
    {
      "character": "Dallas Jones",
      "line": "By my calculations, there are 24 pieces left to find. I suspect they'll either be in this building or very close by."
    },
    {
      "character": "Player",
      "line": "Great! I'll have a look around and see if I can find them."
    },
    {
      "character": "Dallas Jones",
      "line": "Good luck. Once you have all of the pieces, bring them here and we'll see about putting this map together."
    },
    {
      "character": "Player",
      "line": "Which book was it?"
    },
    {
      "character": "Dallas Jones",
      "line": "Check the pile behind the ladder. You should find it there."
    },
    {
      "character": "Dallas Jones",
      "line": "Have you managed to find those map pieces yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Dallas Jones",
      "line": "Well keep looking. We have pieces left to find. I suspect they'll either be in this building or very close by."
    },
    {
      "character": "Player",
      "line": "Yes. I have some here."
    },
    {
      "character": "Dallas Jones",
      "line": "Great. I'll look after them for you."
    },
    {
      "character": "Player",
      "line": "Is that all of them?"
    },
    {
      "character": "Dallas Jones",
      "line": "Not yet. We have pieces left to find. I suspect they'll either be in this building or very close by."
    },
    {
      "character": "Player",
      "line": "I think that's all of them."
    },
    {
      "character": "Dallas Jones",
      "line": "It looks like it is. Good job."
    },
    {
      "character": "Dallas Jones",
      "line": "Now then, shall we see about finishing this map?"
    },
    {
      "character": "Player",
      "line": "Let's do it!"
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Dallas Jones",
      "line": "Fair enough. Let me know when you're ready."
    },
    {
      "character": "Dallas Jones",
      "line": "I do believe you've got it! Yes, we should be able to find Lithkren now."
    },
    {
      "character": "Player",
      "line": "But which island is it?"
    },
    {
      "character": "Dallas Jones",
      "line": "There's a strange symbol on the map in two places. One marks this building and the other marks an island. I bet that's Lithkren."
    },
    {
      "character": "Player",
      "line": "I think you might be right. So now that we know where the island is, we need to find a way there. Do you think the museum can help us?"
    },
    {
      "character": "Dallas Jones",
      "line": "The museum? No that won't work. Any requisition of museum resources requires a mountain of paperwork and we simply don't have time."
    },
    {
      "character": "Player",
      "line": "Don't we?"
    },
    {
      "character": "Dallas Jones",
      "line": "Of course not! Besides, I've spent years working towards this and I'm tired of waiting. It's time to discover the truth."
    },
    {
      "character": "Player",
      "line": "Alright, alright. So what do we do instead?"
    },
    {
      "character": "Dallas Jones",
      "line": "We'll need a boat. Find a dwarf called Jardric. He should be somewhere on the island. He's an old friend who owes me a favour. He should be able to get a boat for us."
    },
    {
      "character": "Dallas Jones",
      "line": "While you're doing that, I'm going to take a copy of this map."
    },
    {
      "character": "Player",
      "line": "What should I be doing again?"
    },
    {
      "character": "Dallas Jones",
      "line": "We'll need a boat to get to Lithkren. Jardric should be able to help us. See if you can find him. He should be somewhere on the island."
    },
    {
      "character": "Jardric",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "Are you Jardric?"
    },
    {
      "character": "Jardric",
      "line": "That I am. Former boatman and now a researcher for Keldagrim. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I'm working with Dallas Jones on a research project. We're investigating the destruction of Crandor. We need a boat to get to one of the nearby islands. Dallas said you could help us."
    },
    {
      "character": "Jardric",
      "line": "Did he now? Looking to cash in on that favour I bet. I'm afraid I can't help you. All the boats around here are owned by the museum and they won't just let you take them."
    },
    {
      "character": "Jardric",
      "line": "Of course, Dallas works with the museum and he could easily put in a request for one, but he's not a fan of waiting around..."
    },
    {
      "character": "Player",
      "line": "He said as much. So what can we do?"
    },
    {
      "character": "Jardric",
      "line": "Well I suppose you could always build your own. If the island isn't far you'll only need a small rowboat."
    },
    {
      "character": "Jardric",
      "line": "Mind you, you'll want to be quite good at building things, unless you fancy a trip to the bottom of the ocean."
    },
    {
      "character": "Player",
      "line": "I'm not actually too bad when it comes to construction. What will I need?"
    },
    {
      "character": "Jardric",
      "line": "Let's see... I'd say eight oak planks, ten swamp paste and 12 nails of any kind should do it. Obviously you'll need a hammer and a saw too."
    },
    {
      "character": "Jardric",
      "line": "You'll probably be wanting someone to look after the boat as well. I guess I can do that. But this means that Dallas and I are even."
    },
    {
      "character": "Jardric",
      "line": "There should be a good spot to build the boat on the west side of the island, near the mushroom forest."
    },
    {
      "character": "Player",
      "line": "Great! Thanks for the help."
    },
    {
      "character": "Jardric",
      "line": "Hello again. How's the boat coming along?"
    },
    {
      "character": "Player",
      "line": "What do I need again?"
    },
    {
      "character": "Jardric",
      "line": "You'll need a saw, a hammer, eight oak planks, ten swamp paste and 12 nails of any kind. The best place to build the boat will be on the west side of the island, near the mushroom forest."
    },
    {
      "character": "Jardric",
      "line": "Hello again. This should be a good place to build the boat."
    },
    {
      "character": "Jardric",
      "line": "You'll need a saw, a hammer, eight oak planks, ten swamp paste and 12 nails of any kind."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello again. How's the boat coming along?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Dallas Jones",
      "line": "Well talk to Jardric if you need some help. He'll know what to do."
    },
    {
      "character": "Player",
      "line": "That's the boat all finished."
    },
    {
      "character": "Jardric",
      "line": "And not a bad boat either. Good job."
    },
    {
      "character": "Dallas Jones",
      "line": "This is it. This is our chance to finally find some answers. To finally find out the truth behind Elvarg. Are you ready to go?"
    },
    {
      "character": "Player",
      "line": "I'm ready."
    },
    {
      "character": "Dallas Jones",
      "line": "Look at this place! I'm going to explore and see what I can find."
    },
    {
      "character": "Player",
      "line": "Someone's in a hurry. I suppose I should look around as well."
    },
    {
      "character": "Jardric",
      "line": "And I guess I'll stay here and look after the boat. Good luck."
    },
    {
      "character": "Dallas Jones",
      "line": "Well don't take too long. We've had to wait years for this. I don't want to wait much longer."
    },
    {
      "character": "Player",
      "line": "Well those are some big doors."
    },
    {
      "character": "Dallas Jones",
      "line": "Look at them. Look at the markings on them."
    },
    {
      "character": "Player",
      "line": "Dragons?"
    },
    {
      "character": "Dallas Jones",
      "line": "Exactly. This is it. This has to be the place."
    },
    {
      "character": "Player",
      "line": "Shall we go in?"
    },
    {
      "character": "Dallas Jones",
      "line": "We can't. I already tried, but the doors are sealed. There's a circular indentation in the middle. Maybe it's a keyhole."
    },
    {
      "character": "Player",
      "line": "Well a keyhole isn't much good if there isn't a key. We should look around and see if there are any clues nearby."
    },
    {
      "character": "Dallas Jones",
      "line": "Any luck?"
    },
    {
      "character": "Dallas Jones",
      "line": "Me neither."
    },
    {
      "character": "Player",
      "line": "I found an old diary nearby but I haven't read it yet."
    },
    {
      "character": "Dallas Jones",
      "line": "Well read it and see what it says. It could well contain the information we need."
    },
    {
      "character": "Player",
      "line": "I found an old diary nearby. It mentioned a battle that took place here involving Robert the Strong."
    },
    {
      "character": "Dallas Jones",
      "line": "Robert the Strong? He spent most of his life fighting the dragonkin. Does this mean it's true? Did they really create the dragons?"
    },
    {
      "character": "Dallas Jones",
      "line": "I guess we'll never know though. Robert the Strong is gone. We've reached a dead end."
    },
    {
      "character": "Player",
      "line": "Not necessarily. Robert the Strong might not be as dead as you think."
    },
    {
      "character": "Dallas Jones",
      "line": "What do you mean?"
    },
    {
      "character": "Player",
      "line": "Robert the Strong is still alive. He's been reincarnated as a cat called Bob."
    },
    {
      "character": "Dallas Jones",
      "line": "..."
    },
    {
      "character": "Dallas Jones",
      "line": "Just think once before you speak please."
    },
    {
      "character": "Player",
      "line": "I'm serious! Why would I lie about this?"
    },
    {
      "character": "Dallas Jones",
      "line": "Well I'm definitely not convinced, but let's say you're telling the truth... how can a cat help us?"
    },
    {
      "character": "Player",
      "line": "I have an amulet that lets me talk to cats. I can use it to ask Bob what he knows."
    },
    {
      "character": "Dallas Jones",
      "line": "This is all very confusing. You go find this cat of yours. I need to sit down and clear my head of all this weirdness."
    },
    {
      "character": "Player",
      "line": "Very well. I shall return once I've learnt more."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello. Have you found that cat yet?"
    },
    {
      "character": "Player",
      "line": "Not yet I'm afraid. He likes to move around a lot."
    },
    {
      "character": "Dallas Jones",
      "line": "Well keep at it. We need to get through these doors."
    },
    {
      "character": "Player",
      "line": "Hey, Bob!"
    },
    {
      "character": "Bob",
      "line": "Hello,. How's things?"
    },
    {
      "character": "Player",
      "line": "Not bad. I was wondering if you could help me with something."
    },
    {
      "character": "Bob",
      "line": "I guess that depends what it is."
    },
    {
      "character": "Player",
      "line": "So you know how you're actually Robert the Strong?"
    },
    {
      "character": "Bob",
      "line": "So you and the Sphinx tell me."
    },
    {
      "character": "Player",
      "line": "Long story, I'll keep it brief. I found an old dungeon with a large set of doors in it. There was a skeleton nearby with a diary that mentioned Robert the Strong."
    },
    {
      "character": "Player",
      "line": "I was hoping you could use your memories of Robert the Strong to help me open the doors."
    },
    {
      "character": "Bob",
      "line": "But I don't have any memories of Robert the Strong. It was only when the Sphinx hypnotised me that we learnt who I really was and I don't even remember that."
    },
    {
      "character": "Player",
      "line": "Hmm... This is problematic."
    },
    {
      "character": "Player",
      "line": "Maybe the Sphinx can help us again."
    },
    {
      "character": "Bob",
      "line": "Well it worked last time."
    },
    {
      "character": "Player",
      "line": "That it did. Bob, would you mind meeting me in Sophanem?"
    },
    {
      "character": "Bob",
      "line": "Well I suppose I don't have anything better to do. Not unless Unferth has forgotten where he lives again."
    },
    {
      "character": "Neite",
      "line": "Ahem."
    },
    {
      "character": "Bob",
      "line": "Oh fudge. Give me one moment,."
    },
    {
      "character": "Bob",
      "line": "Well that all sounds great to me,. I'll meet you in Sophanem."
    },
    {
      "character": "Player",
      "line": "Thanks, Bob."
    },
    {
      "character": "Neite",
      "line": "*sigh*"
    },
    {
      "character": "Bob",
      "line": "Hello,. I'm on my way to Sophanem to see the Sphinx."
    },
    {
      "character": "Player",
      "line": "Great! I'll meet you there."
    },
    {
      "character": "Player",
      "line": "Hello again, Neite."
    },
    {
      "character": "Neite",
      "line": "Hello."
    },
    {
      "character": "Player",
      "line": "Where's Bob?"
    },
    {
      "character": "Neite",
      "line": "He's meant to be with you. You haven't lost him have you?"
    },
    {
      "character": "Player",
      "line": "I don't think so."
    },
    {
      "character": "Neite",
      "line": "Well keep an eye on him for me."
    },
    {
      "character": "Player",
      "line": "I should probably wear my catspeak amulet before talking to Bob and the Sphinx."
    },
    {
      "character": "Sphinx",
      "line": "Hello, human. Bob was just telling me about your dungeon."
    },
    {
      "character": "Bob",
      "line": "That's right. Before we get into that though, about that thing I mentioned..."
    },
    {
      "character": "Player",
      "line": "Thing?"
    },
    {
      "character": "Sphinx",
      "line": "Ah yes. That amulet of yours is very useful, but it has limitations. I can use my power to grant you the ability to talk to cats even when you're not wearing it."
    },
    {
      "character": "Sphinx",
      "line": "Very few humans are ever given this power, but you've proven yourself to be a friend to feline kind."
    },
    {
      "character": "Player",
      "line": "I'm very honoured."
    },
    {
      "character": "Sphinx",
      "line": "Excellent. Prepare yourself!"
    },
    {
      "character": "Sphinx",
      "line": "All done. Now, what is it you need my help with?"
    },
    {
      "character": "Player",
      "line": "We were hoping you could hypnotise Bob again so we can learn more about his past."
    },
    {
      "character": "Sphinx",
      "line": "What is it you wish to learn?"
    },
    {
      "character": "Player",
      "line": "It's about that dungeon. I believe that it was once visited by Robert the Strong. I want to know what he did while he was there."
    },
    {
      "character": "Sphinx",
      "line": "I'm afraid I will be of little help here. All I can do is hypnotise Bob. I can't enter his mind and choose which memory to view."
    },
    {
      "character": "Player",
      "line": "Hmm... Enter his mind..."
    },
    {
      "character": "Bob",
      "line": "What are you thinking, ?"
    },
    {
      "character": "Player",
      "line": "I once entered the mind of a guy called Cyrisus to confront some personal issues of his. The Oneiromancer on Lunar Isle helped me do it. Maybe she can help us now."
    },
    {
      "character": "Bob",
      "line": "Okay, I'll join you there. That's going to be a long walk on these paws."
    },
    {
      "character": "Bob",
      "line": "I'm not ready to set out yet. You go on ahead. I'll meet you on Lunar Isle and we'll ask the Oneiromancer to help us."
    },
    {
      "character": "Bob",
      "line": "Hello again,. The Oneiromancer and I were just discussing what our perfect Sunday would be."
    },
    {
      "character": "Player",
      "line": "I didn't know you two knew each other. Also, how can you speak to cats?"
    },
    {
      "character": "Oneiromancer",
      "line": "You know it's really not that hard. You just need a bit of magic on your side. Anyway, Bob and I go way back."
    },
    {
      "character": "Player",
      "line": "Huh... small world."
    },
    {
      "character": "Oneiromancer",
      "line": "So what was it you wanted?"
    },
    {
      "character": "Player",
      "line": "We need to unlock Bob's memories from his old life as Robert the Strong. We were hoping that we could use a shared dream."
    },
    {
      "character": "Oneiromancer",
      "line": "Well we've never actually done a shared dream between a human and a cat before, but it shouldn't be any different. You'll just need another Potion of Shared Dreaming."
    },
    {
      "character": "Oneiromancer",
      "line": "Would you like me to remind you how they are made?"
    },
    {
      "character": "Player",
      "line": "Yes please."
    },
    {
      "character": "Oneiromancer",
      "line": "I'll give you a vial. You'll need to fill it with water, followed by one ground astral rune and some goutweed."
    },
    {
      "character": "Oneiromancer",
      "line": "Once you've done that, light the brazier in the middle of town. When you're ready to begin your dream, just use the potion on the brazier."
    },
    {
      "character": "Oneiromancer",
      "line": "You'll need to make some room in your inventory for this vial. Come back to me when you have."
    },
    {
      "character": "Oneiromancer",
      "line": "Here's a vial for your potion. Good luck."
    },
    {
      "character": "Player",
      "line": "No thanks."
    },
    {
      "character": "Bob",
      "line": "You should get to work on making that potion."
    },
    {
      "character": "Player",
      "line": "Hi, Bob! I've finished the Potion of Shared Dreaming."
    },
    {
      "character": "Bob",
      "line": "Good stuff. Take it to the brazier in the middle of town and we can begin the dream."
    },
    {
      "character": "Oneiromancer",
      "line": "Hello there. What do you want to talk about?"
    },
    {
      "character": "Oneiromancer",
      "line": "How are things going?"
    },
    {
      "character": "Player",
      "line": "What am I meant to be doing again?"
    },
    {
      "character": "Oneiromancer",
      "line": "Take the vial I gave you and fill it with water. After that, add one ground astral rune and some goutweed."
    },
    {
      "character": "Player",
      "line": "I've made the Potion of Shared Dreaming."
    },
    {
      "character": "Oneiromancer",
      "line": "In that case you should take it to the brazier in the middle of town."
    },
    {
      "character": "Bob",
      "line": "Good stuff. Light the brazier then add the potion."
    },
    {
      "character": "Bob",
      "line": "Good stuff. Add the potion to the brazier and we can begin."
    },
    {
      "character": "Player",
      "line": "Ready, Bob?"
    },
    {
      "character": "Bob",
      "line": "Ready when you are,."
    },
    {
      "character": "Bob",
      "line": "Hello,. Shall we go back into the dream again?"
    },
    {
      "character": "Not Bob",
      "line": "Hello."
    },
    {
      "character": "Bob",
      "line": "Who are you?"
    },
    {
      "character": "Not Bob",
      "line": "Well one thing's for sure, I'm definitely Not Bob."
    },
    {
      "character": "Bob",
      "line": "Okay... so who are you then?"
    },
    {
      "character": "Not Bob",
      "line": "I just told you, I'm Not Bob."
    },
    {
      "character": "Bob",
      "line": "Well this is confusing."
    },
    {
      "character": "Player",
      "line": "These dreams usually are."
    },
    {
      "character": "Bob",
      "line": "So Not Bob, why are you here?"
    },
    {
      "character": "Not Bob",
      "line": "You tell me. It's your mind we're in right now."
    },
    {
      "character": "Player",
      "line": "We're here to recover Bob's lost memories from his life as Robert the Strong. Do you think you can help us?"
    },
    {
      "character": "Not Bob",
      "line": "I suppose I can. This barrier represents the divide between Bob the Cat and Robert the Strong. The memories you seek are right here, on the other side of the barrier."
    },
    {
      "character": "Bob",
      "line": "So all we need to do is go through the barrier?"
    },
    {
      "character": "Not Bob",
      "line": "Going through the barrier will give you access to Robert's memories, but only while you're in the dream. As soon as you leave, you'll forget them again."
    },
    {
      "character": "Player",
      "line": "So how can we permanently unlock them?"
    },
    {
      "character": "Not Bob",
      "line": "Destroying the barrier of course. Head through the barrier and defeat the guardian. That should do the trick."
    },
    {
      "character": "Bob",
      "line": "Defeat the guardian? I'm no good at combat... I'm a cat."
    },
    {
      "character": "Not Bob",
      "line": "Good job this is a shared dream then. It doesn't have to be you that defeats him."
    },
    {
      "character": "Player",
      "line": "Looks like it's up to me then. Wish me luck."
    },
    {
      "character": "Bob",
      "line": "Good luck,."
    },
    {
      "character": "Bob",
      "line": "Apparently you need to defeat the guardian on the other side of this barrier. Sounds odd to me, but what do I know."
    },
    {
      "character": "Not Bob",
      "line": "Pass through the barrier and defeat the guardian. That should restore Bob's lost memories."
    },
    {
      "character": "Bob",
      "line": "I remember! Lithkren! The dragonkin! The vault!"
    },
    {
      "character": "Dragonkin",
      "line": "Robert! I should have known that this would be your doing."
    },
    {
      "character": "Robert the Strong",
      "line": "It's over dragonkin. The island is ours. You have lost."
    },
    {
      "character": "Dragonkin",
      "line": "Lost? This is no more than a minor setback. The work we have done here will see the end of your kind. You are too late to stop it."
    },
    {
      "character": "Aivas",
      "line": "And what work might that be?"
    },
    {
      "character": "Dragonkin",
      "line": "Our new weapon. One that will bring a swift end to humanity. I'd love to be able to show you, but I'm afraid I have more pressing matters."
    },
    {
      "character": "Camorra",
      "line": "Like dying perhaps?"
    },
    {
      "character": "Dragonkin",
      "line": "You'd like that, wouldn't you? Alas, I'm afraid that I won't be the one that dies today."
    },
    {
      "character": "Tristan",
      "line": "We'll see about that."
    },
    {
      "character": "Dragonkin",
      "line": "Yes we will, for this is where it begins."
    },
    {
      "character": "Robert the Strong",
      "line": "No. This is where it ends."
    },
    {
      "character": "Tristan",
      "line": "Aivas!"
    },
    {
      "character": "Camorra",
      "line": "You'll pay for that!"
    },
    {
      "character": "Tristan",
      "line": "What is that?"
    },
    {
      "character": "Robert the Strong",
      "line": "Looks like some sort of key. For these doors I assume."
    },
    {
      "character": "Camorra",
      "line": "Should we open them?"
    },
    {
      "character": "Robert the Strong",
      "line": "No. That dragonkin mentioned a weapon. One that could destroy us all. Better something like that remains hidden... for now."
    },
    {
      "character": "Player",
      "line": "How are you doing, Bob?"
    },
    {
      "character": "Bob",
      "line": "I've got a lot to take in and understand, but I'm okay."
    },
    {
      "character": "Player",
      "line": "So do you have all of your memories back now?"
    },
    {
      "character": "Bob",
      "line": "Yes and no. I now have my old memories again, but there are so many of them. I can't quite piece them all together yet. I need time to properly work things out."
    },
    {
      "character": "Bob",
      "line": "However, one thing that I do remember clearly is that battle. I also remember what happened next."
    },
    {
      "character": "Player",
      "line": "So what did happen?"
    },
    {
      "character": "Bob",
      "line": "After the battle, myself, Tristan and Camorra split the key into four pieces. We vowed to ensure that the dragonkin would never recover them, and to only return once the war was won."
    },
    {
      "character": "Player",
      "line": "But you never did?"
    },
    {
      "character": "Bob",
      "line": "No. In the end, we went our seperate ways. Of the four pieces, Camorra took one, Tristan took another and I took the final two."
    },
    {
      "character": "Bob",
      "line": "Camorra eventually boarded a ship for lands to the far west, never to be seen again. She took her key piece with her."
    },
    {
      "character": "Bob",
      "line": "Tristan passed his piece on to his descendants. They lived in the city of Saranthium, where Varrock now stands. Perhaps the Varrock Library has some record of them."
    },
    {
      "character": "Bob",
      "line": "I hid one of my pieces in the most unlikely of places, an abandoned dragonkin fortress. You'll find the fortress on a snow covered island, north west of Rellekka."
    },
    {
      "character": "Bob",
      "line": "The final piece I took to Karamja. I hid it in an ancient temple on the south coast of the island."
    },
    {
      "character": "Player",
      "line": "Sounds like I have a fair amount of work to do. Thanks, Bob."
    },
    {
      "character": "Bob",
      "line": "With the dragonkin long gone, the vault should be safe to open. That said, you should still be cautious,."
    },
    {
      "character": "Bob",
      "line": "The scars of our war with the dragonkin remain to this day, and the weapon in that vault could still be very dangerous."
    },
    {
      "character": "Player",
      "line": "Don't worry, I'll be careful."
    },
    {
      "character": "Bob",
      "line": "Hello,."
    },
    {
      "character": "Player",
      "line": "Hi, Bob. Could you remind me where those key pieces are?"
    },
    {
      "character": "Bob",
      "line": "The key was split into four different pieces. Camorra took one piece, Tristan took another and I took the final two."
    },
    {
      "character": "Bob",
      "line": "Camorra boarded a ship for lands to the far west, never to be seen again. She took her key piece with her."
    },
    {
      "character": "Player",
      "line": "Hello. I was wondering if you could help me with something?"
    },
    {
      "character": "Reldo",
      "line": "What do you need?"
    },
    {
      "character": "Player",
      "line": "I'm looking for information on a Fourth Age hero. His name was Tristan and he fought alongside Robert the Strong."
    },
    {
      "character": "Reldo",
      "line": "Ah, you must mean Tristan Corvo. I can't remember anyone ever asking about him before. Most prefer to hear about the bigger heroes like Arrav or Robert."
    },
    {
      "character": "Player",
      "line": "But you know about Tristan?"
    },
    {
      "character": "Reldo",
      "line": "Oh yes. What was it you wanted to learn?"
    },
    {
      "character": "Player",
      "line": "I'd like to learn about his descendants. I know they lived in this area."
    },
    {
      "character": "Reldo",
      "line": "Well we do have census records which date back to when the city was still called Avarrocka, but I'm afraid we don't have anything from before that time."
    },
    {
      "character": "Player",
      "line": "Hmm... It might still be worth a look. Where can I find this information?"
    },
    {
      "character": "Reldo",
      "line": "I have a book around here somewhere with all of the details. Why don't you see if you can find it? It's red if I remember right."
    },
    {
      "character": "Reldo",
      "line": "Have you found that book yet?"
    },
    {
      "character": "Reldo",
      "line": "I know it's around here somewhere. It's red if I remember right."
    },
    {
      "character": "Player",
      "line": "I have it here."
    },
    {
      "character": "Reldo",
      "line": "Wonderful! Let's have a look."
    },
    {
      "character": "Player",
      "line": "So what does the book say?"
    },
    {
      "character": "Reldo",
      "line": "Okay let's see... The Corvo family... Here we are! According to this, there was a family by the name of Corvo living in Avarrocka for most of the Fourth Age."
    },
    {
      "character": "Reldo",
      "line": "The last entry is from the year 1770 of the Fourth Age."
    },
    {
      "character": "Player",
      "line": "What happened to them?"
    },
    {
      "character": "Reldo",
      "line": "Impossible to say for sure, but it was around that time that many people left Misthalin to settle in Morytania. It's possible that the Corvo family was among them."
    },
    {
      "character": "Reldo",
      "line": "I'm afraid that's all the help I can provide. Port Phasmatys is where most of the Morytania settlers wound up. Perhaps you'll find what you're looking for there."
    },
    {
      "character": "Player",
      "line": "Okay, thanks Reldo."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Reldo",
      "line": "Did you have any luck finding the Corvo family?"
    },
    {
      "character": "Reldo",
      "line": "Port Phasmatys might be a good place to look. It's where most of the Morytania settlers wound up."
    },
    {
      "character": "Player",
      "line": "Hello. Do you know anyone with the name Corvo?"
    },
    {
      "character": "Ghost villager",
      "line": "Sarah Corvo? She lives in the house next to the bank."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Sarah",
      "line": "Hello."
    },
    {
      "character": "Sarah",
      "line": "Of course. I'm Sarah Corvo. Not many people interested in visiting me these days. What brings you here?"
    },
    {
      "character": "Player",
      "line": "I'm on the hunt for the piece of a key. It was once in the possession of your ancestor, Tristan Corvo."
    },
    {
      "character": "Sarah",
      "line": "I see. I'm afraid I can't help you. The key piece is gone."
    },
    {
      "character": "Player",
      "line": "Gone?"
    },
    {
      "character": "Sarah",
      "line": "Yes gone. When my father passed the key piece down to me, he told me that I must keep it safe no matter what. When the vampyres came to Port Phasmatys, I buried it out in the swamps to stop them getting it."
    },
    {
      "character": "Player",
      "line": "But how do I get it back?"
    },
    {
      "character": "Sarah",
      "line": "You don't. The key piece is gone and it's safer that way. I never liked looking after that red lump of metal anyway."
    },
    {
      "character": "Player",
      "line": "Hmm... I think I might know just the scientist to help me out with this. Time for me to visit Draynor Manor."
    },
    {
      "character": "Sarah",
      "line": "What was that?"
    },
    {
      "character": "Player",
      "line": "Oh, nothing. I'd best be off. Thank you for your time."
    },
    {
      "character": "Sarah",
      "line": "You again. You're not still after that key piece are you?"
    },
    {
      "character": "Player",
      "line": "Nope. Just stopping by to say hello."
    },
    {
      "character": "Player",
      "line": "Well that was great. See you later."
    },
    {
      "character": "Ava",
      "line": "Hello again. Are you after another device, or some information, or would you like to see my goods for sale?"
    },
    {
      "character": "Player",
      "line": "I need your help with a key piece."
    },
    {
      "character": "Ava",
      "line": "A key piece?"
    },
    {
      "character": "Player",
      "line": "Yes. I'm looking for the piece of a key made out of red metal. I know it's buried somewhere in Mort Myre Swamp, but I don't know exactly where. I was thinking..."
    },
    {
      "character": "Ava",
      "line": "You were thinking that because I made you a metal attracting device before that I'd be able to do it again."
    },
    {
      "character": "Player",
      "line": "Er... yeah, pretty much."
    },
    {
      "character": "Ava",
      "line": "Should be doable. Will need to be quite different to your device though. Much greater distance and a different type of metal. You said it was red, right?"
    },
    {
      "character": "Player",
      "line": "Yes it's..."
    },
    {
      "character": "Ava",
      "line": "Must be orikalkum. Dragon as you adventuring lot call it. Quite rare. Should make things easier. Now let me think about this... If we just... hmm... yes... perfect!"
    },
    {
      "character": "Player",
      "line": "Perfect?"
    },
    {
      "character": "Ava",
      "line": "Go get one cut dragonstone and two molten glass. Use a glassblowing pipe to craft a glass orb with the dragonstone in the centre. Once you have it, bring it to me. Any questions? Good. Bye."
    },
    {
      "character": "Ava",
      "line": "Have you crafted that orb yet?"
    },
    {
      "character": "Ava",
      "line": "You adventurers are so forgetful. You'll need one cut dragonstone and two molten glass. Use a glassblowing pipe to craft a glass orb with the dragonstone in the centre. When you're done, bring it back here."
    },
    {
      "character": "Player",
      "line": "I have indeed."
    },
    {
      "character": "Ava",
      "line": "Hand it over then."
    },
    {
      "character": "Ava",
      "line": "Excellent. Now just a few small adjustments and..."
    },
    {
      "character": "Ava",
      "line": "Here you go. You can use this to track down that key piece of yours."
    },
    {
      "character": "Player",
      "line": "Great! How does it work?"
    },
    {
      "character": "Ava",
      "line": "The orb will pull you in the direction of the key piece, but be careful with it. It's a little unstable."
    },
    {
      "character": "Player",
      "line": "Awesome! That's just... Wait... what do you mean unstable?"
    },
    {
      "character": "Ava",
      "line": "Nothing to get worried about. It might just sting a bit when you use it."
    },
    {
      "character": "Player",
      "line": "Er... great? Anyway, before I go I was wondering..."
    },
    {
      "character": "Ava",
      "line": "If I could upgrade that device of yours?"
    },
    {
      "character": "Player",
      "line": "Well now that you mention it..."
    },
    {
      "character": "Ava",
      "line": "Hmm... Might be possible. The chicken is the weakness at the moment. If you find something with a bit more kick, I might be able to upgrade it further."
    },
    {
      "character": "Player",
      "line": "Bit more kick?"
    },
    {
      "character": "Ava",
      "line": "Yes. Something a bit stronger. A bit more undead."
    },
    {
      "character": "Player",
      "line": "Okay... Thanks for the help Ava. See you later."
    },
    {
      "character": "Ava",
      "line": "I already made you a locator orb. What else do you need?"
    },
    {
      "character": "Player",
      "line": "How does it work?"
    },
    {
      "character": "Player",
      "line": "Don't get mad."
    },
    {
      "character": "Ava",
      "line": "You lost it, didn't you?"
    },
    {
      "character": "Player",
      "line": "Yeah..."
    },
    {
      "character": "Ava",
      "line": "Well luckily for you, I made a spare. Please try to look after this one."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Gujuo",
      "line": "Good day, Bwana. The Kharazi jungle is especially beautiful today, isn't it?"
    },
    {
      "character": "Player",
      "line": "I'm looking for an ancient temple."
    },
    {
      "character": "Gujuo",
      "line": "A temple? There's an old dungeon in the south east corner of the jungle. Could this be what you seek, Bwana?"
    },
    {
      "character": "Player",
      "line": "It may well be. Thanks for the help."
    },
    {
      "character": "Gujuo",
      "line": "I must warn you, Bwana, that place is dangous. Many of our people have entered and never returned."
    },
    {
      "character": "Player",
      "line": "It can never be easy can it? Okay, I'll be careful. Thanks again."
    },
    {
      "character": "Gujuo",
      "line": "Did you try that dungeon in the south east corner of the jungle, Bwana?"
    },
    {
      "character": "Player",
      "line": "I didn't. I'll look there. Thank you."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Greetings,. How are things?"
    },
    {
      "character": "Player",
      "line": "Hello, Brundt. I wanted to ask you about something."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well ask away,."
    },
    {
      "character": "Player",
      "line": "Apparently there's an island north of here with an ancient fortress on it. Have you heard of it?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I think I know of this island. Ungael, we call it. It is a dark place, guarded by a deadly beast. Some of our finest warriors tried to take the beast down, but to no success."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Do you intend to slay this beast for yourself, ?"
    },
    {
      "character": "Player",
      "line": "Er... yes, I think I do."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "This is no easy task, but glory awaits you if you succeed."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Go see Torfinn on the docks. He can take you to Ungael. Good luck,."
    },
    {
      "character": "Player",
      "line": "Will he talk to me while I'm exiled?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "He should do. Just tell him I sent you."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Greetings,. Have you destroyed that beast yet?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well if you speak to Torfinn on the docks he will take you to Ungael. Good luck,."
    },
    {
      "character": "Torfinn",
      "line": "Good day to you,. How can I help you?"
    },
    {
      "character": "Player",
      "line": "The chieftain says you can take me to Ungael."
    },
    {
      "character": "Torfinn",
      "line": "That I can. You should know though, Ungael is a dangerous place. It is guarded by a deadly foe, one that spits fire at its enemies."
    },
    {
      "character": "Torfinn",
      "line": "I shouldn't really be talking to you."
    },
    {
      "character": "Player",
      "line": "I know but the Chieftain says you can take me to Ungael."
    },
    {
      "character": "Torfinn",
      "line": "Well if the Chieftain says it's okay then I guess I can. You should know though, Ungael is a dangerous place. It is guarded by a deadly force, one that spits fire at its enemies."
    },
    {
      "character": "Player",
      "line": "Spits fire? Sounds like some sort of fire protection might be useful."
    },
    {
      "character": "Torfinn",
      "line": "So, are you ready to go to Ungael?"
    },
    {
      "character": "Torfinn",
      "line": "Then we shall go."
    },
    {
      "character": "Torfinn",
      "line": "I will be here when you are."
    },
    {
      "character": "Torfinn",
      "line": "Good day to you,. Do you want to go to Ungael?"
    },
    {
      "character": "Torfinn",
      "line": "I'm not meant to be talking to you. I guess I can still take you to Ungael though if you want."
    },
    {
      "character": "Player",
      "line": "No thank you."
    },
    {
      "character": "Veos",
      "line": "Hey there! Do you need something?"
    },
    {
      "character": "Player",
      "line": "Have you ever heard of Camorra?"
    },
    {
      "character": "Veos",
      "line": "Camorra? What's a Camorra?"
    },
    {
      "character": "Player",
      "line": "She was an ancient hero who lived about two thousand years ago. I believe she travelled here at some point."
    },
    {
      "character": "Veos",
      "line": "An ancient hero? Sounds like the Library Historical Archive is where you want to be. Talk to Archeio in the Arceuus Library. He can take you there."
    },
    {
      "character": "Player",
      "line": "Great. Thank you."
    },
    {
      "character": "Veos",
      "line": "I'm afraid not. Did you try the Library Historical Archive?"
    },
    {
      "character": "Veos",
      "line": "I suggest you try there. Talk to Archeio in the Arceuus Library. He can take you there."
    },
    {
      "character": "Player",
      "line": "Thank you."
    },
    {
      "character": "Istoria",
      "line": "Welcome to the Library Historical Archive."
    },
    {
      "character": "Player",
      "line": "Do you know anything about Camorra?"
    },
    {
      "character": "Istoria",
      "line": "I think I have heard that name before. Who is she?"
    },
    {
      "character": "Player",
      "line": "She was a hero who lived around two thousand years ago."
    },
    {
      "character": "Istoria",
      "line": "I see. We have very few records from before the founding of Kourend. That said, perhaps Imerominia could help you? As a horologist, such ancient topics may fall within her purview."
    },
    {
      "character": "Istoria",
      "line": "Is there something else I can help you with?"
    },
    {
      "character": "Player",
      "line": "Hello. What do you do here?"
    },
    {
      "character": "Imerominia",
      "line": "Hello. My name is Imerominia and I'm the library horologist."
    },
    {
      "character": "Imerominia",
      "line": "I can't say I have. Who is she?"
    },
    {
      "character": "Player",
      "line": "She's a hero from around two thousand years ago. I believe she travelled to Kourend during the Dragonkin Conflicts. I was hoping to learn more about her."
    },
    {
      "character": "Imerominia",
      "line": "Two thousand years ago? That's long before the founding of Kourend. I'm afraid we have very few records from those times here."
    },
    {
      "character": "Player",
      "line": "Oh. So you can't help me?"
    },
    {
      "character": "Imerominia",
      "line": "I can't, but someone might be able to. The five cities of Kourend were founded long before the kingdom itself. Each city has their own historian who might have more information on the early days of their city."
    },
    {
      "character": "Player",
      "line": "Great. Is there a particular city you'd recommend?"
    },
    {
      "character": "Imerominia",
      "line": "Hosidius and Shayzien were the two cities founded during the Dragonkin Conflicts. They might be the best ones to start with. The other cities were founded much earlier, during the God Wars."
    },
    {
      "character": "Player",
      "line": "Where can I find the Hosidius and Shayzien historians?"
    },
    {
      "character": "Imerominia",
      "line": "Jonathan is the Hosidius historian. He lives west of the Hosidius General Store. Amelia is the Shayzien historian. She lives south west of the Shayzien Pub."
    },
    {
      "character": "Player",
      "line": "Thanks for the help."
    },
    {
      "character": "Imerominia",
      "line": "I have not. Did you try talking to the Hosidius and Shayzien historians about her."
    },
    {
      "character": "Player",
      "line": "Where can I find them again?"
    },
    {
      "character": "Player",
      "line": "Hello there. Have you heard of Camorra?"
    },
    {
      "character": "Jonathan",
      "line": "Who?"
    },
    {
      "character": "Player",
      "line": "Camorra. She was a great hero who fought in the Dragonkin Conflicts. I think she travelled to Kourend during the war. I'm trying to find out what happened to her."
    },
    {
      "character": "Jonathan",
      "line": "A hero? Well she wouldn't have had much to do with Hosidius. The early Hosidius settlers were all pacificts. They'd have stayed away from people like her."
    },
    {
      "character": "Player",
      "line": "Oh well. Thanks for the help."
    },
    {
      "character": "Amelia",
      "line": "Hello. Can I help you?"
    },
    {
      "character": "Player",
      "line": "Have you heard of Camorra?"
    },
    {
      "character": "Amelia",
      "line": "Not that I remember."
    },
    {
      "character": "Player",
      "line": "Well she was a great hero during the Dragonkin Conflicts. I think she travelled to Kourend before the war ended. I'm trying to find out more about her."
    },
    {
      "character": "Amelia",
      "line": "Well Shayzien was founded by those fleeing the Dragonkin Conflicts, and the city has never been short of heroes. There's a good chance she was connected to Shayzien in some way."
    },
    {
      "character": "Player",
      "line": "But you've never heard of her?"
    },
    {
      "character": "Amelia",
      "line": "No, but that's not surprising. Much of our history was lost during Xeric's reign. However, there is somewhere you might find answers."
    },
    {
      "character": "Player",
      "line": "Where's that?"
    },
    {
      "character": "Amelia",
      "line": "The Shayzien Crypts. They were built before the kingdom even existed. Some of the oldest Shayzien heroes are buried there."
    },
    {
      "character": "Player",
      "line": "Let me guess... there's a catch isn't there?"
    },
    {
      "character": "Amelia",
      "line": "I'm afraid so. For hundreds of years, the crypts have been overrun by the dead. We've tried clearing them out, but they just come back again."
    },
    {
      "character": "Player",
      "line": "Well thankfully I ain't afraid of no ghosts. Where do I start?"
    },
    {
      "character": "Amelia",
      "line": "They're zombies and skeletons, not ghosts. You'll find the entrance to the crypts in the Graveyard of Heroes, west of here. Be careful."
    },
    {
      "character": "Player",
      "line": "Thank you for the help."
    },
    {
      "character": "Amelia",
      "line": "I'm sure we've already spoken about this."
    },
    {
      "character": "Player",
      "line": "We probably have. I'm very forgetful."
    },
    {
      "character": "Amelia",
      "line": "The most likely place to find answers is the Shayzien Crypts. You'll find the entrance in the Graveyard of Heroes, west of here. Be careful, it's filled with zombies and skeletons."
    },
    {
      "character": "Bob",
      "line": "Hello again,."
    },
    {
      "character": "Player",
      "line": "How's it going, Bob?"
    },
    {
      "character": "Bob",
      "line": "Now that I've started to regain my memories, I find myself hungry for answers. I'd like to see for myself what these doors guard."
    },
    {
      "character": "Player",
      "line": "Well we'll be finding out very soon. I've managed to fix the key."
    },
    {
      "character": "Bob",
      "line": "Let's see if it works then."
    },
    {
      "character": "Player",
      "line": "I've managed to repair the key."
    },
    {
      "character": "Dallas Jones",
      "line": "Well no point waiting around. Let's get these doors open."
    },
    {
      "character": "Player",
      "line": "Oh my!"
    },
    {
      "character": "Dallas Jones",
      "line": "That is one big dragon!"
    },
    {
      "character": "Bob",
      "line": "This isn't right... We've made a mistake. We need to leave now!"
    },
    {
      "character": "Mysterious Voice",
      "line": "Magnificent isn't he?"
    },
    {
      "character": "Mysterious Voice",
      "line": "His name is Galvek. In our tongue, it means..."
    },
    {
      "character": "Dragonkin",
      "line": "Fate."
    },
    {
      "character": "Bob",
      "line": "You! I remember you. Zorgoth."
    },
    {
      "character": "Zorgoth",
      "line": "Hello, Robert. You've had quite the makeover."
    },
    {
      "character": "Bob",
      "line": "You should be dead."
    },
    {
      "character": "Zorgoth",
      "line": "We dragonkin are not as flimsy as you. I'm afraid you failed."
    },
    {
      "character": "Player",
      "line": "You're a dragonkin?"
    },
    {
      "character": "Zorgoth",
      "line": "Ah, I see you brought your friend with you. I'm surprised to see you here after all this time. Curious..."
    },
    {
      "character": "Player",
      "line": "What do you..."
    },
    {
      "character": "Dallas Jones",
      "line": "Hello there, dragonkin."
    },
    {
      "character": "Zorgoth",
      "line": "You I don't recognise. Who are you?"
    },
    {
      "character": "Dallas Jones",
      "line": "I'm Dallas Jones, and I came here for answers."
    },
    {
      "character": "Zorgoth",
      "line": "Is that so? Then tell me, Dallas Jones, what answers do you seek?"
    },
    {
      "character": "Dallas Jones",
      "line": "I want to know the truth about Elvarg, about Crandor."
    },
    {
      "character": "Zorgoth",
      "line": "Elvarg? Crandor? These names mean nothing to me."
    },
    {
      "character": "Player",
      "line": "Elvarg was a dragon who attacked the island of Crandor. We found a lab hidden in her lair. We followed the clues and they led us here, to you."
    },
    {
      "character": "Zorgoth",
      "line": "You gave her a name? I never bothered. She was nothing."
    },
    {
      "character": "Bob",
      "line": "Nothing? What do you mean?"
    },
    {
      "character": "Zorgoth",
      "line": "After your failed attempt on my life, I realised that we were starting to lose the war against your kind. We needed to turn the tide. We needed a new weapon."
    },
    {
      "character": "Zorgoth",
      "line": "The creature you call Elvarg was the first. An attempt to create a being which would crush humanity once and for all. She was a failure. Too weak. Pathetic."
    },
    {
      "character": "Zorgoth",
      "line": "We moved on. We tried various other methods, all ending in disappointment. In the end, we came here. Our largest facility yet. Here we began work on what would become our masterpiece."
    },
    {
      "character": "Bob",
      "line": "But we got here first."
    },
    {
      "character": "Zorgoth",
      "line": "An annoying setback. When you attacked, I had this place sealed, to keep our work safe. My people were to return after the attack and release me again."
    },
    {
      "character": "Bob",
      "line": "But we killed them before they could leave."
    },
    {
      "character": "Zorgoth",
      "line": "I suspected as much. However, it turned out quite well for me in the end. I have been sealed here for hundreds of years, alone and without disturbance. More than enough time for me to perfect our salvation."
    },
    {
      "character": "Player",
      "line": "Galvek."
    },
    {
      "character": "Zorgoth",
      "line": "Yes. He has power that no other dragon has. The power to influence the minds of other dragons. Through him, an army will be raised. One that will annihilate humanity."
    },
    {
      "character": "Dallas Jones",
      "line": "Why?"
    },
    {
      "character": "Zorgoth",
      "line": "Why? You attacked us. Tried to destroy us. You took away our homes, our people. Were we expected to stand by and watch?"
    },
    {
      "character": "Bob",
      "line": "We were defending ourselves. You threatened to destroy us all."
    },
    {
      "character": "Zorgoth",
      "line": "Not all of us. Only a few gave in to the anger of the curse. Only a few waged war on you. But you were not willing to distinguish. And now, neither am I."
    },
    {
      "character": "Zorgoth",
      "line": "Humanity is a disease. You have just unleashed the cure."
    },
    {
      "character": "Player",
      "line": "Do you really think we're letting you leave this place?"
    },
    {
      "character": "Zorgoth",
      "line": "I don't think you have a choice. Let me show you..."
    },
    {
      "character": "Zorgoth",
      "line": "Awaken!"
    },
    {
      "character": "Bob",
      "line": "It's moving!"
    },
    {
      "character": "Player",
      "line": "Dallas!"
    },
    {
      "character": "Both",
      "line": "Aaargh!"
    },
    {
      "character": "Bob",
      "line": "We'd better go!"
    },
    {
      "character": "Jardric",
      "line": "What's happening?"
    },
    {
      "character": "Jardric",
      "line": "Aaargh!"
    },
    {
      "character": "Zorgoth",
      "line": "You dare!"
    },
    {
      "character": "Zorgoth",
      "line": "The doors are unlocked! Release us!"
    },
    {
      "character": "Jardric",
      "line": "That really hurt!"
    },
    {
      "character": "Bob",
      "line": "It looks like we may have a slight problem on our hands."
    },
    {
      "character": "Player",
      "line": "What do we do? That dragonkin said he was going to assemble an army of dragons!"
    },
    {
      "character": "Jardric",
      "line": "This is too much for just us to deal with. We're going to need some help."
    },
    {
      "character": "Player",
      "line": "Any suggestions?"
    },
    {
      "character": "Jardric",
      "line": "King Roald commands one of the largest armies in the world. He's probably a good starting point."
    },
    {
      "character": "Player",
      "line": "Good plan. I'll go see the King."
    },
    {
      "character": "Jardric",
      "line": "And I'll get in touch with Keldagrim. Maybe they can help us."
    },
    {
      "character": "Player",
      "line": "Greetings, your majesty."
    },
    {
      "character": "King Roald",
      "line": "Hello there. Do you need something?"
    },
    {
      "character": "Player",
      "line": "I'm here to talk about dragons."
    },
    {
      "character": "King Roald",
      "line": "If you mean the dragons that have been spotted flying around, we're well aware. I have my best people investigating this and we will make sure the citizens are safe. Now, be on your way."
    },
    {
      "character": "Player",
      "line": "Wait! I know what the dragons are doing."
    },
    {
      "character": "King Roald",
      "line": "You do?"
    },
    {
      "character": "Player",
      "line": "Yes. There's a dragonkin named Zorgoth who has managed to bring them under his control. He is forming an army which he intends to use to attack humanity!"
    },
    {
      "character": "King Roald",
      "line": "A dragonkin? That's preposterous. The dragonkin have been dead for hundreds of years."
    },
    {
      "character": "Player",
      "line": "I know it sounds crazy, but you have to believe me! Why else would the dragons be acting so odd?"
    },
    {
      "character": "King Roald",
      "line": "Well I suppose you've been a friend to Varrock in the past. What would you ask of us?"
    },
    {
      "character": "Player",
      "line": "You need to gather your soldiers. We have to destroy this dragon threat before it destroys us."
    },
    {
      "character": "Aeonisig Raispher",
      "line": "Gather the soldiers? My lord, do you know what this means?"
    },
    {
      "character": "King Roald",
      "line": "Of course I know what it means. But this citizen is right, we have no choice."
    },
    {
      "character": "Aeonisig Raispher",
      "line": "But my lord..."
    },
    {
      "character": "King Roald",
      "line": "Enough. This enemy is threatening us directly and we must respond."
    },
    {
      "character": "King Roald",
      "line": "Enough. This isn't like Morytania. There is no godly involvement here. This enemy is threatening us directly and we must respond."
    },
    {
      "character": "King Roald",
      "line": "I will make the necessary preparations. In the meantime, citizen, you will visit King, Chieftain Brundt and Sir Amik Varze. Tell them to come to Varrock to discuss the dragon threat."
    },
    {
      "character": "Aeonisig Raispher",
      "line": "Chieftain Brundt? You would ally with those barbarians?"
    },
    {
      "character": "King Roald",
      "line": "For Saradomin's sake! They have ships and they have soldiers! We need them on our side."
    },
    {
      "character": "Player",
      "line": "I'm not sure if we want King Lathas on our side."
    },
    {
      "character": "King Roald",
      "line": "You as well? Put your petty disagreements aside and look at the big picture. We must all work together if we are to survive."
    },
    {
      "character": "Player",
      "line": "I guess you're right."
    },
    {
      "character": "King Roald",
      "line": "Now, you should get moving. Time is not on our side. While you're gone, I'll have Aeonisig reach out to some other people as well. We need all the help we can get."
    },
    {
      "character": "King Roald",
      "line": "Hello there. Have you spoken to the other leaders yet?"
    },
    {
      "character": "Player",
      "line": "Not yet. Who am I meant to be speaking to again?"
    },
    {
      "character": "King Roald",
      "line": "Talk to King, Chieftain Brundt and Sir Amik Varze. Tell them that they are needed in Varrock to discuss the dragon threat. Now hurry up and get it done."
    },
    {
      "character": "Player",
      "line": "Hello, Sir Amik."
    },
    {
      "character": "Sir Amik Varze",
      "line": "Hello there. What can I do for you?"
    },
    {
      "character": "Sir Amik Varze",
      "line": "I assume you mean all these dragons that have been flying around. Do you know something?"
    },
    {
      "character": "Player",
      "line": "I do. It's not good I'm afraid. The dragons are uniting under a dragonkin named Zorgoth. He intends to use them against us."
    },
    {
      "character": "Sir Amik Varze",
      "line": "I thought all the dragonkin were dead!"
    },
    {
      "character": "Player",
      "line": "I'm afraid not."
    },
    {
      "character": "Sir Amik Varze",
      "line": "History says they are a formidable enemy. Do you have a plan to combat this threat?"
    },
    {
      "character": "Player",
      "line": "King Roald is forming an army to take on the dragons. He's requested your presence in Varrock to discuss this."
    },
    {
      "character": "Sir Amik Varze",
      "line": "Very well, I shall head to Varrock. Thank you for passing on this message."
    },
    {
      "character": "Sir Amik Varze",
      "line": "Hello there. I will be leaving for Varrock soon."
    },
    {
      "character": "Player",
      "line": "I'll see you there."
    },
    {
      "character": "Player",
      "line": "Good day my lord."
    },
    {
      "character": "King Lathas",
      "line": "Greetings. Do you require something?"
    },
    {
      "character": "Player",
      "line": "I wanted to talk to you about some dragons."
    },
    {
      "character": "King Lathas",
      "line": "We've had various reports come in about a sudden increase in dragon activity. I assume this is what you're referring to?"
    },
    {
      "character": "Player",
      "line": "It is. The increase in activity is caused by a dragonkin called Zorgoth. He's forming an army of dragons to destroy humanity with."
    },
    {
      "character": "King Lathas",
      "line": "I see. I will ensure our forces are ready to fight back against this threat."
    },
    {
      "character": "Player",
      "line": "You need not fight it alone. King Roald is preparing his own men and would like you to fight with him. A meeting is to be held in Varrock to plan the defence."
    },
    {
      "character": "King Lathas",
      "line": "An alliance with King Roald? Interesting. We have no quarrel with Misthalin. I accept."
    },
    {
      "character": "Player",
      "line": "Great. I'll see you in Varrock."
    },
    {
      "character": "King Thoros",
      "line": "On behalf of everyone in Ardougne, I thank you for your help adventurer. I'm afraid I don't have time to talk, my predecessor has left me with a lot of work to do."
    },
    {
      "character": "Player",
      "line": "I appreciate you're busy, but I wanted to talk to you about some dragons."
    },
    {
      "character": "King Thoros",
      "line": "We've had various reports come in about a sudden increase in dragon activity. I assume this is what you're referring to?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Greetings,. Have you seen those beasts flying towards Ungael? Might be best to stay clear of that place for a while."
    },
    {
      "character": "Player",
      "line": "Hello, Brundt. That's what I wanted to talk to you about."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Let me guess, you intend to take these beasts on?"
    },
    {
      "character": "Player",
      "line": "I do."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You are a true warrior, though I fear this may be too much even for you. You are heavily outnumbered."
    },
    {
      "character": "Player",
      "line": "I don't plan on doing it alone. I have the support of King Roald. I was hoping you'd help as well."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Fight alongside outerlanders? That is not typically our way,."
    },
    {
      "character": "Player",
      "line": "I understand. However, these dragons are threatening humanity as a whole. We must fight back."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well let it not be said that the Fremennik turned away from a good fight. You have our support. Maybe we'll show your outerlander friends a thing or two!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The council won't be happy. I'll tell them we're doing it to show your outerlander friends how to fight. That should convince them."
    },
    {
      "character": "Player",
      "line": "Thanks, Brundt. There is to be a meeting in Varrock to discuss our plan of action. It would be good if you could attend."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Pah! Outerlanders and their meetings. I will attend, but this better not take long. We have dragons to kill!"
    },
    {
      "character": "Player",
      "line": "Hello, Brundt. Are you ready for the meeting in Varrock."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I shall be heading there soon,."
    },
    {
      "character": "Player",
      "line": "In that case, I'll see you there."
    },
    {
      "character": "Player",
      "line": "Hello, Bob."
    },
    {
      "character": "Bob",
      "line": "Hello,. How's it going?"
    },
    {
      "character": "Player",
      "line": "I've arranged a meeting with King Roald and some other rulers. We're going to discuss how to combat the dragons."
    },
    {
      "character": "Bob",
      "line": "It's not the dragons I'm worried about,. It's Zorgoth."
    },
    {
      "character": "Player",
      "line": "We'll beat him."
    },
    {
      "character": "Bob",
      "line": "I hope you're right. You'd better head in and get this meeting done. Come talk to me once it's finished. There's something we need to discuss."
    },
    {
      "character": "Player",
      "line": "Hello, Jardric."
    },
    {
      "character": "Jardric",
      "line": "Hello there. While you were arranging this meeting I spoke to the Consortium in Keldagrim. I'm afraid they won't be helping us."
    },
    {
      "character": "Player",
      "line": "Well we still have Roald and the other rulers."
    },
    {
      "character": "Jardric",
      "line": "Indeed. Speaking of which, you should head on in. The meeting will be starting soon."
    },
    {
      "character": "King Roald",
      "line": "Good work gathering the other leaders. The meeting will begin shortly. Head into the dining room when you are ready."
    },
    {
      "character": "King Roald",
      "line": "Thank you all for coming. As I'm sure you are aware, we are facing one of the greatest threats ever seen in our time."
    },
    {
      "character": "King Roald",
      "line": "Our job here is to decide upon a solution and then enact it."
    },
    {
      "character": "King Lathas",
      "line": "The solution is clear. We need to take these dragons head on and destroy them."
    },
    {
      "character": "King Arthur",
      "line": "Careful Lathas. I have seen the horrors of war first hand. This is not something we should merrily jump into."
    },
    {
      "character": "King Lathas",
      "line": "And what would the great King Arthur have us do? Would you cower in fear while these dragons annihilate those around you?"
    },
    {
      "character": "King Roald",
      "line": "Enough!"
    },
    {
      "character": "King Thoros",
      "line": "With our forces united, we should have the strength to take on these dragons and destroy them."
    },
    {
      "character": "King Roald",
      "line": "I take no joy in it, but war may be the only option here. If even half of what history says is true, the dragonkin are merciless."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Before this meeting, I thought I'd have a good old rummage around in our archives. I'm afraid the old bean is right. War is inevitable."
    },
    {
      "character": "Denulth",
      "line": "With all due respect, how can we be sure that this is the work of a dragonkin? I trust as much as anyone, but what if there was a mistake?"
    },
    {
      "character": "Jardric",
      "line": "It's no mistake. I saw it myself."
    },
    {
      "character": "Oneiromancer",
      "line": "They speak the truth."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Let me guess, you used your magic to work that one out?"
    },
    {
      "character": "Oneiromancer",
      "line": "Careful, Brundt, I am not the enemy here."
    },
    {
      "character": "Sir Amik Varze",
      "line": "If we are agreed that the threat is real, may I suggest we get to work on solving it rather than bickering amongst ourselves."
    },
    {
      "character": "Denulth",
      "line": "As much as I hate to agree with a White Knight, he's right. We need to work together if we are going to survive."
    },
    {
      "character": "King Roald",
      "line": "So what do we do?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The dragons are amassing at Ungael. We should take the fight to them and destroy the danger before it leaves that island!"
    },
    {
      "character": "King Arthur",
      "line": "That would keep the fight away from any innocents, but it would be a great risk."
    },
    {
      "character": "Sir Amik Varze",
      "line": "Indeed. Boats do not do well against dragonfire."
    },
    {
      "character": "King Roald",
      "line": "The citizens must take priority. If we have an opportunity to keep the danger away from them, we should take it."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Well said, fellow. Well said indeed."
    },
    {
      "character": "King Lathas/Thoros",
      "line": "So we amass the fleets?"
    },
    {
      "character": "King Roald",
      "line": "We do. Unless anyone has any complaints. ? You've been very quiet throughout this. What are your thoughts?"
    },
    {
      "character": "Player",
      "line": "It's a good plan."
    },
    {
      "character": "Player",
      "line": "It's a bad plan."
    },
    {
      "character": "King Roald",
      "line": "I fear we don't have a choice. The risks are great, but they were always going to be with a threat like this."
    },
    {
      "character": "Denulth",
      "line": "He's right. This is the only option."
    },
    {
      "character": "King Roald",
      "line": "Then we are agreed. This room contains some of the most powerful people in the world. Heroes and rulers alike. We may be the only thing that stands in the way of annihilation."
    },
    {
      "character": "King Roald",
      "line": "We may not all like each other, and some of us have a checkered history, but we will work together to destroy this enemy."
    },
    {
      "character": "King Roald",
      "line": "Good luck to us all."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You should join us for this fight,. Torfinn will take you to the fleet when you are ready."
    },
    {
      "character": "Bob",
      "line": "Could I have a word with you outside, ? There's something we need to discuss."
    },
    {
      "character": "Bob",
      "line": "Hello,. We need to talk about Zorgoth."
    },
    {
      "character": "Player",
      "line": "What about him?"
    },
    {
      "character": "Bob",
      "line": "He is the real threat here. You can kill as many dragons as you want in this battle, but it won't be over until Zorgoth himself is dealt with."
    },
    {
      "character": "Player",
      "line": "Do you have a plan?"
    },
    {
      "character": "Bob",
      "line": "Dragonkin are not easy to kill. In fact, they are immune to most weapons. But Zorgoth made it clear that Galvek is the key to his plan. The only reason he has this army is because of that dragon."
    },
    {
      "character": "Player",
      "line": "So Galvek must die?"
    },
    {
      "character": "Bob",
      "line": "Yes. Without Galvek, Zorgoth has nothing. Removing his army is the only chance of stopping him. It must be done, no matter the cost."
    },
    {
      "character": "Player",
      "line": "That won't be easy."
    },
    {
      "character": "Bob",
      "line": "It won't, but I have faith in you,. Now you'd better head to the fleet. I'll see you in Rellekka."
    },
    {
      "character": "Player",
      "line": "You're coming with us?"
    },
    {
      "character": "Bob",
      "line": "I am. I can't fight any more, but I know a lot about the dragonkin. I might be able to use that knowledge to help. Besides, much of this is my fault, so it's only right that I help fix it. Now let's get going."
    },
    {
      "character": "King Roald",
      "line": "Our armies are preparing for the assault on Ungael. Speak to Torfinn in Rellekka when you are ready, he will take you to the fleet."
    },
    {
      "character": "Torfinn",
      "line": "Good day to you,. Do you want to go to the fleet?"
    },
    {
      "character": "Torfinn",
      "line": "I'm not meant to be talking to you. I guess I can still take you to the fleet though if you want."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Alert!"
    },
    {
      "character": "Player",
      "line": "Do you have any of my items?"
    },
    {
      "character": "Torfinn",
      "line": "I'm afraid not. If I did have any of your items, but you died before collecting them, they'll now be lost."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "I can see the island! We're almost there!"
    },
    {
      "character": "Koschei the Deathless",
      "line": "Incoming!"
    },
    {
      "character": "Koschei the Deathless",
      "line": "Time to wake up,. You have dragons to slay!"
    },
    {
      "character": "Player",
      "line": "Eugh... what happened?"
    },
    {
      "character": "Koschei the Deathless",
      "line": "Dragons happened, that's what."
    },
    {
      "character": "Player",
      "line": "Where did everyone else go?"
    },
    {
      "character": "Koschei the Deathless",
      "line": "They went on ahead. You should catch up. I'll cover the rear."
    },
    {
      "character": "Bob",
      "line": "! Thank goodness you're here. We've got ourselves into quite the situation."
    },
    {
      "character": "Player",
      "line": "What do we do? We're never going to make it to the island now."
    },
    {
      "character": "Bob",
      "line": "We'll have to worry about that later. For now, you'll need to take out these dragons."
    },
    {
      "character": "Player",
      "line": "I'll do my best."
    },
    {
      "character": "Bob",
      "line": "Good luck."
    },
    {
      "character": "Bob",
      "line": "No time to talk,. Get out there and kill those dragons."
    },
    {
      "character": "Zorgoth",
      "line": "Well look who it is. I see you're still alive."
    },
    {
      "character": "Player",
      "line": "I'm not easy to kill."
    },
    {
      "character": "Zorgoth",
      "line": "I doubt that."
    },
    {
      "character": "Zorgoth",
      "line": "As for you, Robert..."
    },
    {
      "character": "Zorgoth",
      "line": "You should have stayed at home. You're not a warrior anymore."
    },
    {
      "character": "Bob",
      "line": "Maybe not, but I'm right where I need to be."
    },
    {
      "character": "Zorgoth",
      "line": "How touching."
    },
    {
      "character": "Bob",
      "line": "I'm sorry,."
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Zorgoth",
      "line": "Galvek!"
    },
    {
      "character": "Player",
      "line": "Bob!"
    },
    {
      "character": "Zorgoth",
      "line": "See how the mighty fall."
    },
    {
      "character": "Player",
      "line": "You will pay for this!"
    },
    {
      "character": "Zorgoth",
      "line": "We shall see..."
    },
    {
      "character": "Zorgoth",
      "line": "Why do you persist? Can't you see you've already lost?"
    },
    {
      "character": "Zorgoth",
      "line": "Your precious hero is gone! Your friends have abandoned you!"
    },
    {
      "character": "Wise Old Man",
      "line": "Don't be so sure."
    },
    {
      "character": "Zorgoth",
      "line": "Enough of this! You've had your fun! But that fun is at an end!"
    },
    {
      "character": "Zorgoth",
      "line": "You will now face the full might of my power!"
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "We've got your back,. Now you show that dragon what for!"
    },
    {
      "character": "Zorgoth",
      "line": "Yes, come on, Dragon Slayer. Let's see what you've got."
    },
    {
      "character": "Zorgoth",
      "line": "Nooooooooooo!"
    },
    {
      "character": "Player",
      "line": "That was for Bob!"
    },
    {
      "character": "Alec Kincade",
      "line": "I hear we have a hero in our midst. You have faced one of the greatest threats this world has ever seen and come out victorious."
    },
    {
      "character": "Player",
      "line": "Not without losses though."
    },
    {
      "character": "Alec Kincade",
      "line": "Indeed. We will ensure their sacrifice is never forgotten."
    },
    {
      "character": "Alec Kincade",
      "line": "All that remains is to ensure that history will forever remember this day. Now, tell me everything."
    },
    {
      "character": "Alec Kincade",
      "line": "Thank you friend. You have helped us to fill our Library of Knowledge. The secrets that you have uncovered are worth more than any coin. It is an honour to welcome you into the Myths' Guild."
    },
    {
      "character": "Sakirth",
      "line": "Zorgoth?"
    },
    {
      "character": "Sithaph",
      "line": "Dead."
    },
    {
      "character": "Strisath",
      "line": "Then we are free at last!"
    },
    {
      "character": "Sakirth",
      "line": "And a strength grows within us!"
    },
    {
      "character": "Sithaph",
      "line": "The Stone has been uncovered. The mortals try to claim its power."
    },
    {
      "character": "Sakirth",
      "line": "Then let us bring terror and pain to them!"
    },
    {
      "character": "Strisath",
      "line": "Yes! The dragonkin will rise once more!"
    }
  ],
  "characters": [
    {
      "name": "Aeonisig Raispher",
      "description": "Middle-aged male, British accent, formal and severe tone. An extremist Saradominist priest and advisor to King Roald, uptight and rigid about religious doctrine."
    },
    {
      "name": "Aivas",
      "description": "Adult male, British accent, noble and authoritative tone. An ancient Fourth Age warrior hero who battled dragonkin, confident and courageous with legendary gravitas."
    },
    {
      "name": "Alec Kincade",
      "description": "Middle-aged male, British accent, formal and dignified tone. The guildmaster of the Myths' Guild who evaluates dragon slayers with measured authority and respect."
    },
    {
      "name": "Amelia",
      "description": "Adult female, British accent, informative and academic tone. A historian specializing in Shayzien history who enjoys discussing the past, scholarly and helpful."
    },
    {
      "name": "Ava",
      "description": "Young adult female, British accent, sharp and intellectual tone. A brilliant but prickly scientist at Draynor Manor, sarcastic and impatient with those slower than her."
    },
    {
      "name": "Bob",
      "description": "Adult male cat, British accent, thoughtful and gentle tone. An enigmatic black cat who is actually Robert the Strong reincarnated, wise and romantic with hidden depths."
    },
    {
      "name": "Both",
      "description": "Two voices speaking in unison, British accents, synchronized and harmonious tone."
    },
    {
      "name": "Brundt the Chieftain",
      "description": "Middle-aged male, Scandinavian-inspired accent, deep and authoritative tone. The Fremennik tribe's chieftain with an eyepatch, stern but diplomatic with traditional values."
    },
    {
      "name": "Camorra",
      "description": "Adult female, British accent, commanding and formidable tone. An ancient Fourth Age warrior hero who founded House Shayzien, confident with martial authority and legendary status."
    },
    {
      "name": "Dallas Jones",
      "description": "Middle-aged male, British accent, scholarly and passionate tone. A Varrock Museum dragon researcher with personal investment in Crandor's history, intelligent and dedicated."
    },
    {
      "name": "Denulth",
      "description": "Adult male, British accent, stern and military tone. Commander of the Burthorpe Imperial Guard, authoritative and disciplined with professional bearing."
    },
    {
      "name": "Dragonkin",
      "description": "Ancient creature, deep and menacing tone with inhuman resonance. A powerful draconic being bound by ancient curses, filled with rage and supernatural malice."
    },
    {
      "name": "Ghost villager",
      "description": "Adult, ethereal and distant tone. A spectral remnant of a destroyed village, mournful and faded with otherworldly echoes."
    },
    {
      "name": "Gujuo",
      "description": "Adult male, dignified and charismatic tone. A tall, proud member of the Kharazi tribe, authoritative with spiritual wisdom and cultural pride."
    },
    {
      "name": "Imerominia",
      "description": "Adult female, British accent, clear and scholarly tone. A horologist at the Arceuus Library, patient and knowledgeable about historical matters."
    },
    {
      "name": "Istoria",
      "description": "Adult female, British accent, calm and authoritative tone. Chief historian and curator of the Library Historical Archive, articulate and helpful with scholarly authority."
    },
    {
      "name": "Jardric",
      "description": "Adult male dwarf, gruff and practical tone. A dwarven researcher and former boatman on Fossil Island, adaptable and competent with dry humor."
    },
    {
      "name": "Jonathan",
      "description": "Adult male, British accent, informative and helpful tone. A Hosidius historian who provides information about local history, knowledgeable and accommodating."
    },
    {
      "name": "King Arthur",
      "description": "Middle-aged male, refined British accent, deep and commanding tone. The legendary King of the Britons, noble and wise with regal authority and dignified bearing."
    },
    {
      "name": "King Lathas",
      "description": "Middle-aged male, British accent, authoritative but deceptive tone. The corrupt king of East Ardougne who harbors dark secrets, smooth-talking with underlying menace."
    },
    {
      "name": "King Lathas/Thoros",
      "description": "Middle-aged male, British accent, regal and formal tone. A king of Kandarin, authoritative and measured in speech."
    },
    {
      "name": "King Roald",
      "description": "Adult male, British accent, measured and diplomatic tone. The straightforward ruler of Misthalin, reasonable and composed with royal authority."
    },
    {
      "name": "King Thoros",
      "description": "Adult male, British accent, regal and formal tone. A king of Kandarin who succeeded Lathas, composed and authoritative."
    },
    {
      "name": "Koschei the Deathless",
      "description": "Adult male, deep and relentless tone. A Fremennik warrior of mysterious origin, unstoppable and intimidating with supernatural endurance."
    },
    {
      "name": "Mysterious Voice",
      "description": "Unknown, ethereal and enigmatic tone. A disembodied voice of uncertain origin, cryptic and otherworldly."
    },
    {
      "name": "Neite",
      "description": "Adult female cat, soft and graceful tone. An elegant grey cat and former priestess of Amascut, devoted and melancholic with quiet dignity."
    },
    {
      "name": "Not Bob",
      "description": "Adult male, British accent, confused and uncertain tone. Bob the cat before regaining his memories, bewildered about his true identity."
    },
    {
      "name": "Oneiromancer",
      "description": "Adult female, mysterious and authoritative tone. The spiritual leader of the Moon Clan with mystical powers, wise and slightly amused with supernatural confidence."
    },
    {
      "name": "Reldo",
      "description": "Middle-aged male, British accent, patient and scholarly tone. The librarian of Varrock Palace, helpful and knowledgeable with academic demeanor."
    },
    {
      "name": "Robert the Strong",
      "description": "Adult male, deep and authoritative tone. A legendary Fourth Age hero who battled dragonkin, battle-hardened and commanding with gravelly confidence."
    },
    {
      "name": "Sakirth",
      "description": "Ancient dragonkin, deep and wrathful tone with inhuman resonance. An imprisoned dragonkin awakened to seek vengeance, volatile and menacing with ancient fury."
    },
    {
      "name": "Sarah",
      "description": "Adult female ghost, ethereal and weary tone. A spectral descendant of the hero Tristan in Port Phasmatys, protective and resigned to her undead existence."
    },
    {
      "name": "Sir Amik Varze",
      "description": "Middle-aged male, British accent, formal and diplomatic tone. Leader of the White Knights and acting ruler of Asgarnia, measured and authoritative with military bearing."
    },
    {
      "name": "Sir Tiffy Cashien",
      "description": "Adult male, posh British accent with colloquial flourishes, cheerful and formal tone. Temple Knights recruiter who uses phrases like 'What Ho!' and 'Don'tchaknow', distinctive and memorable."
    },
    {
      "name": "Sithaph",
      "description": "Ancient dragonkin, deep and menacing tone with reptilian resonance. A volatile dragonkin filled with centuries of imprisoned rage, threatening with barely-contained fury."
    },
    {
      "name": "Sphinx",
      "description": "Ancient female, aloof and detached tone with regal bearing. An immortal guardian of cats, unconcerned with mortal affairs, wise but dismissive of trivial matters."
    },
    {
      "name": "Strisath",
      "description": "Ancient dragonkin, deep and vengeful tone with draconic resonance. An awakened dragonkin seeking to unleash wrath upon the world, menacing with ancient malice."
    },
    {
      "name": "Thorvald the Warrior",
      "description": "Adult male, deep Scandinavian-inspired accent, authoritative and warrior-like tone. A Fremennik council member and hero, strong and traditional with martial pride."
    },
    {
      "name": "Torfinn",
      "description": "Adult male, gruff Scandinavian-inspired accent, practical and weathered tone. A Fremennik sailor who operates boats, experienced and straightforward."
    },
    {
      "name": "Tristan",
      "description": "Adult male, British accent, confident and distinguished tone. An ancient Fourth Age swordsman hero, legendary with martial prowess and quiet nobility."
    },
    {
      "name": "Veos",
      "description": "Adult male, British accent, confident and practical tone. An experienced treasure hunter and portmaster, professional with underlying complexity."
    },
    {
      "name": "Wise Old Man",
      "description": "Elderly male, British accent, wise and slightly sardonic tone. A legendary Saradominist wizard and former adventurer, powerful with wry humor and curmudgeonly wisdom."
    },
    {
      "name": "Zorgoth",
      "description": "Ancient male dragonkin, deep and measured tone with contempt. A scholarly dragonkin antagonist who became bitter toward humanity, calculating and menacing with intellectual malice."
    }
  ]
}