{
  "branch": "quest/druidic-ritual",
  "quest_name": "Druidic Ritual",
  "lines": [
    { "character": "Player", "line": "Hello there." },
    { "character": "Kaqemeex", "line": "What brings you to our holy monument?" },
    { "character": "Player", "line": "Who are you?" },
    { "character": "Kaqemeex", "line": "We are the druids of Guthix. We worship our god at our famous stone circles. You will find them located throughout these lands." },
    { "character": "Player", "line": "What about the stone circle full of dark wizards?" },
    { "character": "Kaqemeex", "line": "That used to be OUR stone circle. Unfortunately, many many years ago, dark wizards cast a wicked spell upon it so that they could corrupt its power for their own evil ends." },
    { "character": "Kaqemeex", "line": "When they cursed the rocks for their rituals they made them useless to us and our magics. We require a brave adventurer to go on a quest for us to help purify the circle of Varrock." },
    { "character": "Player", "line": "So what's so good about Guthix?" },
    { "character": "Kaqemeex", "line": "Guthix is the oldest and most powerful god in Gielinor. His existence is vital to this world. He is the god of balance, and nature; he is also a very part of this world." },
    { "character": "Kaqemeex", "line": "He exists in the trees, and the flowers, the water and the rocks. He is everywhere. His purpose is to ensure balance in everything in this world, and as such we worship him." },
    { "character": "Player", "line": "He sounds kind of boring..." },
    { "character": "Kaqemeex", "line": "Some day when your mind achieves enlightenment you will see the true beauty of his power." },
    { "character": "Player", "line": "Well, I'll be on my way now." },
    { "character": "Kaqemeex", "line": "Goodbye adventurer. I feel we shall meet again." },
    { "character": "Player", "line": "I'm in search of a quest." },
    { "character": "Kaqemeex", "line": "Hmm. I think I may have a worthwhile quest for you actually. I don't know if you are familiar with the stone circle south of Varrock or not, but..." },
    { "character": "Player", "line": "Okay, I will try and help." },
    { "character": "Kaqemeex", "line": "Excellent. Go to the village south of this place and speak to my fellow druid, Sanfew, who is working on the purification ritual. He knows what is required to complete it." },
    { "character": "Player", "line": "Will do." },
    { "character": "Player", "line": "No, that doesn't sound very interesting." },
    { "character": "Kaqemeex", "line": "I will not try and change your mind adventurer. Some day when you have matured you may reconsider your position. We will wait until then." },
    { "character": "Player", "line": "Did you build this?" },
    { "character": "Kaqemeex", "line": "What, personally? No, of course I didn't. However, our forefathers did. The first Druids of Guthix built many stone circles across these lands over eight hundred years ago." },
    { "character": "Kaqemeex", "line": "Unfortunately we only know of two remaining, and of those only one is usable by us anymore." },
    { "character": "Kaqemeex", "line": "Hello again, adventurer. You will need to speak to my fellow druid Sanfew in the village south of here to continue in your quest." },
    { "character": "Player", "line": "Okay, thanks." },
    { "character": "Sanfew", "line": "What can I do for you young 'un?" },
    { "character": "Player", "line": "I've been sent to assist you with the ritual to purify the Varrockian stone circle." },
    { "character": "Sanfew", "line": "Well, what I'm struggling with right now is the meats needed for the potion to honour Guthix. I need the raw meat of four different animals for it, but not just any old meats will do." },
    { "character": "Sanfew", "line": "Each meat has to be dipped individually into the Cauldron of Thunder for it to work correctly." },
    { "character": "Player", "line": "Where can I find this cauldron?" },
    { "character": "Sanfew", "line": "It is located somewhere in the mysterious underground halls which are located somewhere in the woods just South of here. They are too dangerous for me to go myself however." },
    { "character": "Player", "line": "Ok, I'll do that then." },
    { "character": "Sanfew", "line": "Well thank you very much!" },
    { "character": "Player", "line": "Actually I don't need to speak to you." },
    { "character": "Sanfew", "line": "Well, we all make mistakes sometimes." },
    { "character": "Sanfew", "line": "Did you bring me the required ingredients for the potion?" },
    { "character": "Player", "line": "No, not yet..." },
    { "character": "Sanfew", "line": "Well, let me know when you do young 'un." },
    { "character": "Player", "line": "What was I meant to be doing again?" },
    { "character": "Sanfew", "line": "Trouble with your memory eh young 'un? I need the raw meats of four different animals that have been dipped into the Cauldron of Thunder so I can make my potion to honour Guthix." },
    { "character": "Player", "line": "Ooooh yeah, I remember." },
    { "character": "Player", "line": "I'll get on with it." },
    { "character": "Sanfew", "line": "Good, good." },
    { "character": "Player", "line": "Yes, I have all four now!" },
    { "character": "Sanfew", "line": "Thank you so much adventurer! These meats will allow our potion to honour Guthix to be completed, and bring one step closer to reclaiming our stone circle!" },
    { "character": "Sanfew", "line": "Now go and talk to Kaqemeex and he will introduce you to the wonderful world of herblore and potion making!" },
    { "character": "Kaqemeex", "line": "I have word from Sanfew that you have been very helpful in assisting him with his preparations for the purification ritual. As promised I will now teach you the ancient arts of Herblore." },
    { "character": "Kaqemeex", "line": "Herblore is the skill of working with herbs and other ingredients, to make useful potions and poison." },
    { "character": "Kaqemeex", "line": "First you will need a vial, which can be found or made with the crafting skill." },
    { "character": "Kaqemeex", "line": "Then you must gather the herbs needed to make the potion you want." },
    { "character": "Kaqemeex", "line": "You must fill your vial with water and add the ingredients you need. There are normally 2 ingredients to each type of potion." },
    { "character": "Kaqemeex", "line": "Bear in mind, you must first clean each herb before you can use it." },
    { "character": "Kaqemeex", "line": "You may also have to grind some ingredients before you can use them. You will need a pestle and mortar in order to do this." },
    { "character": "Kaqemeex", "line": "Herbs can be found on the ground, and are also dropped by some monsters when you kill them." },
    { "character": "Kaqemeex", "line": "Let's try an example Attack potion: The first ingredient is Guam leaf; the next is Eye of Newt." },
    { "character": "Kaqemeex", "line": "Mix these in your water-filled vial, and you will produce an Attack potion. Drink this potion to increase your Attack level." },
    { "character": "Kaqemeex", "line": "Different potions also require different Herblore levels before you can make them." }
  ],
  "characters": [
    {
      "name": "Kaqemeex",
      "description": "Middle-aged male, British accent, calm and wise tone. A Guthixian druid and Herblore skill master who speaks with patience and reverence about nature and balance."
    },
    {
      "name": "Sanfew",
      "description": "Elderly male, British accent, warm and grandfatherly tone. The leader of the druids who affectionately calls visitors 'young 'un' and speaks with gentle authority."
    }
  ]
}
