{
  "branch": "quest/enakhras-lament",
  "quest_name": "Enakhra's Lament",
  "lines": [
    {
      "character": "Lazim",
      "line": "Ah, an adventurer. Could you spare some of your time to help me?"
    },
    {
      "character": "Player",
      "line": "Why, what's the matter?"
    },
    {
      "character": "Lazim",
      "line": "It's a sorry tale. I was once an accomplished sculptor, you see."
    },
    {
      "character": "Lazim",
      "line": "I made statues for the kings, queens and rulers of Gielinor. But then there was the accident..."
    },
    {
      "character": "Lazim",
      "line": "After that, I could never hold a chisel again."
    },
    {
      "character": "Lazim",
      "line": "But I have been struck by my muse while travelling the desert, and want nothing more than to build a statue in this area."
    },
    {
      "character": "Lazim",
      "line": "The desert's plain and full of sand, and needs more decoration."
    },
    {
      "character": "Player",
      "line": "So, what would you need my help with?"
    },
    {
      "character": "Lazim",
      "line": "As I said, I can't hold a chisel, but I can guide you in crafting the statue for me."
    },
    {
      "character": "Lazim",
      "line": "I'd need you to quarry the stone for it, as well."
    },
    {
      "character": "Lazim",
      "line": "Well, will you help me with my art?"
    },
    {
      "character": "Player",
      "line": "Of course!"
    },
    {
      "character": "Player",
      "line": "You'll have to explain it to me as you go along, but count me in."
    },
    {
      "character": "Lazim",
      "line": "Excellent."
    },
    {
      "character": "Player",
      "line": "What should I be doing to make your statue?"
    },
    {
      "character": "Lazim",
      "line": "There is a stone quarry nearby; I require several blocks of sandstone in order to make the statue."
    },
    {
      "character": "Lazim",
      "line": "Each of these blocks should be around... well, let's say thirty two kilograms for the first one."
    },
    {
      "character": "Player",
      "line": "I can't mine a block that big!"
    },
    {
      "character": "Lazim",
      "line": "Well, then, bring me enough smaller blocks to make thirty two kilograms, and I will deal with it."
    },
    {
      "character": "Player",
      "line": "So, how much do different blocks of sandstone weigh?"
    },
    {
      "character": "Lazim",
      "line": "From what the last adventurer told me, there are tiny blocks that weigh 1 kg, small blocks that weigh 2 kg, and medium-sized blocks that weigh 5 kg."
    },
    {
      "character": "Lazim",
      "line": "There are also large blocks that weigh 10 kg, but I doubt a weedy adventurer like you could even carry one, let alone mine one cleanly."
    },
    {
      "character": "Lazim",
      "line": "Apparently, the more skilled you are at mining, the larger the blocks you can chip off the rock."
    },
    {
      "character": "Player",
      "line": "Okay, I'll get on with it."
    },
    {
      "character": "Player",
      "line": "I don't know, that sounds like a lot of work."
    },
    {
      "character": "Lazim",
      "line": "All true art requires work."
    },
    {
      "character": "Player",
      "line": "I have some sandstone for you!"
    },
    {
      "character": "Lazim",
      "line": "Well, hand it over, then."
    },
    {
      "character": "Lazim",
      "line": "That makes kg I'm carrying now."
    },
    {
      "character": "Lazim",
      "line": "I'm now carrying kg of your inexpertly-quarried stone."
    },
    {
      "character": "Lazim",
      "line": "That's kg I have now."
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the base. Any more stone you want to burden me down with?"
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the base. Have you any more to make me carry?"
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the base. Do you have any more stone you want to offload onto me?"
    },
    {
      "character": "Player",
      "line": "Yes, I have more stone."
    },
    {
      "character": "Player",
      "line": "Here's a large 10 kg block."
    },
    {
      "character": "Lazim",
      "line": "Thank you, adventurer."
    },
    {
      "character": "Player",
      "line": "Here's a medium 5 kg block."
    },
    {
      "character": "Lazim",
      "line": "Oh, joy. I'm sure I'll treasure it."
    },
    {
      "character": "Player",
      "line": "Here's a small 2 kg block."
    },
    {
      "character": "Lazim",
      "line": "So generous of you, adventurer."
    },
    {
      "character": "Player",
      "line": "Here's a tiny 1 kg block."
    },
    {
      "character": "Lazim",
      "line": "Either you've been splitting stone into smaller blocks, or you're worse at quarrying stone than I expected."
    },
    {
      "character": "Player",
      "line": "Why won't you take more than 32 kg of stone?"
    },
    {
      "character": "Lazim",
      "line": "Because, adventurer, I'm not going to carry more of your blocks than I absolutely must."
    },
    {
      "character": "Lazim",
      "line": "If your blocks are too big, break them with a chisel or a pick."
    },
    {
      "character": "Lazim",
      "line": "That's enough for the base of the statue, certainly."
    },
    {
      "character": "Lazim",
      "line": "Here you are, adventurer. Now, use a chisel to craft it into a base for the statue."
    },
    {
      "character": "Player",
      "line": "How am I supposed to carry that? It's huge!"
    },
    {
      "character": "Lazim",
      "line": "Oh, stop whining. The last adventurer who helped me was carrying around a girl in a barrel."
    },
    {
      "character": "Lazim",
      "line": "Zamorak only knows why, but didn't complain."
    },
    {
      "character": "Player",
      "line": "No, that's all for now."
    },
    {
      "character": "Player",
      "line": "I have this large block of sandstone you gave me..."
    },
    {
      "character": "Lazim",
      "line": "I told you to carve it into the base of the statue, correct?"
    },
    {
      "character": "Player",
      "line": "Yes, you did."
    },
    {
      "character": "Lazim",
      "line": "Then why are you standing around brainlessly? Get on with it!"
    },
    {
      "character": "Player",
      "line": "I've made the base of the statue!"
    },
    {
      "character": "Lazim",
      "line": "Excellent. Now, just put it on the flat ground next to me."
    },
    {
      "character": "Player",
      "line": "What do you want me to do now?"
    },
    {
      "character": "Lazim",
      "line": "Hmph. Well, the base of the statue is done, but it needs a body. Twenty kilograms should be enough for you to make it."
    },
    {
      "character": "Player",
      "line": "I'll do it right away!"
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the body. Any more stone you want to burden me down with?"
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the body. Have you any more to make me carry?"
    },
    {
      "character": "Lazim",
      "line": "I need kg more stone to make the body. Do you have any more stone you want to offload onto me?"
    },
    {
      "character": "Lazim",
      "line": "That should be enough to use for the statue's body."
    },
    {
      "character": "Lazim",
      "line": "All you have to do with it, adventurer, is chisel it into the body of the statue."
    },
    {
      "character": "Player",
      "line": "I have this large block of sandstone you gave me."
    },
    {
      "character": "Lazim",
      "line": "Very nice, adventurer. You're supposed to make it into the statue's body."
    },
    {
      "character": "Lazim",
      "line": "Get your chisel ready and start working."
    },
    {
      "character": "Player",
      "line": "I've made the statue's body!"
    },
    {
      "character": "Lazim",
      "line": "Well done, adventurer. Not as dense as you look."
    },
    {
      "character": "Lazim",
      "line": "Go on, add it to the base of the statue."
    },
    {
      "character": "Lazim",
      "line": "You utter incompetent! Have you added the body to the statue yet?"
    },
    {
      "character": "Player",
      "line": "Of course I have!"
    },
    {
      "character": "Lazim",
      "line": "Hmm, then perhaps I'm still missing something..."
    },
    {
      "character": "Player",
      "line": "What do you want me to do next?"
    },
    {
      "character": "Lazim",
      "line": "Oh, I don't know, adventurer. Go and chisel the statue a bit more, or something."
    },
    {
      "character": "Player",
      "line": "Okay then."
    },
    {
      "character": "Lazim",
      "line": "It shouldn't have taken this long... did I miscalculate?"
    },
    {
      "character": "Lazim",
      "line": "Ah, adventurer. As you can see, the statue is nearly complete. All it needs is a head."
    },
    {
      "character": "Lazim",
      "line": "The head should be made out of granite, which you can find in that quarry nearby."
    },
    {
      "character": "Lazim",
      "line": "As for whose head... well, perhaps I'll let you impose your own artistic vision on it."
    },
    {
      "character": "Lazim",
      "line": "Whose head do you think should be on the statue?"
    },
    {
      "character": "Player",
      "line": "I think it should have my head!"
    },
    {
      "character": "Lazim",
      "line": "Are you mad?"
    },
    {
      "character": "Lazim",
      "line": "You'd start carving it, then you'd take a helmet off or change your hairstyle, and nobody would know who on Gielinor it was supposed to be!"
    },
    {
      "character": "Lazim",
      "line": "Statues are far more permanent than you adventurers and your fashions."
    },
    {
      "character": "Player",
      "line": "So I can't put my head on the statue?"
    },
    {
      "character": "Lazim",
      "line": "No. Now choose something sensible."
    },
    {
      "character": "Player",
      "line": "I think it should have your head."
    },
    {
      "character": "Player",
      "line": "After all, it's your statue."
    },
    {
      "character": "Lazim",
      "line": "Why, that's very generous of you, adventurer."
    },
    {
      "character": "Lazim",
      "line": "Are you hoping for a bigger reward for saying that?"
    },
    {
      "character": "Player",
      "line": "Er, maybe."
    },
    {
      "character": "Lazim",
      "line": "Wonderful. Well, at least you have me here for reference."
    },
    {
      "character": "Lazim",
      "line": "Now, go and find a suitable block of granite and make that head."
    },
    {
      "character": "Lazim",
      "line": "And do try to remember which one it is you're carving."
    },
    {
      "character": "Player",
      "line": "I think it should have a god's head."
    },
    {
      "character": "Lazim",
      "line": "I see..."
    },
    {
      "character": "Lazim",
      "line": "And which god were you thinking of? There's very little reference material here in the desert."
    },
    {
      "character": "Player",
      "line": "That's true."
    },
    {
      "character": "Player",
      "line": "Whose head do you think I should make?"
    },
    {
      "character": "Lazim",
      "line": "Well, some of the people in the desert worship a god called Icthlarin."
    },
    {
      "character": "Lazim",
      "line": "Or, if you prefer, I'm sure you could sculpt Zamorak instead."
    },
    {
      "character": "Player",
      "line": "I'll use Zamorak's head for the statue."
    },
    {
      "character": "Lazim",
      "line": "Ah, an excellent choice."
    },
    {
      "character": "Lazim",
      "line": "Now you should find a suitable block of granite, and make that head."
    },
    {
      "character": "Lazim",
      "line": "Try to remember which head you've decided to carve - I know you adventurers. Memories like fishing nets."
    },
    {
      "character": "Player",
      "line": "I'll use Icthlarin's head for the statue."
    },
    {
      "character": "Lazim",
      "line": "An interesting choice - I'm sure there's some reference material you can use around here."
    },
    {
      "character": "Lazim",
      "line": "Find a suitable block of granite, and get carving."
    },
    {
      "character": "Lazim",
      "line": "And make sure to remember which one you're supposed to be carving. I've known some of you adventurers to forget things you were told three seconds ago."
    },
    {
      "character": "Lazim",
      "line": "A human statue with a camel's head? Is there any particular reason?"
    },
    {
      "character": "Player",
      "line": "Er, no. I just thought it would be funny."
    },
    {
      "character": "Lazim",
      "line": "Well, it is appropriate, all things considered..."
    },
    {
      "character": "Lazim",
      "line": "Very well, it'll work well in a desert setting. Now, find a suitable block of granite, and carve that head."
    },
    {
      "character": "Lazim",
      "line": "Make sure you remember which head you're carving. The last adventurer who tried to help me forgot half- way through carving, and produced the strangest mixture of camel and human I've ever seen."
    },
    {
      "character": "Player",
      "line": "You know, I've done something like this before."
    },
    {
      "character": "Player",
      "line": "I had to help rebuild a statue in the city of Keldagrim, and then choose whose head should be placed on the top!"
    },
    {
      "character": "Lazim",
      "line": "Keldagrim? Hmph. Technically good sculptors, the dwarves, but they have no sense of art."
    },
    {
      "character": "Lazim",
      "line": "I'm sure that none of them would even think of travelling to the desert and building a statue here."
    },
    {
      "character": "Player",
      "line": "Can I use the head I chose for that statue on yours?"
    },
    {
      "character": "Lazim",
      "line": "Do you even remember what it looked like?"
    },
    {
      "character": "Player",
      "line": "Er... no."
    },
    {
      "character": "Lazim",
      "line": "Then no, you can't. Now, choose something else."
    },
    {
      "character": "Player",
      "line": "Hmm. Which head did I decide to use for the statue?"
    },
    {
      "character": "Player",
      "line": "There, that looks good."
    },
    {
      "character": "Player",
      "line": "Was it supposed to look like that?"
    },
    {
      "character": "Player",
      "line": "I have a head for the statue, but..."
    },
    {
      "character": "Player",
      "line": "I'm not sure it's the right one."
    },
    {
      "character": "Lazim",
      "line": "Let me see..."
    },
    {
      "character": "Lazim",
      "line": "You decided to make the statue's head look like me, you said."
    },
    {
      "character": "Lazim",
      "line": "Hmm. I don't think much of your artistic skills, adventurer, but it's a passable likeness."
    },
    {
      "character": "Lazim",
      "line": "...You really have a shorter attention span than a grain of sand, don't you?"
    },
    {
      "character": "Lazim",
      "line": "You said you'd make the statue's head look like me, not like modern art!"
    },
    {
      "character": "Player",
      "line": "I'm sorry, I'll remember next time."
    },
    {
      "character": "Lazim",
      "line": "Perhaps it was too difficult for you. Do you want to change what head you'll make?"
    },
    {
      "character": "Player",
      "line": "No, I'll stay with the one I chose first."
    },
    {
      "character": "Lazim",
      "line": "Fair enough. Remember, you're carving my head for the statue."
    },
    {
      "character": "Player",
      "line": "Yes, I'd like to change my choice."
    },
    {
      "character": "Lazim",
      "line": "Well, which will you choose this time?"
    },
    {
      "character": "Lazim",
      "line": "You said you'd make the statue's head look like Zamorak."
    },
    {
      "character": "Lazim",
      "line": "Hmm. You're not a particularly good sculptor, adventurer, but it's at least recognisable."
    },
    {
      "character": "Lazim",
      "line": "Do you even remember who you were supposed be carving?"
    },
    {
      "character": "Lazim",
      "line": "It was supposed to be Zamorak, not the horrific monstrosity you've carved!"
    },
    {
      "character": "Player",
      "line": "But I thought that was what he looked like."
    },
    {
      "character": "Lazim",
      "line": "How dare you?"
    },
    {
      "character": "Lazim",
      "line": "Ahem, that is to say, er..."
    },
    {
      "character": "Lazim",
      "line": "Well, it was obviously too tough for you. Do you want to change what head you'll make?"
    },
    {
      "character": "Lazim",
      "line": "Well, you said that you'd make the statue's head look like Icthlarin."
    },
    {
      "character": "Lazim",
      "line": "You're not much of an artist, but at least you did your research. It'll pass."
    },
    {
      "character": "Lazim",
      "line": "Weren't you supposed to be carving Icthlarin's head?"
    },
    {
      "character": "Player",
      "line": "...I was?"
    },
    {
      "character": "Lazim",
      "line": "Well, you're paying lots of attention, aren't you? Honestly, you adventurers."
    },
    {
      "character": "Lazim",
      "line": "It would be easier on your poor little brain if you changed what head you'll make, don't you agree?"
    },
    {
      "character": "Lazim",
      "line": "You said you'd make the statue's head look like a camel, and that looks like..."
    },
    {
      "character": "Lazim",
      "line": "Well, it wouldn't fool a camel, but it's close enough for the statue."
    },
    {
      "character": "Lazim",
      "line": "I don't believe it. You said you were planning to make a camel head, but what's this?"
    },
    {
      "character": "Player",
      "line": "Er, not a camel head?"
    },
    {
      "character": "Lazim",
      "line": "Correct, adventurer! Have a cake."
    },
    {
      "character": "Player",
      "line": "Really?"
    },
    {
      "character": "Lazim",
      "line": "Of course not! Why would I give something to you for having a worse memory than a piece of burnt fish?"
    },
    {
      "character": "Lazim",
      "line": "Do you want to change what head you'll make to something you have a chance of remembering?"
    },
    {
      "character": "Lazim",
      "line": "Hold it! I know you adventurers."
    },
    {
      "character": "Lazim",
      "line": "I bet you've managed to make the wrong head, or something like that."
    },
    {
      "character": "Player",
      "line": "I know what I'm doing, honest..."
    },
    {
      "character": "Lazim",
      "line": "I don't care if you think you know what you're doing. Let me have a look at that head."
    },
    {
      "character": "Player",
      "line": "Fine, fine..."
    },
    {
      "character": "Player",
      "line": "What's going on?"
    },
    {
      "character": "Player",
      "line": "Ow!"
    },
    {
      "character": "Player",
      "line": "Ouch!"
    },
    {
      "character": "Player",
      "line": "Argh, my duodenum!"
    },
    {
      "character": "Player",
      "line": "Ow... Lazim has some explaining to do!"
    },
    {
      "character": "Lazim",
      "line": "Ah, excellent, it's all gone as planned."
    },
    {
      "character": "Player",
      "line": "Gone as planned?"
    },
    {
      "character": "Player",
      "line": "We just fell through the ground into some weird temple!"
    },
    {
      "character": "Lazim",
      "line": "Of course we did! That's why I had you build a statue."
    },
    {
      "character": "Player",
      "line": "I don't think you really are a sculptor. What are you looking for in this temple?"
    },
    {
      "character": "Lazim",
      "line": "Oh, nothing. No treasure here. No priceless artefacts from the lost ages of Gielinor, or anything like that."
    },
    {
      "character": "Player",
      "line": "I'll be leaving, then."
    },
    {
      "character": "Lazim",
      "line": "Wait! If you help me, then..."
    },
    {
      "character": "Lazim",
      "line": "I'll give you a share of whatever we find."
    },
    {
      "character": "Player",
      "line": "That sounds better. So, where's the treasure?"
    },
    {
      "character": "Lazim",
      "line": "At the top of the temple. We've fallen through to the very bottom, so you'll have to climb up to the next floor."
    },
    {
      "character": "Player",
      "line": "That's good, but..."
    },
    {
      "character": "Player",
      "line": "How do I get further into the temple?"
    },
    {
      "character": "Lazim",
      "line": "The stories I've heard say there are odd doors in this temple, that have locks that don't need keys, but... rather large limbs."
    },
    {
      "character": "Player",
      "line": "Yuck!"
    },
    {
      "character": "Lazim",
      "line": "You can use your chisel or pick to take them from the statue. They should be the right size."
    },
    {
      "character": "Lazim",
      "line": "Be thankful they're the statue's limbs and not yours, adventurer."
    },
    {
      "character": "Player",
      "line": "Do you know where the statue's head is?"
    },
    {
      "character": "Lazim",
      "line": "Ah, it fell off when the statue dropped through the ceiling. I've been keeping it safe since then."
    },
    {
      "character": "Lazim",
      "line": "Try not to lose it, adventurer."
    },
    {
      "character": "Lazim",
      "line": "You didn't get far from here before you mislaid it."
    },
    {
      "character": "Lazim",
      "line": "This time, try not to drop it."
    },
    {
      "character": "Lazim",
      "line": "...You're carrying it, adventurer."
    },
    {
      "character": "Lazim",
      "line": "Been at the Asgarnian Ale a little too much, have we?"
    },
    {
      "character": "Player",
      "line": "Could you make these stone limbs easier to carry?"
    },
    {
      "character": "Player",
      "line": "They're really heavy, and they weigh me down."
    },
    {
      "character": "Lazim",
      "line": "Of course not! I'm not a carnival conjurer."
    },
    {
      "character": "Lazim",
      "line": "Adversity builds character, adventurer. Heft them around by yourself."
    },
    {
      "character": "Player",
      "line": "Oh, okay."
    },
    {
      "character": "Player",
      "line": "I mislaid the statue's right arm."
    },
    {
      "character": "Lazim",
      "line": "I suppose I'm useful to have around at these times. I found it when you dropped it around here."
    },
    {
      "character": "Player",
      "line": "I can't find the statue's left arm."
    },
    {
      "character": "Lazim",
      "line": "It's lucky for you that I notice these things. Here, you managed to drop it in this room."
    },
    {
      "character": "Player",
      "line": "Er... I don't know where I put the statue's left leg."
    },
    {
      "character": "Lazim",
      "line": "You dropped it near the statue. Do I have to hold your hand through everything?"
    },
    {
      "character": "Lazim",
      "line": "Here it is."
    },
    {
      "character": "Player",
      "line": "I lost the statue's right leg."
    },
    {
      "character": "Lazim",
      "line": "Well, it didn't go far - I found it in here. Take better care of it next time."
    },
    {
      "character": "Player",
      "line": "Ow, my head..."
    },
    {
      "character": "Enakhra",
      "line": "At last, it's complete. A temple fit for my lord."
    },
    {
      "character": "Knight",
      "line": "All right, men, destroy that evil sorceress... and her temple with her!"
    },
    {
      "character": "Enakhra",
      "line": "You will never have this temple - it belongs to my lord!"
    },
    {
      "character": "Knight",
      "line": "F-for Avarrocka!"
    },
    {
      "character": "Enakhra",
      "line": "Ah ha ha ha ha!"
    },
    {
      "character": "Knight",
      "line": "Aaaaaargh!"
    },
    {
      "character": "Akthanakos",
      "line": "Well, why would Zamorak want a temple? You said he needed weapons instead."
    },
    {
      "character": "Enakhra",
      "line": "I wish I'd never supported him."
    },
    {
      "character": "Akthanakos",
      "line": "So you've seen sense? You'll join our side?"
    },
    {
      "character": "Enakhra",
      "line": "Of course."
    },
    {
      "character": "Enakhra",
      "line": "Heh heh heh..."
    },
    {
      "character": "Enakhra",
      "line": "Surely this would make a good weapon..."
    },
    {
      "character": "Enakhra",
      "line": "No, no! Curse it, that doesn't work!"
    },
    {
      "character": "Player",
      "line": "Can you help me with this pedestal I've found?"
    },
    {
      "character": "Lazim",
      "line": "What pedestal?"
    },
    {
      "character": "Player",
      "line": "It's on the floor above this. It looks sort of important."
    },
    {
      "character": "Lazim",
      "line": "Really? Did it have some sort of recess on the top?"
    },
    {
      "character": "Player",
      "line": "Now that you mention it, it did..."
    },
    {
      "character": "Lazim",
      "line": "In that case, perhaps you should try using the head of the statue on it."
    },
    {
      "character": "Player",
      "line": "Yes, and I tried using the statue's head with it..."
    },
    {
      "character": "Player",
      "line": "...but it didn't fit properly."
    },
    {
      "character": "Lazim",
      "line": "Hmm. Intriguing, adventurer."
    },
    {
      "character": "Lazim",
      "line": "Perhaps you should find out what shape the recess is, so you can sculpt something that will fit in it."
    },
    {
      "character": "Player",
      "line": "Are you sure that will work?"
    },
    {
      "character": "Lazim",
      "line": "Adventurer, I know more about this temple than you do."
    },
    {
      "character": "Lazim",
      "line": "All you need to do is make a mould of the recess somehow, then use it as a guide to make another head."
    },
    {
      "character": "Lazim",
      "line": "It should be made from the same granite as the statue's head was."
    },
    {
      "character": "Player",
      "line": "Ow, not another headache..."
    },
    {
      "character": "Enakhra",
      "line": "But it's still a nice temple, isn't it?"
    },
    {
      "character": "Akthanakos",
      "line": "Wait... What is this?"
    },
    {
      "character": "Enakhra",
      "line": "Ha ha ha. You believed me, didn't you?"
    },
    {
      "character": "Enakhra",
      "line": "I would never desert my lord!"
    },
    {
      "character": "Lazim",
      "line": "Well done unlocking those doors, adventurer. Did you have any problems?"
    },
    {
      "character": "Player",
      "line": "I saw some really strange visions. Everything went grey..."
    },
    {
      "character": "Lazim",
      "line": "Those are some of the traps to keep people away from this temple."
    },
    {
      "character": "Lazim",
      "line": "Thankfully, they didn't send you mad this time."
    },
    {
      "character": "Player",
      "line": "That doesn't sound good."
    },
    {
      "character": "Player",
      "line": "So, are we at the top of the temple now?"
    },
    {
      "character": "Lazim",
      "line": "No, there is another floor above this. You have to go up a ladder in the room to the north."
    },
    {
      "character": "Player",
      "line": "Hah, that's easy. Treasure, here I come!"
    },
    {
      "character": "Lazim",
      "line": "There's a magic barrier in the way. And right now, it won't let anything through."
    },
    {
      "character": "Player",
      "line": "Oh..."
    },
    {
      "character": "Player",
      "line": "Is there any other way to get upstairs?"
    },
    {
      "character": "Lazim",
      "line": "No, but I suspect the other rooms on this floor have magical properties. If you solve all the puzzles they present, then..."
    },
    {
      "character": "Player",
      "line": "How will I know when I've solved them?"
    },
    {
      "character": "Lazim",
      "line": "Oh, it'll be quite obvious."
    },
    {
      "character": "Lazim",
      "line": "The globes on the pedestal here will also light when you've solved the room they correspond to."
    },
    {
      "character": "Pentyn",
      "line": "Have you come to torture me again?"
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Pentyn",
      "line": "Oh, you may look human, but I know you're not. I've heard stories."
    },
    {
      "character": "Pentyn",
      "line": "How you Mahjarrat can take on any form, and use magic to inflict pain without any weapons."
    },
    {
      "character": "Player",
      "line": "I, er... what?"
    },
    {
      "character": "Player",
      "line": "I have no idea what you're talking about, but I'm just as human as you are."
    },
    {
      "character": "Pentyn",
      "line": "You'll never get what you want from me. I'm a soldier of Avarrocka, and will stand strong!"
    },
    {
      "character": "Player",
      "line": "Look, I'm not going to hurt you!"
    },
    {
      "character": "Pentyn",
      "line": "Besides, I am already wounded, and have been so for many years, thanks to this spell you cast on me. And hungry. So very, very hungry."
    },
    {
      "character": "Player",
      "line": "I've got some food you can have. It's quite tasty."
    },
    {
      "character": "Player",
      "line": "Here, try this. It should fill you up."
    },
    {
      "character": "Player",
      "line": "Have some of this food. It's really good, I promise!"
    },
    {
      "character": "Pentyn",
      "line": "My daughter was learning to cook this when I left."
    },
    {
      "character": "Pentyn",
      "line": "I haven't remembered her in so long... thank you for reminding me of her."
    },
    {
      "character": "Pentyn",
      "line": "My son loved this dish. He would have eaten it every day if we had let him."
    },
    {
      "character": "Pentyn",
      "line": "I haven't remembered him in so long... thank you for reminding me of him."
    },
    {
      "character": "Pentyn",
      "line": "A cake? There's nothing to celebrate, is there?"
    },
    {
      "character": "Pentyn",
      "line": "So many years gone by. My children must have grown up and left home."
    },
    {
      "character": "Pentyn",
      "line": "I haven't remembered them in so long... thank you for reminding me of them."
    },
    {
      "character": "Pentyn",
      "line": "Did you just dig that up and throw it into an oven?"
    },
    {
      "character": "Pentyn",
      "line": "It doesn't look good at all."
    },
    {
      "character": "Pentyn",
      "line": "I'd prefer it with some sort of topping..."
    },
    {
      "character": "Pentyn",
      "line": "That doesn't look too bad at all."
    },
    {
      "character": "Pentyn",
      "line": "It could almost be my wife's wonderful cooking."
    },
    {
      "character": "Pentyn",
      "line": "What do you take me for? A rabbit?"
    },
    {
      "character": "Pentyn",
      "line": "What's this? Did you just dig it out of the ground?"
    },
    {
      "character": "Pentyn",
      "line": "What do you think I am, a bear? It's not even seasoned!"
    },
    {
      "character": "Pentyn",
      "line": "I'm a civilised man, not a barbarian gnawing on his kill!"
    },
    {
      "character": "Pentyn",
      "line": "Oh, how pleasant. I'm surprised you remembered to cook it after you killed it!"
    },
    {
      "character": "Pentyn",
      "line": "I'm hungry, but not so hungry that I'll eat your leftovers."
    },
    {
      "character": "Pentyn",
      "line": "That's revolting! Why would you give people food you've already eaten half of?"
    },
    {
      "character": "Pentyn",
      "line": "I'm not touching that!"
    },
    {
      "character": "Pentyn",
      "line": "I might have enjoyed that food if you hadn't already eaten part of it."
    },
    {
      "character": "Pentyn",
      "line": "So, you're throwing scraps of food to me like I'm a dog, are you?"
    },
    {
      "character": "Pentyn",
      "line": "If only you could feel the bite of my sword!"
    },
    {
      "character": "Pentyn",
      "line": "Do you think I'm a gnome, or something? I'm not going to eat that!"
    },
    {
      "character": "Pentyn",
      "line": "What are you trying to feed me? I don't want that!"
    },
    {
      "character": "Pentyn",
      "line": "Are you just trying to feed me everything you have?"
    },
    {
      "character": "Pentyn",
      "line": "What do you take me for? A goat who'll eat whatever's in front of him?"
    },
    {
      "character": "Pentyn",
      "line": "What are you trying to do, kill me?"
    },
    {
      "character": "Pentyn",
      "line": "Oh, I get it, you're experimenting on me with different things to see what I'll eat."
    },
    {
      "character": "Pentyn",
      "line": "I'm not going to eat something your cat dragged in!"
    },
    {
      "character": "Pentyn",
      "line": "I'd rather have some good human home baking."
    },
    {
      "character": "Pentyn",
      "line": "Some fresh home baking would be delicious."
    },
    {
      "character": "Pentyn",
      "line": "I'd like something that's had some care put into making it."
    },
    {
      "character": "Pentyn",
      "line": "I'd like to have a hearty meal fresh from the oven."
    },
    {
      "character": "Player",
      "line": "Are you feeling better now?"
    },
    {
      "character": "Pentyn",
      "line": "Yes, thank you."
    },
    {
      "character": "Pentyn",
      "line": "The food you gave me healed my wounds, and it also reminded me of my family; that helped me to remember who I was."
    },
    {
      "character": "Pentyn",
      "line": "I'm afraid that I'm trapped here, but I still remember something of this floor of the temple."
    },
    {
      "character": "Pentyn",
      "line": "If you need any hints about the rooms nearby, I can give you some help."
    },
    {
      "character": "Pentyn",
      "line": "When we came to the temple, that fountain was frosted with ice."
    },
    {
      "character": "Pentyn",
      "line": "Even chipping at it with swords or lighting fires under it didn't do anything."
    },
    {
      "character": "Pentyn",
      "line": "My guess is that some sort of magic is keeping it that way."
    },
    {
      "character": "Player",
      "line": "Tell me about the room with the furnace."
    },
    {
      "character": "Pentyn",
      "line": "I tried to go in there, but the smoke was so thick I could barely see the furnace."
    },
    {
      "character": "Pentyn",
      "line": "It may be that it's blocked, in which case you'll have to clear it out."
    },
    {
      "character": "Pentyn",
      "line": "A good breeze should do the trick."
    },
    {
      "character": "Player",
      "line": "Tell me about the dark room."
    },
    {
      "character": "Pentyn",
      "line": "I never went in there myself, but I peered through the door."
    },
    {
      "character": "Pentyn",
      "line": "There seemed to be fires of some sort all around the room, but they were burning low."
    },
    {
      "character": "Pentyn",
      "line": "I'd imagine they've gone out by now."
    },
    {
      "character": "Player",
      "line": "It's okay, I don't need any help."
    },
    {
      "character": "Lazim",
      "line": "The treasure's up ahead, adventurer. Be careful of the traps."
    },
    {
      "character": "Player",
      "line": "What traps?"
    },
    {
      "character": "Lazim",
      "line": "Oh, I don't know. Perhaps, say, huge skeletons that'll tear your arms and legs off?"
    },
    {
      "character": "Lazim",
      "line": "Nothing, adventurer, nothing. You just trot along and get that treasure, now."
    },
    {
      "character": "Boneguard",
      "line": "Leave this temple at once, or I shall be forced to attack!"
    },
    {
      "character": "Boneguard",
      "line": "I will defend this door until I am released from this prison of bone..."
    },
    {
      "character": "Boneguard",
      "line": "You shall not pass me, unless I crumble into dust!"
    },
    {
      "character": "Boneguard",
      "line": "These bones that trap me will block your path!"
    },
    {
      "character": "Boneguard",
      "line": "Now, flee before I attack you!"
    },
    {
      "character": "Freed Spirit",
      "line": "Thank you, kind... now I am free from my imprisonment."
    },
    {
      "character": "Freed Spirit",
      "line": "I no longer need these bones - take them, please, and bury what you can."
    },
    {
      "character": "Enakhra",
      "line": "Don't interrupt me, human! I have to concentrate."
    },
    {
      "character": "Player",
      "line": "What are you doing?"
    },
    {
      "character": "Enakhra",
      "line": "I'm keeping a weapon under control. If my attention wavers..."
    },
    {
      "character": "Enakhra",
      "line": "...then it tries to escape me. I must keep it safe for my lord Zamorak."
    },
    {
      "character": "Boneguard",
      "line": "Leave this place, before I am forced to attack!"
    },
    {
      "character": "Boneguard",
      "line": "If you value your life, young, then flee!"
    },
    {
      "character": "Boneguard",
      "line": "You should not be here! This is a dangerous place for beings such as you!"
    },
    {
      "character": "Boneguard",
      "line": "I am impressed, young. You seem to have more resilience than those I have fought off before."
    },
    {
      "character": "Boneguard",
      "line": "Perhaps, then, you could help me with my predicament?"
    },
    {
      "character": "Player",
      "line": "Why, what's wrong?"
    },
    {
      "character": "Boneguard",
      "line": "I am trapped in this form against my will... it has been a long and painful struggle to even regain control over my own mind."
    },
    {
      "character": "Player",
      "line": "Why did you attack me?"
    },
    {
      "character": "Player",
      "line": "I didn't do anything to deserve it!"
    },
    {
      "character": "Boneguard",
      "line": "As I said, I am trapped like this against my will."
    },
    {
      "character": "Boneguard",
      "line": "I am forced to defend the one who enslaved me from any harm, even though it disgusts me to do so!"
    },
    {
      "character": "Player",
      "line": "Who's trapped you in this form?"
    },
    {
      "character": "Boneguard",
      "line": "SHE has. She was my rival before we came to this world, and supported that upstart Zamorak in his quest to be a god."
    },
    {
      "character": "Boneguard",
      "line": "It angers me to think at how she tricked me into slavery..."
    },
    {
      "character": "Player",
      "line": "Yes, I understand, but who is 'she'?"
    },
    {
      "character": "Boneguard",
      "line": "Her name is Enakhra, and she is the one who made this accursed temple and this boneguard that I am trapped in."
    },
    {
      "character": "Boneguard",
      "line": "Now, since you show some interest in my situation, will you help me?"
    },
    {
      "character": "Player",
      "line": "Of course, I'll help you out. But first of all, do you have any treasure?"
    },
    {
      "character": "Player",
      "line": "I, er, was just wondering..."
    },
    {
      "character": "Boneguard",
      "line": "Certainly, young. If you help me, I will give you a valuable amulet, and some of my knowledge."
    },
    {
      "character": "Player",
      "line": "That's good enough for me. What do I have to do?"
    },
    {
      "character": "Boneguard",
      "line": "Enakhra keeps me trapped in this form with magic."
    },
    {
      "character": "Boneguard",
      "line": "Her hold over me grew weaker over the years, and I began to build a wall to keep her trapped in her own temple forever."
    },
    {
      "character": "Boneguard",
      "line": "Unfortunately, she has strengthened her spells lately, and I can no longer will myself to continue building."
    },
    {
      "character": "Boneguard",
      "line": "I want you to finish building this wall, that we might seal her in this temple forever, where she cannot taint the world with her creations again."
    },
    {
      "character": "Player",
      "line": "About this wall..."
    },
    {
      "character": "Player",
      "line": "Where do I get the stone?"
    },
    {
      "character": "Boneguard",
      "line": "There is a pile of rubble nearby, made of blocks that have fallen from the walls and the ceiling over time."
    },
    {
      "character": "Boneguard",
      "line": "I have been trapped here for several thousand years, after all..."
    },
    {
      "character": "Boneguard",
      "line": "Is there anything else you wish to know?"
    },
    {
      "character": "Player",
      "line": "How do I build the wall?"
    },
    {
      "character": "Boneguard",
      "line": "Since the blocks are heavy, you will need to be quite strong in order to lift them up to the wall."
    },
    {
      "character": "Boneguard",
      "line": "Once you have placed the stones up on the wall, you must trim them with a chisel so that they do not fall off when you place the next layer."
    },
    {
      "character": "Player",
      "line": "How long will it take?"
    },
    {
      "character": "Boneguard",
      "line": "I was not far from finishing, I must say. It will most likely only take you three loads to finish building it."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Enakhra?"
    },
    {
      "character": "Boneguard",
      "line": "She is a coward, and a despicable traitor. She even supported Zamorak when he tried to become a god."
    },
    {
      "character": "Boneguard",
      "line": "Of course, even though she built a temple for him, he didn't care, and she's been hiding here ever since."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about yourself?"
    },
    {
      "character": "Boneguard",
      "line": "I was once a proud mage, and now look at me. Trapped inside a bone skeleton and forced to defend my rival's temple."
    },
    {
      "character": "Boneguard",
      "line": "To think I believed her when she said she wanted to become allies and make amends for our rivalry!"
    },
    {
      "character": "Boneguard",
      "line": "That two-faced, conniving, backstabbing wretch..."
    },
    {
      "character": "Boneguard",
      "line": "I suppose it is our nature, after all."
    },
    {
      "character": "Player",
      "line": "Okay, I'll start building."
    },
    {
      "character": "Boneguard",
      "line": "Thank you. Once you are finished, the wall itself will shield me from most of her magic, and I will be free to move once more."
    },
    {
      "character": "Enakhra",
      "line": "So, you're determined to meddle in other people's business?"
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Enakhra",
      "line": "That weapon has suddenly become a lot harder to control."
    },
    {
      "character": "Enakhra",
      "line": "And I know it's your doing. He's tried to get you to help, hasn't he?"
    },
    {
      "character": "Player",
      "line": "If you're talking about Akthanakos, then yes!"
    },
    {
      "character": "Enakhra",
      "line": "Of course, I don't suppose he's told you who he's trying to support, has he?"
    },
    {
      "character": "Player",
      "line": "Er, no. But if you hate him so much, I suppose he doesn't support Zamorak..."
    },
    {
      "character": "Enakhra",
      "line": "How dare you throw around his name so casually?"
    },
    {
      "character": "Enakhra",
      "line": "No, Akthanakos never supported Zamorak. Not even after these thousands of years..."
    },
    {
      "character": "Enakhra",
      "line": "He has pledged his allegiance to someone much more foul."
    },
    {
      "character": "Player",
      "line": "Who?"
    },
    {
      "character": "Enakhra",
      "line": "...There are some names it is wiser not to mention, human."
    },
    {
      "character": "Enakhra",
      "line": "Such as the name of my lord Zamorak, that you seem so fond of throwing around."
    },
    {
      "character": "Player",
      "line": "But you said 'Zamorak' first!"
    },
    {
      "character": "Enakhra",
      "line": "Out of my sight, you unworthy scum, before I rend your flesh from your bones."
    },
    {
      "character": "Enakhra",
      "line": "Never dishonour his name again."
    },
    {
      "character": "Player",
      "line": "Okay..."
    },
    {
      "character": "Lazim",
      "line": "Well, adventurer, do you have the treasure yet?"
    },
    {
      "character": "Player",
      "line": "There doesn't seem to be any treasure there."
    },
    {
      "character": "Lazim",
      "line": "None at all?"
    },
    {
      "character": "Player",
      "line": "Hmm... the big skeleton promised to give me something if I helped him."
    },
    {
      "character": "Lazim",
      "line": "Ah ha! So, it's not attacking you? Well done, adventurer. Your second brain cell must be working overtime today."
    },
    {
      "character": "Enakhra",
      "line": "No! What have you done?"
    },
    {
      "character": "Player",
      "line": "The wall's finally built!"
    },
    {
      "character": "Boneguard",
      "line": "Thank you. Thank you very much for all your help."
    },
    {
      "character": "Boneguard",
      "line": "I can feel Enakhra's control over me fading. Finally, I can be free from this imprisonment..."
    },
    {
      "character": "Akthanakos",
      "line": "After thousands of years... finally, I am no longer her slave."
    },
    {
      "character": "Akthanakos",
      "line": "Honour demands that I reward you... and yet you have no room to carry my reward. Please, return when you can take it from me."
    },
    {
      "character": "Akthanakos",
      "line": "As thanks for your help, young, please take this amulet of mine."
    },
    {
      "character": "Player",
      "line": "Wow. Er, what does it do?"
    },
    {
      "character": "Akthanakos",
      "line": "It allows you to understand the speech of the Ugthanki, my patron animals, and other camels."
    },
    {
      "character": "Akthanakos",
      "line": "It is also bound to the desert, and can thus transport you back to this temple if you wish."
    },
    {
      "character": "Enakhra",
      "line": "After so many years, why didn't you just give up?"
    },
    {
      "character": "Enakhra",
      "line": "Now my lord will punish you for destroying his weapon."
    },
    {
      "character": "Akthanakos",
      "line": "Ha ha... in that case, I'm sure lord Zaros will be happy to intervene."
    },
    {
      "character": "Enakhra",
      "line": "I'll be waiting for you in the north, Akthanakos."
    },
    {
      "character": "Akthanakos",
      "line": "It'll be a pleasure to fight you once more..."
    },
    {
      "character": "Lazim",
      "line": "Well, thank you, adventurer. You've just deprived me of a wonderful chance to learn from one of Zamorak's first followers."
    },
    {
      "character": "Player",
      "line": "What? What about that treasure you were looking for?"
    },
    {
      "character": "Lazim",
      "line": "You utter imbecile! Did you think I was looking for gold?"
    },
    {
      "character": "Lazim",
      "line": "I want knowledge!"
    },
    {
      "character": "Player",
      "line": "Um... sorry."
    },
    {
      "character": "Lazim",
      "line": "'Sorry' won't bring those Mahjarrat back."
    },
    {
      "character": "Lazim",
      "line": "*sigh* I might as well stay to study this temple. It has some interesting magical properties."
    },
    {
      "character": "Player",
      "line": "Ooh, you're a mage? Can you teach me any spells?"
    },
    {
      "character": "Lazim",
      "line": "Well..."
    },
    {
      "character": "Lazim",
      "line": "I'm sure I've dropped hints the size of Varrock, but you might not have noticed. I'm a Zamorakian mage."
    },
    {
      "character": "Lazim",
      "line": "If you really want to learn my spells, you'll have to dedicate yourself to Zamorak."
    },
    {
      "character": "Player",
      "line": "I couldn't do that!"
    },
    {
      "character": "Lazim",
      "line": "Then you won't be learning any of my spells."
    },
    {
      "character": "Lazim",
      "line": "Ha ha ha ha!"
    },
    {
      "character": "Player",
      "line": "You're not very nice, are you?"
    },
    {
      "character": "Lazim",
      "line": "What did you expect from a Zamorakian mage?"
    },
    {
      "character": "Lazim",
      "line": "You really thought I would teach you my secrets just like that? Ha ha ha! You are a naive fool."
    },
    {
      "character": "Player",
      "line": "That's not very nice of you."
    },
    {
      "character": "Lazim",
      "line": "I'm a mage of Zamorak, after all. What else do you expect?"
    },
    {
      "character": "Lazim",
      "line": "How are you and your defective brain doing nowadays, adventurer?"
    },
    {
      "character": "Player",
      "line": "I've lost the amulet that Akthanakos gave me."
    },
    {
      "character": "Lazim",
      "line": "You scatterbrained fool. You dropped it in here. Since you have no space to carry it, I can't give it back yet."
    },
    {
      "character": "Lazim",
      "line": "You really are an idiot, aren't you? You dropped it in here when you left. Try not to lose it next time."
    },
    {
      "character": "Player",
      "line": "Hey! That's not very nice."
    },
    {
      "character": "Lazim",
      "line": "I'm not very nice. If you want to see who ruined all of my plans, adventurer, just look in a mirror."
    },
    {
      "character": "Player",
      "line": "Suit yourself. At least I got a nice amulet for my trouble."
    },
    {
      "character": "Lazim",
      "line": "And don't forget who gave it unlimited charges for you!"
    },
    {
      "character": "Lazim",
      "line": "About that amulet - I might be able to improve it for you, for a fee. Have you got it with you?"
    },
    {
      "character": "Player",
      "line": "No, I don't have it on me at the moment. I must have stored it somewhere."
    },
    {
      "character": "Lazim",
      "line": "Of course you did. I bet you spend your life collecting junk, storing it, then complaining you've run out of storage space. Fetch the amulet if you want my help."
    },
    {
      "character": "Player",
      "line": "Yes, I've got it here."
    },
    {
      "character": "Lazim",
      "line": "Yes, it's what I thought. This amulet will run out of charges all the time, if you keep using it. For one million coins I can give it unlimited charges."
    },
    {
      "character": "Player",
      "line": "Why do you need so much money for it?"
    },
    {
      "character": "Lazim",
      "line": "Three reasons. Firstly, I'm a Zamorakian mage - we're not big on charity work. Secondly, I want the money. Finally, in case you need reminding, I hate you."
    },
    {
      "character": "Player",
      "line": "Right. Well, I haven't got that kind of money on me."
    },
    {
      "character": "Player",
      "line": "Okay, here's one million coins."
    },
    {
      "character": "Player",
      "line": "I'm not interested."
    },
    {
      "character": "Lazim",
      "line": "Your loss."
    },
    {
      "character": "Player",
      "line": "Maybe another time."
    }
  ],
  "characters": [
    {
      "name": "Akthanakos",
      "description": "Ancient male Mahjarrat, deep and commanding tone with otherworldly resonance. A camel-headed being imprisoned for millennia, speaks with righteous indignation and ancient authority."
    },
    {
      "name": "Boneguard",
      "description": "Ancient being, hollow and otherworldly tone. A spirit trapped within an animated skeleton, speaks with desperation and underlying nobility despite forced servitude."
    },
    {
      "name": "Enakhra",
      "description": "Ancient female Mahjarrat, sophisticated and bitter tone with dark menace. A powerful sorceress devoted to Zamorak, scorned and vengeful after thousands of years of isolation."
    },
    {
      "name": "Freed Spirit",
      "description": "Ethereal and relieved tone. A spirit released from bondage, grateful and fading with otherworldly echoes."
    },
    {
      "name": "Knight",
      "description": "Adult male, British accent, formal and dutiful tone. An ancient knight from Avarrocka, noble and military with chivalric bearing."
    },
    {
      "name": "Lazim",
      "description": "Middle-aged male, Middle Eastern accent, dismissive and contemptuous tone. A sunburnt Zamorakian mage, sarcastic and arrogant with barely concealed disdain."
    },
    {
      "name": "Pentyn",
      "description": "Elderly male, British accent, exhausted and haunted tone. An ancient knight imprisoned for thousands of years, weary and desperate from prolonged torment and hunger."
    }
  ]
}