{
  "branch": "quest/fairytale-ii-cure-a-queen",
  "quest_name": "Fairytale II - Cure a Queen",
  "lines": [
    {
      "character": "Player",
      "line": "I've solved your problems! I've returned the Fairy Queen's magical essence!"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "What are you talking about?"
    },
    {
      "character": "Player",
      "line": "The Fairy Queen was in an enchanted deep sleep, because the Tanglefoot had taken the secateurs that contained her magic. I fought and killed the Tanglefoot and have given the Godfather the Fairy Queen's secateurs. She'll"
    },
    {
      "character": "Player",
      "line": "wake up now and everything will get back to normal."
    },
    {
      "character": "Martin the Master Gardener",
      "line": "I'm glad to hear it, but if you don't mind I'll go and plant some seeds now and wait until they grow before I give you the reward that I promised."
    },
    {
      "character": "Player",
      "line": "I guess it does sound rather far-fetched. Ok, I'll come back and see you after your crops have had a chance to grow."
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Great! I'll see you soon then."
    },
    {
      "character": "Player",
      "line": "So, have your vegetables grown yet?"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Stop being so impatient,. They'll grow in their own good time - come back later."
    },
    {
      "character": "Player",
      "line": "Hello Martin, you must be the slowest gardener in the world! I don't suppose those crops have grown yet?"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Well, you've got a nerve showing up around here again!"
    },
    {
      "character": "Player",
      "line": "What? What are you talking about?"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "You told me that you'd solved the problems of the Gardening Group's members, well I've planted loads of seeds since then and there's no doubt that even more plants are dying!"
    },
    {
      "character": "Player",
      "line": "But I gave the Fairy Queen's secateurs back to the Godfather, things should be growing again."
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Yah, sure, whatever. You know, I didn't believe you when you told me that story about 'the fairies' in the first place. You'd just better solve this problem, when people get hungry, they get angry and you're the"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "person who said that everything would be all right, so you're the person who they'll get angry with!"
    },
    {
      "character": "Player",
      "line": "I suppose I'd better go and see what the problem is then."
    },
    {
      "character": "Player",
      "line": "I've done enough for you, sort it out yourself!"
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Hello again,. Our crops are still failing. Please do something fast, the food reserves are starting to fail. People will start to realise that there is an imminent food crisis soon!"
    },
    {
      "character": "Player",
      "line": "Don't worry, I'm working on it."
    },
    {
      "character": "Martin the Master Gardener",
      "line": "Please hurry. Things are getting dire!"
    },
    {
      "character": "Player",
      "line": "Godfather! Where is the Fairy Queen?"
    },
    {
      "character": "Fairy Godfather",
      "line": "Whata are you-a talking about?"
    },
    {
      "character": "Player",
      "line": "I've just been to Fairy Nuff's cave and when I got there I found it ransacked! Everything has been broken and the Fairy Queen and Fairy Nuff are missing!"
    },
    {
      "character": "Fairy Godfather",
      "line": "Essere nel panico! You-a say datta Queen Bee, she izza meesing? Theez izza terreeble! Who could-a have done such a theeng? We musta find her! I weel organise a search-a party right-a-way!"
    },
    {
      "character": "Player",
      "line": "Calm down! Let's think this through carefully."
    },
    {
      "character": "Player",
      "line": "Do you have any idea who could have done this?"
    },
    {
      "character": "Fairy Godfather",
      "line": "Errm...no! None atta all! Da Queen Bee, she izza well liked by-a everyone."
    },
    {
      "character": "Player",
      "line": "That's not very helpful."
    },
    {
      "character": "Player",
      "line": "Where could she have been taken to?"
    },
    {
      "character": "Fairy Godfather",
      "line": "Ze keednapper must-a have taken her through-a da fairyreengs. Dey weel-a be long gone by-a now."
    },
    {
      "character": "Player",
      "line": "We must go after them!"
    },
    {
      "character": "Fairy Godfather",
      "line": "Yes! We must-a, but most-a of da folk are away from Zanaris atta the momento."
    },
    {
      "character": "Player",
      "line": "Well tell me what to do and I'll go myself."
    },
    {
      "character": "Fairy Godfather",
      "line": "Ye-es, dat izza good idea. Hokay, you may use-a da fairyreengs. Talk-a to da co-ordinator, she will-a explain-a to you how to use-a da reengs, but you must-a promees me dat you weel come-a back-a here, eef you"
    },
    {
      "character": "Fairy Godfather",
      "line": "find-a her. Whoever keednapped her must-a be very powerful. You find-a da Queen Bee and den-a yous come right back here and we will-a rescue her together. Hokay?"
    },
    {
      "character": "Player",
      "line": "Yes, okay."
    },
    {
      "character": "Fairy Godfather",
      "line": "Good. Now-a yous talk-a to da co-ordinator. She will-a tell you how-a da fairyreengs work."
    },
    {
      "character": "Player",
      "line": "No, I'll rescue her myself."
    },
    {
      "character": "Fairy Godfather",
      "line": "Oh no, dat eet eez no good. Yous wanna to be da hero, but what-a about me? She izza my queen! No, no. You cannot-a use-a da fairyreengs"
    },
    {
      "character": "Player",
      "line": "Where have all the fairies gone?"
    },
    {
      "character": "Fairy Godfather",
      "line": "Da people are mostly out-a and about-a tryeeng to keep-a theengs working. Eet izza not easy weeth da Queen Bee notta here!"
    },
    {
      "character": "Fairy Godfather",
      "line": "Ah, yous hassa changed your mind? Yous weel-a come and getta me before yous rescue da Queen Bee? Only den can-a I geev yous permission to use-a da reengs."
    },
    {
      "character": "Player",
      "line": "Oh, okay then."
    },
    {
      "character": "Fairy Godfather",
      "line": "Good, I knew-a you would change-a your mind. Now I just-a need you to sign-a dis scroll before I geev-a yous da permission to use-a da fairyreengs."
    },
    {
      "character": "Player",
      "line": "I am not signing this! It says I am indebted to you until you release me!"
    },
    {
      "character": "Fairy Godfather",
      "line": "Eet does? Oh, sorry, must-a geeven yous da wrong-a scroll. Tell-a yous what, yous hazza da honest face, so I'll trust-a yous. Go ahead, use-a da fairyreengs, but just-a make sure dat yous come-a back here and tell-a"
    },
    {
      "character": "Fairy Godfather",
      "line": "me when-a yous finda da Queen Bee, like-a yous promised. Now go-a and talk-a to da co-ordinator. She-a weel tell-a yous how da fairyreengs work."
    },
    {
      "character": "Player",
      "line": "No, there's no chance of that happening."
    },
    {
      "character": "Fairy Godfather",
      "line": "Yous weel change-a your mind. Come and talk-a to me me yous do."
    },
    {
      "character": "Player",
      "line": "Hi, the Godfather said I should ask you to explain how the fairy rings work."
    },
    {
      "character": "Co-ordinator",
      "line": "Goodness! As if I don't have enough to do already without giving every adventurer that comes along a history lesson! Let's get this over with quickly. Zanaris is an extremely old place, it was here long before we"
    },
    {
      "character": "Co-ordinator",
      "line": "fairyfolk came to live here. In fact it is rumoured to be the nexus of all planes. When we arrived here we found many of the magical properties of this place to be dormant. One of these was the ability to jump between"
    },
    {
      "character": "Co-ordinator",
      "line": "planes using a powerful portal that had been sealed for centuries. The Fairy Queen harnessed that magic and created the fairy rings, these are not as powerful as the original portal would have been, but are very effective"
    },
    {
      "character": "Co-ordinator",
      "line": "nonetheless. There are 3 fairy rings in Zanaris, the one in the market and the one near the evil chicken's shrine will only take users to one specific place. However the third fairy ring, near the fountains, is a major portal."
    },
    {
      "character": "Co-ordinator",
      "line": "Anybody who activates that fairy ring will find themselves able to dial in a 3 digit code. These codes will all take the user to different locations. Some of the codes no longer work and other codes go to extremely"
    },
    {
      "character": "Co-ordinator",
      "line": "dangerous places, so be careful. Fortunately the fairy rings are imbued with a powerful protective magic and as long as you stand in the middle of them nothing will be able to attack you. Remember, because you are a"
    },
    {
      "character": "Co-ordinator",
      "line": "human, you will need to be holding your dramen staff to activate the rings. Now I must get back to work, there is so much to do and so few fairies left to do it."
    },
    {
      "character": "Fairy Fixit",
      "line": "What is it, human? Busy busy busy!"
    },
    {
      "character": "Player",
      "line": "Why are you carrying that toolbox?"
    },
    {
      "character": "Fairy Fixit",
      "line": "It's the fizgog! It's picking up cable again!"
    },
    {
      "character": "Player",
      "line": "Uh, right. So is it safe to use the fairy rings then?"
    },
    {
      "character": "Fairy Fixit",
      "line": "Sure, as long as you have been given permission to use them. You should just be aware that using the fairy rings sometimes has strange results, the locations that you have been to may affect the locations you are"
    },
    {
      "character": "Fairy Fixit",
      "line": "trying to reach. I could fix it by replacing the fizgog and the whosprangit, I've put in a request for some new parts but they're pretty hard to get hold of, it seems."
    },
    {
      "character": "Player",
      "line": "I'm okay, thanks."
    },
    {
      "character": "Fairy Godfather",
      "line": ", you are-a back! Have-a you found da Queen Bee?"
    },
    {
      "character": "Player",
      "line": "Err, no, not yet."
    },
    {
      "character": "Fairy Godfather",
      "line": "Den whatta are you doing-a back here? Go and-a search for her!"
    },
    {
      "character": "Fairy Godfather",
      "line": "For why you show-a me dat? I-a busy fairy! I donn-a have time for nonsense!"
    },
    {
      "character": "Player",
      "line": "Do you know what these strange marks mean?"
    },
    {
      "character": "Fairy Godfather",
      "line": "For why you show-a me dat? Eez very nice to see yous learning to draw! Bravo!"
    },
    {
      "character": "Cow",
      "line": "Can't the human take a hint? I've been ignoring you! Do you think I would ignore you if I wanted to discuss your Rorschach ink-blots ?"
    },
    {
      "character": "Sheep",
      "line": "The human found some symbols And doesn't know what they mean So now it's cross-examining me And spoiling my routine!"
    },
    {
      "character": "Fairy chef",
      "line": "Very nice, dearie, but that belongs to Fairy Nuff. I should put it back on her wall before she misses it if I were you. You wouldn't want her to think you stole it now, would you?"
    },
    {
      "character": "Fairy chef",
      "line": "Sorry dearie, no, but I have seen a sign with similar marks near the mysterious ruins. You know, the ones that lead you to the Cosmic Rune Altar."
    },
    {
      "character": "Gatekeeper",
      "line": "That you've been doodelling? If you don't mind I have a job to do, please stop distracting me."
    },
    {
      "character": "Gatekeeper",
      "line": "No I don't and I'm trying to work here. Please stop distracting me!"
    },
    {
      "character": "Co-ordinator",
      "line": "Fairy Nuff is very proud of that certificate, it's her most prized possession. She won't like you taking it."
    },
    {
      "character": "Co-ordinator",
      "line": "They look familiar, but I can't think where I've seen marks like that. Try asking around, maybe someone else will recognise them."
    },
    {
      "character": "Fairy Nuff",
      "line": "Thank you, but you'd better keep hold of it. You can't get to this hideout without it."
    },
    {
      "character": "Fairy",
      "line": "I don't want to go back! That orc tried to kill me!"
    },
    {
      "character": "Fairy",
      "line": "We must find a way to fight back! To throw those villains out of our homes."
    },
    {
      "character": "Fairy",
      "line": "I can't believe that there are orcs in Zanaris."
    },
    {
      "character": "Fairy",
      "line": "Have you heard? The Godfather has allowed orcs into Zanaris!"
    },
    {
      "character": "Fairy",
      "line": "Those fairies that side with the Godfather are all traitors! The Queen is the true ruler of Zanaris!"
    },
    {
      "character": "Fairy",
      "line": "Have you seen Fairy Cake? She went to talk to the Godfather and I haven't seen her since."
    },
    {
      "character": "Fairy",
      "line": "How is the Queen? Has she woken up yet?"
    },
    {
      "character": "Fairy Nuff",
      "line": "! You found us! I'm so glad, I was afraid you wouldn't get my message."
    },
    {
      "character": "Player",
      "line": "Fairy Nuff, what happened?"
    },
    {
      "character": "Fairy Nuff",
      "line": "After you brought back the Queen's enchanted secateurs and gave them to the Fairy Godfather, I went to him to ask for them so that I could wake Her Majesty up, but he refused to give them to me. Then I"
    },
    {
      "character": "Fairy Nuff",
      "line": "noticed that lots of my friends were missing, when I asked him about them he said they were off working for him and then he threatened to have his bodyguards pull my wings off! I was scared for the Queen, and so I"
    },
    {
      "character": "Fairy Nuff",
      "line": "moved her here."
    },
    {
      "character": "Fairy Nuff",
      "line": "When I returned to Zanaris I found my cave ransacked! There were other fairies that had been attacked by the Godfather and so we fled the city and came here. I managed to hide a note that I hoped you"
    },
    {
      "character": "Fairy Nuff",
      "line": "would find..."
    },
    {
      "character": "Fairy Nuff",
      "line": "... obviously you did."
    },
    {
      "character": "Player",
      "line": "But why would the Godfather do this?"
    },
    {
      "character": "Fairy Nuff",
      "line": "Isn't it obvious? He wants to rule Zanaris instead of the Fairy Queen. The latest fairies to arrive have even reported that he has invited all sorts of monsters to the Lost City."
    },
    {
      "character": "Player",
      "line": "So what should we do about it do you think?"
    },
    {
      "character": "Fairy Very Wise",
      "line": "I've got terrible news! One of our spies has just returned from Zanaris and has reported that the Godfather has enlisted an army of orcs! Apparently they are wandering freely around our homes!"
    },
    {
      "character": "Player",
      "line": "I'm sorry, but who are you?"
    },
    {
      "character": "Fairy Nuff",
      "line": "Oh, how rude of me! this is Fairy Very Wise, advisor to the Queen. Fairy Very Wise, this is."
    },
    {
      "character": "Fairy Very Wise",
      "line": "Oh, I've heard of you. You're the young adventurer that defeated the Tanglefoot."
    },
    {
      "character": "Player",
      "line": "Yes, that's me."
    },
    {
      "character": "Fairy Very Wise",
      "line": "So you're also the idiot who gave that Godfather maniac the Fairy Queen's magic secateurs!"
    },
    {
      "character": "Player",
      "line": "But that was a mistake! I thought he was trying to help the Fairy Queen!"
    },
    {
      "character": "Fairy Very Wise",
      "line": "So you're not evil, you're just not too bright. Well I'm glad you found this place, although if you can find it it's obviously not much of a hiding place, now you can help fix the damage that you've done!"
    },
    {
      "character": "Player",
      "line": "Alright, what do I need to do?"
    },
    {
      "character": "Fairy Very Wise",
      "line": "The first thing we have to do is wake up the Fairy Queen. You will have to go back to Zanaris and find a way to get those magical secateurs back from the Godfather!"
    },
    {
      "character": "Player",
      "line": "That's easy I'll just pickpocket them off of him, I'm really good at that."
    },
    {
      "character": "Fairy Very Wise",
      "line": "Ok, just be careful, his henchmen have keen eyes and will be watching out for him."
    },
    {
      "character": "Fairy Very Wise",
      "line": "I'm so worried about the Queen, without her the fairy people may be chased out of Gielinor completely! You must wake her, for all our sakes!"
    },
    {
      "character": "Fairy Nuff",
      "line": "What are you doing? You need to get those secateurs back very urgently!"
    },
    {
      "character": "Fairy Nuff",
      "line": "Oh, you're back! I'm so glad. Did you manage to get the secateurs?"
    },
    {
      "character": "Player",
      "line": "Yes, but I seem to have lost them somewhere."
    },
    {
      "character": "Fairy Nuff",
      "line": "I can't believe you did that! You know how important it is that I get those secateurs as soon as possible! Please go and find them immediately!"
    },
    {
      "character": "Fairy Nuff",
      "line": "Oh, rhysdog GIM, you're back! I'm so glad. Did you manage to get the secateurs?"
    },
    {
      "character": "Player",
      "line": "You should have seen me! The Godfather didn't even know I was going through his pockets! Here they are."
    },
    {
      "character": "Fairy Nuff",
      "line": "Fantastic! Let's just hope that it's not too late..."
    },
    {
      "character": "Fairy Nuff",
      "line": "Oh no! It didn't work! She's been asleep too long!"
    },
    {
      "character": "Player",
      "line": "Calm down! There's got to be something that we can do. After all, we've given her back her magical essence, right?"
    },
    {
      "character": "Fairy Nuff",
      "line": "Yes, we have. There is one small chance that we might be able to wake her up still, but I'd need a potion of Magic Essence."
    },
    {
      "character": "Player",
      "line": "Well that doesn't seem too bad, what do I need to do to make one?"
    },
    {
      "character": "Fairy Nuff",
      "line": "A potion of magic essence is made in the same way as any other potion, first you mix a vial of water with a base herb, in this case a Star Flower. Star Flowers are rich in magic essence and are excellent for curing"
    },
    {
      "character": "Fairy Nuff",
      "line": "poisons and that's what the Queen is suffering from - a poisoning of her life essence. Then we need to add the catalyst ingredient; a powdered Gorak's claw. Goraks drain the life from their prey, so by using one of their"
    },
    {
      "character": "Fairy Nuff",
      "line": "claws we are hoping to draw the Queen's life essence back."
    },
    {
      "character": "Player",
      "line": "Thanks for the lecture, but where do I get one of these Star Flowers and where can I find a Gorak?"
    },
    {
      "character": "Fairy Nuff",
      "line": "Star Flowers only grow on the higher planes and even there they are extremely rare. You should be able to access some of the higher planes by using the fairy rings. Goraks also live on a different plane. They are"
    },
    {
      "character": "Fairy Nuff",
      "line": "vicious creatures that draw the life essence from any living thing they find. It seems that in drawing the life force from the world that they live on they have trapped themselves on a small plane, as far as I am aware, the"
    },
    {
      "character": "Fairy Nuff",
      "line": "only way onto or off of their world is through the fairy rings."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Cosmic Being",
      "line": "Salutations traveller! It is unusual for one of the creatures called 'humans' to visit this plane. How can I assist you?"
    },
    {
      "character": "Player",
      "line": "I'm looking for a Star Flower."
    },
    {
      "character": "Cosmic Being",
      "line": "Then you've come to the right place. Star Flower, which is much prized for its magical properties, only grows on this plane. It has a very short life-span; plants grow, flower and die in the space of minutes! If you search"
    },
    {
      "character": "Cosmic Being",
      "line": "around you might find some growing somewhere."
    },
    {
      "character": "Player",
      "line": "Thanks for the lecture. Fortunately I think I know where to get all of the ingredients you need."
    },
    {
      "character": "Fairy Nuff",
      "line": "That's great news! Well what are you waiting for? We need that potion as soon as possible!"
    },
    {
      "character": "Player",
      "line": "Yes, I'm on my way."
    },
    {
      "character": "Fairy Nuff",
      "line": "Hello. How are you getting on with making that potion?"
    },
    {
      "character": "Player",
      "line": "I haven't found a Star Flower yet."
    },
    {
      "character": "Fairy Nuff",
      "line": "I don't have to tell you again how important it is that you hurry!"
    },
    {
      "character": "Fairy Nuff",
      "line": "How's that potion of Magic Essence coming along, ?"
    },
    {
      "character": "Player",
      "line": "I've half made it, I found a Starflower on this really wierd plane."
    },
    {
      "character": "Fairy Nuff",
      "line": "That's nice for you, but please stop wasting time. You need to finish the potion with a Gorak's claw."
    },
    {
      "character": "Player",
      "line": "I've got it, I've made a potion of magic essence!"
    },
    {
      "character": "Fairy Nuff",
      "line": "Oh, that's fantastic! Please give it to Her Majesty immediately."
    },
    {
      "character": "Fairy Very Wise",
      "line": "Thank you for your great service to the fairy people, we are indebted to you!"
    },
    {
      "character": "Fairy Queen",
      "line": "...Urgh! Wh... what happened?...Why do I feel so awful?"
    },
    {
      "character": "Fairy Nuff",
      "line": "Your majesty! You're awake!"
    },
    {
      "character": "Fairy Queen",
      "line": "Wh... what happened? The last thing I remember was confronting that Tanglefoot with the aid of the Godfather."
    },
    {
      "character": "Player",
      "line": "THE GODFATHER?"
    },
    {
      "character": "Fairy Queen",
      "line": "Yes, that's what I said... oh, hello. Please excuse me for not having noticed you earlier, I'm not feeling quite myself. Why did you shout about the Godfather?"
    },
    {
      "character": "Player",
      "line": "I'm not really sure how to tell you this, your majesty... It seems as though you've fallen foul of a clever scheme of the Godfather's..."
    },
    {
      "character": "Fairy Queen",
      "line": "That's absurd, why would the Godfather want to hurt me?"
    },
    {
      "character": "Fairy Very Wise",
      "line": "I'm afraid it's true your majesty. You see nobody knew that the Godfather was with you when you fought the Tanglefoot..."
    },
    {
      "character": "Fairy Queen",
      "line": "But that's the point, I didn't fight the Tanglefoot. We had only just entered its lair and sensing the danger to itself, the Tanglefoot fled down a passage, then... blackness!"
    },
    {
      "character": "Fairy Very Wise",
      "line": "Then your majesty, I think it may be worse than I imagined. I suspect the Fairy Godfather attacked you from behind and left you for dead. He has taken over control of Zanaris whilst you were...er,...sleeping. He"
    },
    {
      "character": "Fairy Very Wise",
      "line": "has enlisted the aid of orcs and other assorted ruffians, if any of your subjects dared to question him, they were assaulted. I very much suspect that if it wasn't for the quick thinking of Fairy Nuff here, you would be"
    },
    {
      "character": "Fairy Very Wise",
      "line": "dead! She fled here with you and as many of your loyal fairies as she could gather. We've been in hiding ever since, until this brave adventurer managed to awaken you."
    },
    {
      "character": "Fairy Queen",
      "line": "I can't believe it!"
    },
    {
      "character": "Fairy Queen",
      "line": "He shan't get away with this, how do I get back to Zanaris? The Godfather shall answer for his crimes!"
    },
    {
      "character": "Fairy Very Wise",
      "line": "No! Stop your majesty!"
    },
    {
      "character": "Fairy Queen",
      "line": "Why, old friend?"
    },
    {
      "character": "Fairy Very Wise",
      "line": "The Godfather has recruited an army of villains, whilst we just have the few fairies who escaped and although they would gladly follow you into battle, many are still wounded from their treatment at the tyrant's hands. I"
    },
    {
      "character": "Fairy Very Wise",
      "line": "must counsel caution, lest this brave hero's efforts are all wasted and the godfather captures you. He won't let you survive a second time."
    },
    {
      "character": "Fairy Queen",
      "line": "There is wisdom in what you say. I shall ponder your words before I act rashly. As for you, how can I reward you? You have done the fairy people a great favour that shall not be forgotten. I'm afraid"
    },
    {
      "character": "Fairy Queen",
      "line": "you find us in trying times, but please accept this magic lamp as a sign of our thanks."
    },
    {
      "character": "Player",
      "line": "Thanks, but I don't have any space to carry it."
    },
    {
      "character": "Fairy Queen",
      "line": "That's alright, come back and get it when you can."
    }
  ],
  "characters": [
    {
      "name": "Co-ordinator",
      "description": "Adult female, British accent, brisk and efficient tone, an overworked fairy administrator who is perpetually busy managing the fairy ring transportation network."
    },
    {
      "name": "Cosmic Being",
      "description": "Ageless ethereal being, soft and echoing voice, calm and contemplative tone, a highly enlightened entity who speaks in philosophical riddles and ponders the mysteries of existence."
    },
    {
      "name": "Cow",
      "description": "Adult female, British accent, snooty and dismissive tone, an intelligent talking cow who considers herself above engaging with humans."
    },
    {
      "name": "Fairy",
      "description": "Adult female, British accent, worried and urgent tone, a loyal fairy subject concerned about the Godfather's takeover and the fate of Zanaris."
    },
    {
      "name": "Fairy Fixit",
      "description": "Adult female, British accent, hurried and enthusiastic tone, a busy fairy engineer who maintains the fairy rings and speaks in whimsical technical jargon."
    },
    {
      "name": "Fairy Godfather",
      "description": "Middle-aged male, exaggerated Italian accent, smooth and manipulative tone, a scheming fairy crime boss who speaks like a mafia don while plotting to overthrow the Queen."
    },
    {
      "name": "Fairy Nuff",
      "description": "Adult female, British accent, caring and worried tone, a compassionate fairy healer fiercely loyal to the Queen who leads the resistance against the Godfather."
    },
    {
      "name": "Fairy Queen",
      "description": "Adult female, British accent, regal and graceful tone, the dignified monarch of Zanaris who speaks with authority but shows genuine warmth to those who aid her."
    },
    {
      "name": "Fairy Very Wise",
      "description": "Elderly female, British accent, sharp and witty tone, a wise but sharp-tongued advisor to the Queen who does not suffer fools gladly."
    },
    {
      "name": "Fairy chef",
      "description": "Adult female, British accent, warm and motherly tone, a kindly fairy cook who enjoys preparing mushroom dishes in the Zanaris kitchen."
    },
    {
      "name": "Gatekeeper",
      "description": "Adult male, British accent, dry and matter-of-fact tone, a tree-like guardian who collects tolls at the market gate with deadpan humor."
    },
    {
      "name": "Martin the Master Gardener",
      "description": "Middle-aged male, British accent, skeptical and exasperated tone, a practical farming expert who is deeply concerned about failing crops but dismissive of fantastical explanations."
    },
    {
      "name": "Sheep",
      "description": "Adult male, British accent, theatrical and poetic tone, an artistic talking sheep who speaks exclusively in verse and fancies himself a great poet."
    }
  ]
}