{
  "branch": "quest/ghosts-ahoy",
  "quest_name": "Ghosts Ahoy",
  "lines": [
    { "character": "Velorina", "line": "Woooo wooo wooooo woooo" },
    { "character": "Velorina", "line": "Take pity on me, please - eternity stretches out before me and I am helpless in its grasp." },
    { "character": "Player", "line": "Why, what is the matter?" },
    { "character": "Velorina", "line": "Oh, I'm sorry - I was just wailing out loud. I didn't mean to scare you." },
    { "character": "Player", "line": "No, that's okay - it takes more than a ghost to scare me. What is wrong?" },
    { "character": "Velorina", "line": "Do you know the history of our town?" },
    { "character": "Player", "line": "Yes, I do. It is a very sad story." },
    { "character": "Velorina", "line": "Would you help us obtain our release into the next world?" },
    { "character": "Player", "line": "No - could you tell me?" },
    { "character": "Velorina", "line": "Do you know why ghosts exist?" },
    { "character": "Player", "line": "A ghost is a soul left in limbo, unable to pass over to the next world; they might have something left to do in this world that torments them, or they might just have died in a state of confusion." },
    { "character": "Velorina", "line": "Yes, that is normally the case. But here in Port Phasmatys, we of this town once chose freely to become ghosts!" },
    { "character": "Player", "line": "Why on earth would you do such a thing?" },
    { "character": "Velorina", "line": "It is a long story. Many years ago, this was a thriving port, a trading centre to the eastern lands of Gielinor. We became rich on the profits made from the traders that came across the eastern seas." },
    { "character": "Velorina", "line": "We were very happy... until Lord Drakan noticed us." },
    { "character": "Velorina", "line": "He sent unholy creatures to demand that a blood-tithe be paid to the Lord Vampyre, as is required from all in the domain of Morytania. We had no choice but to agree to his demands." },
    { "character": "Velorina", "line": "As the years went by, our numbers dwindled and many spoke of abandoning the town for safer lands. Then, Necrovarus came to us." },
    { "character": "Velorina", "line": "He came from the eastern lands, but of more than that, little is known. Some say he was once a mage, some say a priest. Either way, he was in possession of knowledge totally unknown to even the most learned among us." },
    { "character": "Velorina", "line": "Necrovarus told us that he had been brought by a vision he'd had of an underground source of power. He inspired us to delve beneath the town, promising us the power to repel the vampyres." },
    { "character": "Velorina", "line": "Deep underneath Phasmatys, we found a pool of green slime that Necrovarus called ectoplasm. He showed us how to build the Ectofuntus, which would turn the ectoplasm into the power he had promised us." },
    { "character": "Velorina", "line": "Indeed, this Ectopower did repel the vampyres; they would not enter Phasmatys once the Ectofuntus began working. But little did we know that we had exchanged one evil for yet another - Ectopower." },
    { "character": "Velorina", "line": "Little by little, we began to lose any desire for food or water, and our desire for the Ectopower grew until it dominated our thoughts entirely. Our bodies shrivelled and, one by one, we died." },
    { "character": "Velorina", "line": "The Ectofuntus and the power it emanates keeps us here as ghosts - some, like myself, content to remain in this world; some becoming tortured souls who we do not allow to pass our gates." },
    { "character": "Velorina", "line": "We would be able to pass over into the next world but Necrovarus has used his power to create a psychic barrier, preventing us." },
    { "character": "Velorina", "line": "We must remain here for all eternity, even unto the very end of the world." },
    { "character": "Player", "line": "That's a very sad story." },
    { "character": "Player", "line": "Yes, of course I will. Tell me what you want me to do." },
    { "character": "Velorina", "line": "Oh, thank you!" },
    { "character": "Velorina", "line": "Necrovarus will not listen to those of us who are already dead. He might rethink his position if someone with a mortal soul pleaded our cause." },
    { "character": "Velorina", "line": "If he declines, there may yet be another way." },
    { "character": "Player", "line": "I'm sorry, but it isn't really my problem." },
    { "character": "Velorina", "line": "No, you're right - it's our own fault. If you do change your mind though, please come back and help us. We will be here ... forever." },
    { "character": "Player", "line": "Leave me alone - I'm scared of ghosts!!!" },
    { "character": "Velorina", "line": "I sense that you have not yet spoken to Necrovarus." },
    { "character": "Player", "line": "No, I was just getting to that." },
    { "character": "Velorina", "line": "Well, I suppose we do have all the time in the world..." },
    { "character": "Necrovarus", "line": "Woooo wooo wooooo woooo" },
    { "character": "Player", "line": "I must speak with you on behalf of Velorina." },
    { "character": "Necrovarus", "line": "You dare to speak that name in this place?????" },
    { "character": "Player", "line": "She wants to pass-" },
    { "character": "Necrovarus", "line": "Silence!! Or I will incinerate the flesh from your bones!!!" },
    { "character": "Player", "line": "But she-" },
    { "character": "Necrovarus", "line": "Get out of my sight!! Or I promise you that you will regret your insolence for the rest of eternity!!!" },
    { "character": "Player", "line": "Please, listen to me-" },
    { "character": "Necrovarus", "line": "No - listen to me. Go from this place and do not return, or I will remove your head." },
    { "character": "Player", "line": "I'm sorry, but Necrovarus will not let you go." },
    { "character": "Velorina", "line": "I feared as much. His spirit is a thing of fire and wrath." },
    { "character": "Player", "line": "You spoke of another way." },
    { "character": "Velorina", "line": "It is only a small chance. During the building of the Ectofuntus one of Necrovarus's disciples spoke out against him. It is such a long time ago I cannot remember her name, although I knew her as a friend." },
    { "character": "Velorina", "line": "She fled before the Ectofuntus took control over us, but being a disciple of Necrovarus she would have been privy to many of his darkest secrets. She may know of a way to aid us without Necrovarus." },
    { "character": "Player", "line": "Do you know where this woman can be found?" },
    { "character": "Velorina", "line": "I have a vision of a small wooden shack, the land it was built on the unholy soil of Morytania. I sense the sea is very close, and that there are looming castles to the west and the east." },
    { "character": "Player", "line": "If it was such a long time ago, won't she be dead already?" },
    { "character": "Velorina", "line": "She was a friend of mine. Had she died, I would have felt her spirit pass over to the next world, though I may not follow." },
    { "character": "Player", "line": "Were you once a disciple of Necrovarus in the Temple of Phasmatys, old woman?" },
    { "character": "Old crone", "line": "I don't remember; I am so old and my memory goes back only so far..." },
    { "character": "Player", "line": "Is there anything that can help to refresh your memory?" },
    { "character": "Old crone", "line": "Yes, I would love a nice hot cup of nettle tea." },
    { "character": "Player", "line": "Here's some tea for you, like you asked." },
    { "character": "Old crone", "line": "Yes, but it's not in my special cup! I only ever drink from my special cup!!" },
    { "character": "Player", "line": "I see. Can I have this special cup, then?" },
    { "character": "Player", "line": "Do you know where I can find nettles around here?" },
    { "character": "Old crone", "line": "I believe they grow wild in the Haunted Forest." },
    { "character": "Player", "line": "Here's a lovely cup of tea for you, in your own special cup." },
    { "character": "Old crone", "line": "Oh no, it hasn't got milk in it. I only drink tea with milk, I'm afraid." },
    { "character": "Player", "line": "Here's a lovely cup of milky tea for you, in your own special cup." },
    { "character": "Old crone", "line": "Ah, that's better. Now, let me see... Yes, I was once a disciple of Necrovarus." },
    { "character": "Player", "line": "I have come from Velorina. She needs your help." },
    { "character": "Old crone", "line": "Velorina? That name sounds familiar..." },
    { "character": "Old crone", "line": "Yes, Velorina was once a very good friend! It has been many years since we spoke last. How is she?" },
    { "character": "Player", "line": "She's a ghost, I'm afraid." },
    { "character": "Old crone", "line": "They are all dead, then. Even Velorina. I should have done something to stop what was happening, instead of running away." },
    { "character": "Player", "line": "She and many others want to pass on into the next world, but Necrovarus will not let them. Do you know of any way to help them?" },
    { "character": "Old crone", "line": "There might be one way..." },
    { "character": "Old crone", "line": "Do you have such a thing as a ghostspeak amulet?" },
    { "character": "Player", "line": "No I don't, I'm afraid." },
    { "character": "Old crone", "line": "Well, you'll need to find one." },
    { "character": "Player", "line": "Yes, I'm carrying one in my bag." },
    { "character": "Old crone", "line": "Well, that's a stroke of luck." },
    { "character": "Player", "line": "Yes, I'm wearing one right now." },
    { "character": "Old crone", "line": "There is an enchantment that I can perform on such an amulet that will give it the power of command over ghosts. It will work only once, but it will enable you to command Necrovarus to let the ghosts pass on." },
    { "character": "Player", "line": "What do you need to perform the enchantment?" },
    { "character": "Old crone", "line": "Necrovarus had a magical robe for which he must have no more use. Only these robes hold the power needed to perform the enchantment." },
    { "character": "Old crone", "line": "All his rituals came from a book written by an ancient sorcerer from the East called Haricanto. Bring me this strange book." },
    { "character": "Player", "line": "You are doing so much for me - is there anything I can do for you?" },
    { "character": "Old crone", "line": "I have lived here on my own for many years, but not always. When I left Port Phasmatys, I took my son with me. He grew up to be a fine boy, always in love with the sea." },
    { "character": "Old crone", "line": "He was about twelve years old when he ran away with some pirates to be a cabin boy. I never saw him again." },
    { "character": "Player", "line": "That's the second saddest story I have heard today." },
    { "character": "Old crone", "line": "If you ever see him, please give him this...and tell him that his mother still loves him." },
    { "character": "Player", "line": "Was this his boat?" },
    { "character": "Old crone", "line": "Yes, he made it himself. It is a model of the very ship in which he sailed away. The paint has peeled off and it has lost its flag, but I could never throw it away." },
    { "character": "Player", "line": "If I find him, I will pass it on." },
    { "character": "Player", "line": "Remind me - what can I do about Necrovarus?" },
    { "character": "Old crone", "line": "I cannot read the strange letters of the eastern lands. I will need something to help me translate the book." },
    { "character": "Player", "line": "What did you want me to get for you?" },
    { "character": "Player", "line": "I'll go and search for those items you need." },
    { "character": "Player", "line": "I am afraid I have not found your son yet." },
    { "character": "Old crone", "line": "I never expected that you would find him - although if you do, please let me know." },
    { "character": "Player", "line": "Do you know where I can find the Book of Haricanto?" },
    { "character": "Velorina", "line": "Nobody knows what has happened to the Book. It was stolen when our port was raided by pirates many years ago, and never seen since." },
    { "character": "Player", "line": "Do you know where I can find the Robes of Necrovarus?" },
    { "character": "Velorina", "line": "I imagine they are still worn by his mortal body, which now lies in a coffin inside the Temple." },
    { "character": "Player", "line": "I need something to translate the Book of Haricanto." },
    { "character": "Velorina", "line": "I don't really know. You could try asking some of the traders from the East - they might be able to help you." },
    { "character": "Player", "line": "What is your name?" },
    { "character": "Old man", "line": "I don't remember. Everyone around here just calls me 'boy'." },
    { "character": "Player", "line": "You're the cabin boy?!?" },
    { "character": "Old man", "line": "Yes, and proud of it." },
    { "character": "Player", "line": "Can I have the key to the chest?" },
    { "character": "Old man", "line": "Hang on, let me ask the Captain ..." },
    { "character": "Old man", "line": "The Captain says no." },
    { "character": "Player", "line": "Is this your toy boat?" },
    { "character": "Old man", "line": "No - I made a toy boat a long while ago, but that one had a flag." },
    { "character": "Old man", "line": "No - I made a toy boat a long while ago, but the colours on the flag were different." },
    { "character": "Old man", "line": "My word - so it is!!! I never thought I would see it again!! Where did you get it from?" },
    { "character": "Player", "line": "Your mother gave it to me to pass on to you." },
    { "character": "Old man", "line": "My mother? She still lives?" },
    { "character": "Player", "line": "Yes, in a shack to the west of here." },
    { "character": "Old man", "line": "After all these years ..." },
    { "character": "Player", "line": "Can I have the key to the chest, then?" },
    { "character": "Old man", "line": "The Captain says yes." },
    { "character": "Player", "line": "How is it going?" },
    { "character": "Old man", "line": "Wonderful, wonderful! Mother's coming to get me!" },
    { "character": "Player", "line": "Good news! I have found your son!" },
    { "character": "Old crone", "line": "Goodness! Where is he?" },
    { "character": "Player", "line": "He lives on a shipwreck to the east of here. He remembers you and wishes you well." },
    { "character": "Old crone", "line": "Oh thank you!! I will travel to see him as soon as I am able!!" },
    { "character": "Ghost captain", "line": "Woooo wooo wooooo woooo" },
    { "character": "Ghost captain", "line": "Would you like to visit Dragontooth Island? It is a most pleasant island in the sea between Morytania and the lands of the east. It'll cost you 25 ectotokens for the return trip." },
    { "character": "Player", "line": "Okay, here's 25 ectotokens. Let's go." },
    { "character": "Player", "line": "If I pay 500 ectotokens, can I get unlimited trips?" },
    { "character": "Ghost captain", "line": "Yes, that seems fair. Okay, hand them over and we can set off." },
    { "character": "Ghost captain", "line": "Yes, I'd accept that deal. But as you don't have enough ectotokens for that, would you like to pay 25 ectotokens for a trip now?" },
    { "character": "Player", "line": "Not now, thanks." },
    { "character": "Player", "line": "It's nice to see a human face around here." },
    { "character": "Ak-Haranu", "line": "My name Ak-Haranu. I am trader, come from many far across sea in east." },
    { "character": "Player", "line": "You come from the lands of the East? Do you have anything that can help me translate a book that is scribed in your language?" },
    { "character": "Ak-Haranu", "line": "Ak-Haranu may help you. A translation manual I have, much good for reading Eastern language." },
    { "character": "Player", "line": "How much do you want for it?" },
    { "character": "Ak-Haranu", "line": "Ak-Haranu not want money for this book, as is such small thing. But there may be something you could do for me. I am big admirer of Robin, Master Bowman. He staying in village inn." },
    { "character": "Player", "line": "What would you like me to do?" },
    { "character": "Ak-Haranu", "line": "Please get Master Bowman sign an oak longbow for me, so Ak-Haranu can show family and friends when returning home and become much admired. Then I give you book in exchange." },
    { "character": "Player", "line": "Okay, wait here - I'll get you your bow." },
    { "character": "Player", "line": "Sorry, I have too much to do at the moment." },
    { "character": "Player", "line": "Have you got an oak longbow that I can get Robin to sign for you?" },
    { "character": "Ak-Haranu", "line": "No, Ak-Haranu afraid that no longbow in supply at moment. You must make one or buy one." },
    { "character": "Ak-Haranu", "line": "How Master getting on with longbow?" },
    { "character": "Player", "line": "I'll let you know." },
    { "character": "Robin", "line": "Hey you, why don't you have a game of Runedraw with me? If you've got 25 gold pieces I've got a bag of runes we can use." },
    { "character": "Player", "line": "I don't have enough money on me for a game of Runedraw at the moment." },
    { "character": "Player", "line": "Yes, I'll give you a game." },
    { "character": "Player", "line": "So are you going to pay up then? You owe me gold coins!" },
    { "character": "Robin", "line": "How about another game? I'll pay you back with the winnings." },
    { "character": "Player", "line": "What if you lose again?" },
    { "character": "Robin", "line": "Er ... we'll deal with that when we come to it." },
    { "character": "Player", "line": "No, you didn't pay up the last time you lost." },
    { "character": "Player", "line": "Well done, you beat me. But you still owe me gold pieces." },
    { "character": "Robin", "line": "Err ... how about another game? We can settle up after we've finished playing." },
    { "character": "Player", "line": "I've had enough of you not paying up - you owe me 100 gold coins. I'm going to tell the ghosts what you're doing." },
    { "character": "Robin", "line": "Please don't do that!!! They will suck the life from my bones!!!" },
    { "character": "Player", "line": "How about you signing my longbow then?" },
    { "character": "Robin", "line": "Yes, anything!!!" },
    { "character": "Player", "line": "How do you play Runedraw?" },
    { "character": "Robin", "line": "Two players take turns to draw a rune from a bag, which contains ten runes in total. Each rune has a different value: an air rune is worth one point, up to a Nature rune which is worth nine points." },
    { "character": "Robin", "line": "If a player draws the Death rune then the game is over, and they have lost." },
    { "character": "Robin", "line": "A player can choose to hold if they wish and not draw any more runes, but this runs the risk of the other player drawing more runes until they have a greater points total and win." },
    { "character": "Player", "line": "No, that doesn't sound fun." },
    { "character": "Player", "line": "So, still here then?" },
    { "character": "Robin", "line": "Do you want another game of Runedraw?" },
    { "character": "Player", "line": "No!" },
    { "character": "Player", "line": "I have your signed longbow for you." },
    { "character": "Ak-Haranu", "line": "Ah, can it be true? You have obtained bow from Master Bowman?" },
    { "character": "Player", "line": "He was more than happy to oblige. Here you are." },
    { "character": "Ak-Haranu", "line": "May honour be bestowed upon you and your family!" },
    { "character": "Player", "line": "I'm sorry, I seem to have lost the translation manual you gave me." },
    { "character": "Ak-Haranu", "line": "Ah, no worry, my friend. For the gift of longbow Ak-Haranu would give a thousand books." },
    { "character": "Player", "line": "Thank you for the translation manual, Ak-Haranu - it may save many souls before long." },
    { "character": "Ak-Haranu", "line": "And Ak-Haranu thanks you for kind gift of longbow." },
    { "character": "Gravingas", "line": "Woooo wooo wooooo woooo" },
    { "character": "Gravingas", "line": "Will you join with me and protest against the evil desires of Necrovarus and his disciples?" },
    { "character": "Player", "line": "After hearing Velorina's story I will be happy to help out." },
    { "character": "Gravingas", "line": "I'd give you a petition form, but you look like you're carrying too much already." },
    { "character": "Gravingas", "line": "Excellent, excellent!! Here - take this petition form, and try and get 10 signatures from the townsfolk." },
    { "character": "Player", "line": "I'm sorry, I don't really think I should get involved." },
    { "character": "Player", "line": "I'm sorry, I seem to have lost my petition form." },
    { "character": "Gravingas", "line": "Blown away in the sea breeze, hey? Oh well, can't be helped. I'd give you another one, but you look like you're carrying too much already." },
    { "character": "Gravingas", "line": "Blown away in the sea breeze, hey? Oh well, can't be helped. Here's another one, but you'll have to start from scratch again." },
    { "character": "Gravingas", "line": "Come on - you haven't even started yet! You need 10 more signatures." },
    { "character": "Gravingas", "line": "Well, that's a start I suppose" },
    { "character": "Gravingas", "line": "Not doing bad I see! You need 6 more signatures." },
    { "character": "Gravingas", "line": "Are you sure you haven't done this type of thing before? You need 3 more signatures." },
    { "character": "Gravingas", "line": "Very nearly there!! Only 1 more signature to go." },
    { "character": "Gravingas", "line": "You've got them all! Now go and present it to Necrovarus!!" },
    { "character": "Player", "line": "Hello there!" },
    { "character": "Ghost innkeeper", "line": "Greetings, traveller. Welcome to 'The Green Ghost' Tavern. What can I do you for?" },
    { "character": "Player", "line": "Can I buy a beer?" },
    { "character": "Ghost innkeeper", "line": "Sorry, but our pumps dried up over half a century ago. We of this village do not have much of a thirst these days." },
    { "character": "Player", "line": "Can I hear some gossip?" },
    { "character": "Ghost innkeeper", "line": "I suppose, as long as you keep it to yourself..." },
    { "character": "Ghost innkeeper", "line": "You see Gravingas out there in the marketplace? He speaks for the silent majority of Port Phasmatys, for those of us who would prefer to pass over into the next world." },
    { "character": "Player", "line": "What happened to the folk of this town?" },
    { "character": "Ghost innkeeper", "line": "That's a long story, my friend, but you look like you have the time..." },
    { "character": "Ghost innkeeper", "line": "Do you know why ghosts exist?" },
    { "character": "Ghost innkeeper", "line": "Yes, that is normally the case. But here in Port Phasmatys, we of this town once chose freely to become ghosts!" },
    { "character": "Ghost innkeeper", "line": "It is a long story. Many years ago, this was a thriving port, a trading centre to the eastern lands of Gielinor. We became rich on the profits made from the traders that came across the eastern seas." },
    { "character": "Ghost innkeeper", "line": "We were very happy... until Lord Drakan noticed us." },
    { "character": "Ghost innkeeper", "line": "He sent unholy creatures to demand that a blood-tithe be paid to the Lord Vampyre, as is required from all in the domain of Morytania. We had no choice but to agree to his demands." },
    { "character": "Ghost innkeeper", "line": "As the years went by, our numbers dwindled and many spoke of abandoning the town for safer lands. Then, Necrovarus came to us." },
    { "character": "Ghost innkeeper", "line": "He came from the eastern lands, but of more than that, little is known. Some say he was once a mage, some say a priest. Either way, he was in possession of knowledge totally unknown to even the most learned among us." },
    { "character": "Ghost innkeeper", "line": "Necrovarus told us that he had been brought by a vision he'd had of an underground source of power. He inspired us to delve beneath the town, promising us the power to repel the vampyres." },
    { "character": "Ghost innkeeper", "line": "Deep underneath Phasmatys, we found a pool of green slime that Necrovarus called ectoplasm. He showed us how to build the Ectofuntus, which would turn the ectoplasm into the power he had promised us." },
    { "character": "Ghost innkeeper", "line": "Indeed, this Ectopower did repel the vampyres; they would not enter Phasmatys once the Ectofuntus began working. But little did we know that we had exchanged one evil for yet another - Ectopower." },
    { "character": "Ghost innkeeper", "line": "Little by little, we began to lose any desire for food or water, and our desire for the Ectopower grew until it dominated our thoughts entirely. Our bodies shrivelled and, one by one, we died." },
    { "character": "Ghost innkeeper", "line": "The Ectofuntus and the power it emanates keeps us here as ghosts - some, like myself, content to remain in this world; some becoming tortured souls who we do not allow to pass our gates." },
    { "character": "Ghost innkeeper", "line": "We would be able to pass over into the next world but Necrovarus has used his power to create a psychic barrier, preventing us." },
    { "character": "Ghost innkeeper", "line": "We must remain here for all eternity, even unto the very end of the world." },
    { "character": "Player", "line": "Do you have any jobs I can do?" },
    { "character": "Ghost innkeeper", "line": "Yes, actually, I do. We have a very famous Master Bowman named Robin staying with us at the moment. Could you take him some clean bed linen for me?" },
    { "character": "Player", "line": "Yes, I'd be delighted." },
    { "character": "Ghost innkeeper", "line": "Oh, thank you. Be careful with that Robin, though - he's far too full of himself, that one." },
    { "character": "Player", "line": "No, I didn't mean a job like that." },
    { "character": "Ghost innkeeper", "line": "Well, you could take that bedsheet through to Robin like I asked." },
    { "character": "Player", "line": "Nothing, thanks." },
    { "character": "Player", "line": "I've brought you a clean bedsheet, Robin." },
    { "character": "Robin", "line": "Well it's about time. Run along now, I need some Robin time." },
    { "character": "Ghost villager", "line": "Woooo wooo wooooo woooo" },
    { "character": "Player", "line": "Would you sign this petition form, please?" },
    { "character": "Ghost villager", "line": "I'm sorry, but it's hard to believe that a mortal could be interested in helping us." },
    { "character": "Ghost villager", "line": "Why are you wearing that bedsheet? If you're trying to pretend to be one of us, you're not fooling anybody - you're not even green!!" },
    { "character": "Ghost villager", "line": "Most certainly, I will." },
    { "character": "Ghost villager", "line": "I'll do anything that annoys Necrovarus." },
    { "character": "Ghost villager", "line": "Yes! It's about time somebody did something about Necrovarus." },
    { "character": "Ghost villager", "line": "Yes, of course." },
    { "character": "Ghost villager", "line": "It'll cost you..." },
    { "character": "Ghost villager", "line": "I will if you make it worth my while..." },
    { "character": "Ghost villager", "line": "You scratch my back and I'll scratch yours..." },
    { "character": "Player", "line": "How much?" },
    { "character": "Ghost villager", "line": "Oh, it'll cost you ecto-tokens." },
    { "character": "Player", "line": "I don't have that many on me." },
    { "character": "Ghost villager", "line": "No tokens, no signature." },
    { "character": "Player", "line": "Okay, if you insist." },
    { "character": "Player", "line": "There's no way I'm giving in to corruption." },
    { "character": "Ghost villager", "line": "Suit yourself." },
    { "character": "Ghost villager", "line": "I will have you know that I am a fervent supporter of Necrovarus." },
    { "character": "Ghost villager", "line": "How dare you accost me in the street?" },
    { "character": "Ghost villager", "line": "Get lost." },
    { "character": "Ghost villager", "line": "I don't have time for this nonsense." },
    { "character": "Ghost villager", "line": "You only just asked me the same thing! Leave me alone - I've had my say!" },
    { "character": "Player", "line": "Thank you for your kind support." },
    { "character": "Player", "line": "I must let you know, Necrovarus, that I am collecting signatures from the citizens of Port Phasmatys." },
    { "character": "Necrovarus", "line": "Oh, I do admire an activist. Do let me know when you're finished, and I'll give it my fullest consideration." },
    { "character": "Player", "line": "Necrovarus, I am presenting you with a petition form that has been signed by 10 citizens of Port Phasmatys." },
    { "character": "Necrovarus", "line": "A petition you say? Continue, mortal." },
    { "character": "Player", "line": "It says that the citizens of Port Phasmatys should have the right to choose whether they pass over into the next world or not, and not have this decided by the powers that be on their behalf." },
    { "character": "Necrovarus", "line": "I see." },
    { "character": "Player", "line": "So you will let them pass over if they wish?" },
    { "character": "Necrovarus", "line": "Oh yes." },
    { "character": "Player", "line": "Really?" },
    { "character": "Necrovarus", "line": "NO!!!!! Get out of my sight before I burn every ounce of flesh from your bones!!!!!" },
    { "character": "Player", "line": "So, have you changed your mind yet?" },
    { "character": "Necrovarus", "line": "NEVER!!!!!" },
    { "character": "Necrovarus", "line": "WHICH IS A VERY LONG TIME!!!!!!" },
    { "character": "Player", "line": "It matters not that you ignore your citizens' wishes, Necrovarus. Wheels have been set in motion, wheels that will set them free." },
    { "character": "Necrovarus", "line": "I have almost completely lost patience with you, mortal. Another word, and every threat I have uttered will be made real for you." },
    { "character": "Ghost disciple", "line": "What are you doing going in there?" },
    { "character": "Player", "line": "Err, I was just curious..." },
    { "character": "Ghost disciple", "line": "Inside that room is a coffin, inside which lie the mortal remains of our most glorious master, Necrovarus. None may enter." },
    { "character": "Player", "line": "I have something for you." },
    { "character": "Old crone", "line": "The Book of Haricanto! I have no idea how you came by this, but well done!!" },
    { "character": "Old crone", "line": "A translation manual - yes, this should do the job." },
    { "character": "Old crone", "line": "Good - the robes of Necrovarus." },
    { "character": "Old crone", "line": "Wonderful; that's everything I need." },
    { "character": "Player", "line": "I seem to have lost my ghostspeak amulet." },
    { "character": "Old crone", "line": "Oh dear, that's unfortunate. You'll have to go and find another one, then." },
    { "character": "Old crone", "line": "I will now perform the ritual of enchantment." },
    { "character": "Old crone", "line": "Did it work?" },
    { "character": "Player", "line": "Actually, I haven't tried it yet." },
    { "character": "Velorina", "line": "How is it going?" },
    { "character": "Player", "line": "I have had the Amulet of Ghostspeak enchanted, which I shall use to command Necrovarus to set you free." },
    { "character": "Velorina", "line": "Oh, kind adventurer - you are the answer to all our prayers!" },
    { "character": "Necrovarus", "line": "You dare to face me again - you must be truly insane!!!!" },
    { "character": "Player", "line": "No, Necrovarus, I am not insane. With this enchanted amulet of ghostspeak I have the power to command you to do my will!" },
    { "character": "Player", "line": "Let any ghost who so wishes pass on into the next world." },
    { "character": "Necrovarus", "line": "I - will - let ..." },
    { "character": "Player", "line": "Carry on..." },
    { "character": "Necrovarus", "line": "... any ..." },
    { "character": "Player", "line": "Yes?" },
    { "character": "Necrovarus", "line": "... ghost who so wishes ..." },
    { "character": "Player", "line": "I think we're almost getting there..." },
    { "character": "Necrovarus", "line": "... pass into the next world." },
    { "character": "Player", "line": "Tell me a joke." },
    { "character": "Necrovarus", "line": "Knock knock" },
    { "character": "Player", "line": "Who's there?" },
    { "character": "Necrovarus", "line": "Egbert." },
    { "character": "Player", "line": "Egbert who?" },
    { "character": "Necrovarus", "line": "Egbert no bacon." },
    { "character": "Player", "line": "Do a chicken impression." },
    { "character": "Necrovarus", "line": "Cluck cluck squuuaaaakkkk cluck cluck" },
    { "character": "Necrovarus", "line": "I think I've laid an egg..." },
    { "character": "Player", "line": "Told you I'd defeat you, Necrovarus. My advice to you is to pass over to the next world yourself with everybody else." },
    { "character": "Necrovarus", "line": "I should fry you for what you have done..." },
    { "character": "Player", "line": "Quiet, evil priest!! If you try anything I will command you again, but this time it will be to throw yourself into the Endless Void for the rest of eternity." },
    { "character": "Necrovarus", "line": "Please no! I will do whatever you say!!" },
    { "character": "Velorina", "line": "You don't need to tell me - I sensed the removal of Necrovarus's psychic barrier!" },
    { "character": "Player", "line": "Only happy to help out." },
    { "character": "Velorina", "line": "Here, take this as a thank you for the service that you have given us." },
    { "character": "Velorina", "line": "This is an Ectophial. If you ever want to come back to Port Phasmatys, empty this on the floor beneath your feet, and you will be instantly teleported to the temple - the source of its power." },
    { "character": "Velorina", "line": "Remember that once the Ectophial has been used you need to refill it from the Ectofuntus." },
    { "character": "Player", "line": "I thought you were going to pass over to the next world." },
    { "character": "Velorina", "line": "All in good time. We stand forever in your debt, and will certainly put in a good word for you when we pass over." },
    { "character": "Player", "line": "Can I have another Ectophial?" },
    { "character": "Velorina", "line": "Really? You've already got an Ectophial." },
    { "character": "Player", "line": "I know, but can I have another one anyway?" },
    { "character": "Velorina", "line": "Of course you can, you have helped us more than we could ever have hoped." },
    { "character": "Player", "line": "Have I? Okay, forget it." },
    { "character": "Player", "line": "Why are you still protesting? I have commanded Necrovarus to let you and your friends do as you like! There's no need for this anymore!" },
    { "character": "Gravingas", "line": "There's always a need for a healthy interest in politics." },
    { "character": "Player", "line": "Okay, suit yourself then." },
    { "character": "Player", "line": "Good news - the enchantment worked!" },
    { "character": "Old crone", "line": "So Necrovarus has let the ghosts go free.... You have achieved many wonderful things, my young friend." }
  ],
  "characters": [
    {
      "name": "Velorina",
      "description": "Middle-aged female ghost, British accent, melancholic and weary yet dignified tone. A former noblewoman of Port Phasmatys, now a spectral guide who speaks with ethereal sadness and hopeful desperation."
    },
    {
      "name": "Necrovarus",
      "description": "Ancient evil male ghost priest, deep booming voice with malevolent echoing quality. Wrathful and commanding with theatrical menace, speaks with burning fury and dark authority."
    },
    {
      "name": "Old crone",
      "description": "Very elderly female, over 100 years old, British accent, cranky and raspy voice. Former magic practitioner who speaks slowly with weathered wisdom and occasional irritability."
    },
    {
      "name": "Old man",
      "description": "Elderly male, frail and confused, slight maritime accent. A senile old sailor who has lost touch with reality, speaks with childlike wonder and mental fog."
    },
    {
      "name": "Ghost captain",
      "description": "Middle-aged male ghost captain, nautical British accent with ghostly ethereal quality. Professional and matter-of-fact maritime demeanor, speaks with hollow spectral authority."
    },
    {
      "name": "Ak-Haranu",
      "description": "Adult male Eastern Asian accent, speaks broken English with formal merchant politeness. Comes from mysterious Eastern Lands, deliberate speech pattern with occasional grammatical quirks."
    },
    {
      "name": "Robin",
      "description": "Adult male, confident and arrogant British accent, slightly pompous master archer. A legendary bowman with inflated ego who speaks with self-importance and dismissive attitude."
    },
    {
      "name": "Gravingas",
      "description": "Male ghost, British accent, passionate and defiant rebel tone. A spectral protester with conviction, speaks with determined indignation against tyranny and injustice."
    },
    {
      "name": "Ghost innkeeper",
      "description": "Middle-aged male ghost innkeeper, British accent, melancholic and weary. A former tavern owner who speaks with nostalgic regret about better days, hollow and resigned tone."
    },
    {
      "name": "Ghost villager",
      "description": "Generic male ghost villager, British accent, ethereal and standoffish tone. A spectral townsperson who is wary of the living, speaks with hollow detachment and occasional hostility."
    },
    {
      "name": "Ghost disciple",
      "description": "Male ghost disciple, British accent, zealous and devoted cultist tone. A spectral follower of Necrovarus who speaks with religious fervor and protective suspicion of outsiders."
    }
  ]
}
