{
  "branch": "quest/hazeel-cult",
  "quest_name": "Hazeel Cult",
  "lines": [
    { "character": "Player", "line": "Hello there." },
    { "character": "Ceril Carnillean", "line": "Blooming, thieving cultists! Why don't they leave me alone? String them all up, that's what I say!" },
    { "character": "Player", "line": "What's wrong?" },
    { "character": "Ceril Carnillean", "line": "It's those blooming cultists from the south! They keep breaking into my house!" },
    { "character": "Player", "line": "Have they taken much?" },
    { "character": "Ceril Carnillean", "line": "Well... no. They stole a suit of armour when they first broke in months ago, but they've been back four more times since then and taken nothing." },
    { "character": "Player", "line": "I see. And you are?" },
    { "character": "Ceril Carnillean", "line": "You don't know me? Why, I am Sir Ceril Carnillean! Mine is quite a famous bloodline, you know. We've played a vital role in the politics of Ardougne for many generations." },
    { "character": "Player", "line": "Well I'm an adventurer. Maybe I can help you with these cultists?" },
    { "character": "Ceril Carnillean", "line": "Interesting... I suppose the authorities haven't been much help so far. Yes, very well. If you return the stolen armour, I will provide you with a modest cash reward!" },
    { "character": "Player", "line": "Yes, of course, I'd be happy to help." },
    { "character": "Ceril Carnillean", "line": "That's very noble of you! Keep that attitude up and one day you might have the honour of working full-time for someone like me." },
    { "character": "Ceril Carnillean", "line": "Now, I caught a glimpse of the thieves leaving, but due to... uh... my cold, I was unable to give chase." },
    { "character": "Ceril Carnillean", "line": "What I do know is that they belong to some sort of cult. They seem to be based in a cave just south of the city, near the Clock Tower." },
    { "character": "Player", "line": "How do you know that?" },
    { "character": "Ceril Carnillean", "line": "My old butler, Higson, once followed them there. Unfortunately, the next night he died in his sleep." },
    { "character": "Player", "line": "That's awful!" },
    { "character": "Ceril Carnillean", "line": "No, it's okay. Jones, a replacement from the Servants' Guild, arrived the next day. He's been great - makes an excellent broth!" },
    { "character": "Player", "line": "Right... I'll see if I can find this cave." },
    { "character": "Player", "line": "No thanks. I've got other plans." },
    { "character": "Ceril Carnillean", "line": "Well no wonder I'm the one with the big house and you're the one on the streets." },
    { "character": "Player", "line": "You probably deserve it." },
    { "character": "Ceril Carnillean", "line": "And who are you to judge me? You look like a peasant anyway. I'm wasting my time talking to you." },
    { "character": "Player", "line": "You seem uptight. I'll leave you alone." },
    { "character": "Ceril Carnillean", "line": "Yes, I doubt you could help anyway." },
    { "character": "Player", "line": "Hello, Ceril." },
    { "character": "Ceril Carnillean", "line": "That's Sir Ceril to you, you impudent scamp. Show a bit of respect to your betters. Now, shouldn't you be recovering my armour?" },
    { "character": "Player", "line": "Yeah yeah, I'm on it." },
    { "character": "Ceril Carnillean", "line": "Good. I suggest you start with that cave south of the city, near the Clock Tower. That is where the cult is based." },
    { "character": "Player", "line": "Hello." },
    { "character": "Guard", "line": "Hello there. I hear you're after that cult who broke in the other night. It always gladdens me when civilians assist the law like this." },
    { "character": "Player", "line": "I'm just happy to be of help." },
    { "character": "Butler Jones", "line": "Hello. How are you today?" },
    { "character": "Player", "line": "Good thank you, and yourself?" },
    { "character": "Butler Jones", "line": "Very well, thank you." },
    { "character": "Henryeta Carnillean", "line": "Oh, hello. I'm afraid I'm not very presentable at the moment. I've been under incredible stress of late! It's ruining my complexion!" },
    { "character": "Player", "line": "Why? What's wrong?" },
    { "character": "Henryeta Carnillean", "line": "It's those awful cultists! I just don't feel safe here anymore!" },
    { "character": "Philipe Carnillean", "line": "Mommy said you're here to kill all the nasty people that keep breaking in." },
    { "character": "Player", "line": "Something like that." },
    { "character": "Philipe Carnillean", "line": "Can I watch?" },
    { "character": "Player", "line": "No!" },
    { "character": "Claus the Chef", "line": "Sorry, can't stop to chat! You would be amazed at how many meals this family gets through daily!" },
    { "character": "Claus the Chef", "line": "Oi - I don't want people messing around with my range!" },
    { "character": "Clivet", "line": "Hey! I don't remember saying you could use that raft!" },
    { "character": "Player", "line": "Hello there. Who are you?" },
    { "character": "Clivet", "line": "You can call me Clivet. What do you want, adventurer?" },
    { "character": "Player", "line": "Do you know the Carnilleans?" },
    { "character": "Clivet", "line": "Carnilleans? Don't think I've ever heard of them." },
    { "character": "Player", "line": "Look, I know you're lying. I know all about your cult." },
    { "character": "Clivet", "line": "Is that so? In that case, I'd say you'd be wise to leave now." },
    { "character": "Player", "line": "Unfortunately, I have a job to do. I'm not leaving until it's done." },
    { "character": "Clivet", "line": "Ah, I see. That two-faced snob has made you fall for his propaganda, eh?" },
    { "character": "Player", "line": "What's that supposed to mean?" },
    { "character": "Clivet", "line": "The Carnillean home does not belong to them. It was built long ago by the great Lord Hazeel, who once ruled over this entire region." },
    { "character": "Clivet", "line": "Many years ago, the Carnilleans led a rebellion against Lord Hazeel and all who followed him. Under the cover of darkness, they stormed his home in an angry mob, torturing and butchering everyone they found." },
    { "character": "Clivet", "line": "The following morning, the Carnillean forefathers moved into the empty household and claimed it as their own. They have grown fat on the hard work of Lord Hazeel ever since." },
    { "character": "Player", "line": "Right... And what happened to this Hazeel?" },
    { "character": "Clivet", "line": "The foolish Carnilleans believed him dead. Unluckily for them, being an all-powerful Mahjarrat gave him access to powers and enchantments they knew nothing of." },
    { "character": "Clivet", "line": "As they stormed his home, Lord Hazeel made preparations for his eventual return. We, his faithful followers, have been working to bring that about ever since." },
    { "character": "Player", "line": "What makes you think I care about the politics and histories of Ardougne?" },
    { "character": "Clivet", "line": "I could kill you right now and be done with it, but I don't think you're the fool that the Carnilleans believe you to be. Instead, I offer you a chance to join us." },
    { "character": "Clivet", "line": "Help us bring about the return of Lord Hazeel, and you will be well rewarded. However, should you continue to try and prevent his return, you will suffer the wrath of Zamorak." },
    { "character": "Player", "line": "Hmm..." },
    { "character": "Player", "line": "Before I decide, I have some questions for you." },
    { "character": "Clivet", "line": "Very well." },
    { "character": "Player", "line": "Tell me more about Hazeel." },
    { "character": "Clivet", "line": "Lord Hazeel is one of the great Mahjarrat who once fought alongside Zamorak himself. He ruled this region for many years, until the cowardly Carnilleans rebelled against him." },
    { "character": "Player", "line": "But he survived?" },
    { "character": "Clivet", "line": "Of course! The Mahjarrat know magic that others can only dream of. Lord Hazeel used his abilities to ensure that one day he'd eventually return. That day will soon be upon us." },
    { "character": "Player", "line": "Why did the Carnilleans rebel against Hazeel?" },
    { "character": "Clivet", "line": "The Carnilleans served the pathetic Saradomin. They considered it their duty to overthrow Hazeel due to his loyalties to Zamorak. They were fools, blinded by Saradominist propaganda!" },
    { "character": "Player", "line": "Saradominist propaganda?" },
    { "character": "Clivet", "line": "Yes! Something even more prevalent today. Too many people now are fooled into believing that Saradomin is a god of good, while Zamorak is evil. Those lies couldn't be further from the truth!" },
    { "character": "Player", "line": "Why do you keep breaking into the Carnillean Mansion?" },
    { "character": "Clivet", "line": "There is something we need inside. I will say no more unless you agree to join us." },
    { "character": "Player", "line": "What can you tell me about the Mahjarrat?" },
    { "character": "Clivet", "line": "Surely you have heard of the Mahjarrat? Their race is the ultimate example of power! Each of them wields the strength of an entire army. To oppose any one of them, is to face your doom!" },
    { "character": "Player", "line": "And Hazeel is one of them?" },
    { "character": "Clivet", "line": "More than that! Hazeel is one of the greatest Mahjarrat to have ever lived!" },
    { "character": "Player", "line": "I see." },
    { "character": "Player", "line": "I have no more questions." },
    { "character": "Clivet", "line": "Then we have nothing more to discuss until you've made your choice." },
    { "character": "Player", "line": "Alright, I've made my decision." },
    { "character": "Clivet", "line": "And?" },
    { "character": "Player", "line": "I'll help you." },
    { "character": "Clivet", "line": "Good. Now, we are not the monsters that the Carnilleans would claim we are, so we were hoping to do this without violence. However, the fact they sent you here makes it clear that won't work now." },
    { "character": "Player", "line": "Meaning?" },
    { "character": "Clivet", "line": "You must prove your loyalty to our cause, and Ceril Carnillean must die. Kill him for us, and we will know you are truly dedicated to Lord Hazeel." },
    { "character": "Player", "line": "Alright, how do I do it?" },
    { "character": "Clivet", "line": "I can already tell I was right about you. I can see you are of exactly the right character to join the followers of Hazeel." },
    { "character": "Clivet", "line": "Here, take this poison and pour it into Ceril Carnillean's food. Once the deed is done, return here and speak to me once more." },
    { "character": "Player", "line": "I need some time to think on this." },
    { "character": "Clivet", "line": "Don't take too long." },
    { "character": "Player", "line": "I won't help you." },
    { "character": "Clivet", "line": "Then you are a fool. Go back to your small-minded little life. You will never know the glories you could have tasted as one of us!" },
    { "character": "Player", "line": "You know I'm going to stop you, right?" },
    { "character": "Clivet", "line": "You'll try, but you'll never find us." },
    { "character": "Player", "line": "Actually, I need more time to think on this." },
    { "character": "Clivet", "line": "So, you've returned. I hope you're here because you've recognised the folly in serving the Carnilleans. Think about what you could achieve if you join us instead." },
    { "character": "Alomone", "line": "How did you get in here?" },
    { "character": "Player", "line": "I've come for the Carnillean family armour. Hand it over, or face the consequences." },
    { "character": "Alomone", "line": "I thought I made it clear to Jones that you could not be allowed to interfere with our mission. The incompetent fool must be going soft." },
    { "character": "Player", "line": "So the butler's part of your little cult? Why is it always the butler? I should have known..." },
    { "character": "Alomone", "line": "Well you won't live long enough to tell anyone! Die!" },
    { "character": "Clivet", "line": "You! Leave this place at once, before we're forced to make you!" },
    { "character": "Hazeel Cultist", "line": "You have no place here! Leave now, before someone makes you!" },
    { "character": "Alomone", "line": "Get away from that chest!" },
    { "character": "Butler Jones", "line": "Hello, adventurer. How are you doing with your quest?" },
    { "character": "Player", "line": "Drop the act, Jones. I know you're in league with the cultists." },
    { "character": "Butler Jones", "line": "Have you hit your head? That's a preposterous accusation!" },
    { "character": "Player", "line": "Really? So you won't mind me telling Ceril then?" },
    { "character": "Butler Jones", "line": "Oh, you think he'll take your word over mine? He trusts me completely!" },
    { "character": "Player", "line": "We'll see about that." },
    { "character": "Ceril Carnillean", "line": "You're back. Have you had any luck yet?" },
    { "character": "Player", "line": "Look! I've recovered your armour!" },
    { "character": "Ceril Carnillean", "line": "Well done! I must say I am very impressed! Come on, hand it over." },
    { "character": "Ceril Carnillean", "line": "Before we send you on your way with your payment, I'll just get Jones to whip you up a batch of his special broth." },
    { "character": "Player", "line": "I'd rather not if it's all the same to you. Apparently Jones is in league with the cultists." },
    { "character": "Ceril Carnillean", "line": "What? Right! You! We're going to blooming well sort this out right now, once and for all!" },
    { "character": "Ceril Carnillean", "line": "Jones! This commoner says you had something to do with the cultists that stole my armour. What do you have to say for yourself?" },
    { "character": "Butler Jones", "line": "Nothing to do with me, sir. I am, as you know, a loyal servant." },
    { "character": "Ceril Carnillean", "line": "Humph. Quite right too. I cannot fathom why this scoundrel would accuse you of such a crime without evidence to back up the accusations." },
    { "character": "Ceril Carnillean", "line": "Right, I have made a decision. I have given my word as a nobleman to reward you for your efforts in retrieving my armour, but I must also compensate Jones for this terrible slander." },
    { "character": "Ceril Carnillean", "line": "Now take this and leave! And don't darken my doorstep again!" },
    { "character": "Butler Jones", "line": "Don't worry, sir, he won't be bothering us any more." },
    { "character": "Player", "line": "Hey! You owe me money." },
    { "character": "Ceril Carnillean", "line": "I owe you nothing you scoundrel! Now get out or I'll have Jones throw you out!" },
    { "character": "Henryeta Carnillean", "line": "You! Don't think you can go around insulting our trusted staff and then waltz up to me as though nothing has happened!" },
    { "character": "Player", "line": "Everything I said was the truth." },
    { "character": "Henryeta Carnillean", "line": "Ha! Don't be so ridiculous! Next you'll be trying to tell me that Jones murdered our old butler!" },
    { "character": "Philipe Carnillean", "line": "Daddy says you don't like Mr Jones. Mr Jones is nice. He brings me toys and sweets." },
    { "character": "Player", "line": "Jones is a bad man." },
    { "character": "Philipe Carnillean", "line": "Well if you think that, I don't like you!" },
    { "character": "Player", "line": "Well I'll do my best to console myself over your feelings towards me." },
    { "character": "Butler Jones", "line": "I believe you've been asked to leave, adventurer." },
    { "character": "Player", "line": "You won't get away with this, Jones! I know who you really are!" },
    { "character": "Butler Jones", "line": "That's quite enough of that. All of us here are starting to tire of your theatrics." },
    { "character": "Player", "line": "This isn't over! I will find proof!" },
    { "character": "Claus the Chef", "line": "Hello. How are you today?" },
    { "character": "Player", "line": "Not bad, thanks." },
    { "character": "Claus the Chef", "line": "Good good." },
    { "character": "Guard", "line": "Hello, adventurer. I hear you accused Jones of being part of that cult. Is that true?" },
    { "character": "Player", "line": "It is, but nobody believes me." },
    { "character": "Guard", "line": "You have my utter faith, adventurer. I can't openly defy Sir Ceril, but I'd like you to know that I think you're on the right track with this." },
    { "character": "Guard", "line": "I always found it suspicious that Jones would just show up on the doorstep the very day after the old butler died. Good luck in clearing your name" },
    { "character": "Player", "line": "And what do we have here..." },
    { "character": "Player", "line": "Ceril!" },
    { "character": "Ceril Carnillean", "line": "What do you want now you scoundrel?" },
    { "character": "Player", "line": "Take a look at what I've found." },
    { "character": "Ceril Carnillean", "line": "What's this... Poison?" },
    { "character": "Ceril Carnillean", "line": "Jones?" },
    { "character": "Butler Jones", "line": "Just for killing rats, sir." },
    { "character": "Ceril Carnillean", "line": "Right... but this amulet... I recognise this! Those cultists wore amulets like this!" },
    { "character": "Ceril Carnillean", "line": "Jones! We trusted you! We took you into our home!" },
    { "character": "Butler Jones", "line": "You senile old fool... it was all too easy! I should have killed you and your pathetic family weeks ago!" },
    { "character": "Ceril Carnillean", "line": "Guard!" },
    { "character": "Ceril Carnillean", "line": "This man is one of those cultists! Take him away!" },
    { "character": "Butler Jones", "line": "Don't think this is over, Ceril! You will die at the hands of the Hazeel Cult! I promise you that!" },
    { "character": "Ceril Carnillean", "line": "Well... It looks like I am indebted to you!" },
    { "character": "Player", "line": "No problem. We all make mistakes." },
    { "character": "Ceril Carnillean", "line": "But if it weren't for you... my whole family... we could have been..." },
    { "character": "Ceril Carnillean", "line": "I apologise for my harshness before. The very least I can do is to reward you for your noble efforts, and to offer my sincerest apologies as a gentleman." },
    { "character": "Player", "line": "Thank you." },
    { "character": "Ceril Carnillean", "line": "No, no, thank you! Feel free to stop by anytime, adventurer!" },
    { "character": "Ceril Carnillean", "line": "Hello again, adventurer! It's good to see you! If it wasn't for your quick thinking, the treacherous Jones would have probably poisoned my family and I by now! We are in your debt." },
    { "character": "Player", "line": "Don't worry about it! A good deed is its own reward. And that money didn't hurt either." },
    { "character": "Guard", "line": "Well look who it is! Good to see you managed to clear your name. I always had faith in you!" },
    { "character": "Player", "line": "Thanks! So is everything all quiet around here now?" },
    { "character": "Guard", "line": "Indeed! For now at least, everything is back to normal." },
    { "character": "Philipe Carnillean", "line": "What have you brought me? I want some more toys!" },
    { "character": "Player", "line": "I'm afraid I don't have any toys." },
    { "character": "Philipe Carnillean", "line": "Toys! I want toys!" },
    { "character": "Henryeta Carnillean", "line": "Hello again, adventurer. Since you dealt with those horrible cultists, things have vastly improved for us around here!" },
    { "character": "Player", "line": "I'm happy to have helped." },
    { "character": "Player", "line": "Hey." },
    { "character": "Claus the Chef", "line": "Well hello there, adventurer! Are we fit and well?" },
    { "character": "Player", "line": "Absolutely." },
    { "character": "Claus the Chef", "line": "Glad to hear it." },
    { "character": "Clivet", "line": "Here's that poison you need. Take it and pour it into Ceril Carnillean's food. Once the deed is done, return here and speak to me once more." },
    { "character": "Clivet", "line": "You have a mission for us, adventurer. Go to the Carnilliean household and poison Ceril Carnillean's meal to prove your loyalty." },
    { "character": "Player", "line": "I need some more poison." },
    { "character": "Clivet", "line": "Fool! Be more careful with it this time." },
    { "character": "Butler Jones", "line": "Hello, adventurer. I hear your quest is going well." },
    { "character": "Player", "line": "Really?" },
    { "character": "Butler Jones", "line": "Oh yes. Do keep up the good work." },
    { "character": "Player", "line": "I'm afraid not, Ceril." },
    { "character": "Ceril Carnillean", "line": "That's Sir Ceril you blooming scoundrel! Show respect when addressing someone of my rank! I must say, I am a bit disapointed you haven't made any progress. Maybe I was wrong about you." },
    { "character": "Player", "line": "Yeah, well, just unlucky I guess." },
    { "character": "Henryeta Carnillean", "line": "Oh, hello. I hope you've found those awful cultists! I simply cannot sleep at night knowing they're loose!" },
    { "character": "Player", "line": "I'm afraid I haven't found them yet." },
    { "character": "Henryeta Carnillean", "line": "Well you really are useless, aren't you?" },
    { "character": "Player", "line": "Yup, I guess I am." },
    { "character": "Claus the Chef", "line": "You're that adventurer the family asked to help deal with those weird cultists, right?" },
    { "character": "Player", "line": "That's me." },
    { "character": "Claus the Chef", "line": "Good luck with that!" },
    { "character": "Claus the Chef", "line": "Hello there. Caught any of those weird cultists yet?" },
    { "character": "Player", "line": "Afraid not." },
    { "character": "Claus the Chef", "line": "Well, keep at it!" },
    { "character": "Henryeta Carnillean", "line": "Those hooligans! They slaughtered my precious Scruffy! I shall never recover! I am emotionally scarred for life!" },
    { "character": "Player", "line": "Yeah... Hopefully someone finds them soon." },
    { "character": "Butler Jones", "line": "Hello, adventurer. Such a terrible shame about Scruffy. I wonder if the family will ever fully recover." },
    { "character": "Butler Jones", "line": "Anyway, I hear your quest is going well." },
    { "character": "Philipe Carnillean", "line": "Someone killed Scruffy. I liked Scruffy. He never told me off." },
    { "character": "Player", "line": "Yeah... it's a real shame." },
    { "character": "Philipe Carnillean", "line": "I want my mommy." },
    { "character": "Player", "line": "Hello again." },
    { "character": "Ceril Carnillean", "line": "Oh the inhumanity... the cruelty... the misery... the pain..." },
    { "character": "Ceril Carnillean", "line": "My son is a good boy, really, but how could he give his dinner to Scruffy without having the servants test it for poison first? How? How could he be so thoughtless and careless? He knows we are all under threat!" },
    { "character": "Player", "line": "Scruffy?" },
    { "character": "Ceril Carnillean", "line": "He's been with our family for twenty years... that's 140 in dog years! The poor dog... What did he ever do to deserve such a fate?" },
    { "character": "Player", "line": "Your dog got poisoned? That's not right." },
    { "character": "Ceril Carnillean", "line": "I agree! I hope whichever evildoer is responsible gets the full weight of the law brought upon them!" },
    { "character": "Player", "line": "Uh... yeah... me too." },
    { "character": "Ceril Carnillean", "line": "Oh the misery... How could someone do something like this?" },
    { "character": "Player", "line": "Uh... I'm sure they won't get away with it..." },
    { "character": "Guard", "line": "Today is a dark day. Those cultists have been back, and this time they've gone further than ever before! Murder! We can't afford to keep letting them get away with this." },
    { "character": "Player", "line": "I poisoned the food as requested, but it didn't quite go to plan." },
    { "character": "Clivet", "line": "Yes, we heard all about it from one of our sources. It's a shame that Ceril Carnillean survived, but that is no fault of yours. You have proven your loyalty to Hazeel." },
    { "character": "Player", "line": "So what now?" },
    { "character": "Clivet", "line": "I would like you to meet with our leader, Alomone. You'll find him in our hideout, deeper in the sewers. You can use this raft to get there." },
    { "character": "Clivet", "line": "However, be warned that reaching the hideout is impossible unless the flow of water down here is set correctly. You'll need to use the sewer valves above to do that." },
    { "character": "Player", "line": "But how will I know how to set the valves?" },
    { "character": "Clivet", "line": "For that, you'll need this." },
    { "character": "Clivet", "line": "Going from left to right, turn each of the five sewer valves above so that they follow the design of the amulet. Once you've done that, you'll be able to use the raft here to enter our hideout." },
    { "character": "Clivet", "line": "Here, you'll need this." },
    { "character": "Player", "line": "I lost that amulet you gave me." },
    { "character": "Clivet", "line": "Careless! Look afer this one!" },
    { "character": "Player", "line": "What am I meant to be doing?" },
    { "character": "Clivet", "line": "Use the raft here to enter our hideout and meet with our leader, Alomone." },
    { "character": "Clivet", "line": "Be warned, you'll need to ensure the flow of water down here is set correctly for you to be able to use the raft." },
    { "character": "Clivet", "line": "Going from left to right, turn each of the five sewer valves above so that they follow the design of the amulet I gave you." },
    { "character": "Hazeel Cultist", "line": "I cannot talk right now. Lord Hazeel will soon be back with us and I have many preparations to make." },
    { "character": "Alomone", "line": "Well, well, well... we have a new recruit. Clivet told me of your desire to join us in our glorious task to resurrect the mighty Hazeel." },
    { "character": "Player", "line": "That's right." },
    { "character": "Alomone", "line": "Well if all goes well, you'll play a key role in just that. Before his defeat, Hazeel secured within his home a powerful magical scroll of restoration. It remains there still, hidden to even the foolish Carnilleans." },
    { "character": "Alomone", "line": "Up to now, our attempts to recover this scroll have been met with disappointment. However, I know you will not fail us." },
    { "character": "Player", "line": "So you want me to find this scroll?" },
    { "character": "Alomone", "line": "That is correct. You must return to the Carnillean Mansion and find where it is hidden. We already have an agent in place to support you." },
    { "character": "Player", "line": "You do?" },
    { "character": "Alomone", "line": "Indeed. Their Butler Jones is in fact a faithful follower of Hazeel. He has been unsuccessful in locating the scroll himself, but together the two of you will find it." },
    { "character": "Alomone", "line": "Now, go with haste. Soon we will restore Hazeel to his true power and glory!" },
    { "character": "Player", "line": "Hello, Alomone." },
    { "character": "Alomone", "line": "Hazeel has already waited far too long for his return. It is imperative that you find that scroll! It hides somewhere within the Carnillean Mansion." },
    { "character": "Player", "line": "Don't worry, I'm on it." },
    { "character": "Clivet", "line": "It is good to see you once more, adventurer. Glory to Hazeel!" },
    { "character": "Player", "line": "Hello, Ceril. How's things?" },
    { "character": "Ceril Carnillean", "line": "Sir Ceril! Sir! And things are terrible! Our beloved dog is dead, and I fear it's only a matter of time before those cultists strike again!" },
    { "character": "Player", "line": "Don't worry, I'm sure it will all be okay in the end." },
    { "character": "Claus the Chef", "line": "I just don't understand it! How? How could someone poison my delicious food without me even noticing? I... I just don't get it!" },
    { "character": "Claus the Chef", "line": "Oh man... I hope I don't lose my job over this... but how? How did they do it? And why would they want to kill poor Scruffy anyway? He was such a good dog..." },
    { "character": "Player", "line": "Yeah... it's a real mystery." },
    { "character": "Player", "line": "Ceril. How are you?" },
    { "character": "Ceril Carnillean", "line": "Oh cruel world! Scruffy... I knew you well... I... just... don't think I can... go on without..." },
    { "character": "Player", "line": "Loosen up already. It was only a DOG." },
    { "character": "Player", "line": "I'm making progress. On that note, I hear you might be able to help me with my next task." },
    { "character": "Butler Jones", "line": "Ah yes, the scroll. I'm afraid I've searched high and low, but have so far been unable to locate it. I'm sure it is somewhere within the house, hidden where even the family won't find it." },
    { "character": "Player", "line": "Hmm... So it must be somewhere they'd have never stepped foot. I'll keep on looking." },
    { "character": "Butler Jones", "line": "Hello, adventurer. How is your quest going?" },
    { "character": "Player", "line": "I'm making progress." },
    { "character": "Butler Jones", "line": "Good. Remember, the scroll must be somewhere within the house, hidden where even the family won't find it." },
    { "character": "Player", "line": "Hmm... I'll keep on looking." },
    { "character": "Player", "line": "I have the scroll!" },
    { "character": "Butler Jones", "line": "Then you should waste no time in returning to Alomone. The return of Hazeel will soon be upon us!" },
    { "character": "Henryeta Carnillean", "line": "I'm sorry. I am far too upset to talk to anybody right now. Oh... poor Scruffy..." },
    { "character": "Player", "line": "Yeah... poor Scruffy." },
    { "character": "Guard", "line": "Hello, adventurer. I hope you find the cult soon. We have a horrible suspicion that there's been another burglary." },
    { "character": "Player", "line": "That's worrying." },
    { "character": "Guard", "line": "Yes, it is. The thing is, we can't even work out what they've taken! It's all very odd." },
    { "character": "Alomone", "line": "Have you brought the scroll of restoration?" },
    { "character": "Player", "line": "Yes, I have it right here." },
    { "character": "Alomone", "line": "At long last! With the words contained within this scroll, our lord shall finally return to us!" },
    { "character": "Alomone", "line": "Watch adventurer, and witness the glorious rebirth of Hazeel!" },
    { "character": "Alomone", "line": "Sentente sillaberi junque dithmento! Ia! Ia! Dextrimon encanto! Termando... Imcando... Solly enty rando... Sentente! Ia! Ia! Indenti zaggarati g'thxa!" },
    { "character": "Alomone", "line": "Dintenta! Sententa! Retenta! Q'exjta! Ia! Sottottott! Ia! Dysmenta junque fammatio svelken! Sottey! Sentey! Soloment!" },
    { "character": "Hazeel", "line": "My loyal followers, I have pride in you all. You have achieved a feat many would have considered impossible and returned me to this land." },
    { "character": "Hazeel", "line": "Much time has passed and I have much to attend to, but first, I believe there is one here who deserves my gratitude." },
    { "character": "Hazeel", "line": "Adventurer, I know that your efforts were essential in bringing about my return. You have my thanks. Know that I consider you an ally." },
    { "character": "Hazeel", "line": "Now, I must leave you, loyal subjects, for time is short. My Mahjarrat kin will soon head northwards, and I have much to prepare." },
    { "character": "Hazeel", "line": "Rest assured, when my work is done, I will return to you. Before long, the world will know of Hazeel once more!" },
    { "character": "Player", "line": "Nope, sorry." },
    { "character": "Alomone", "line": "You must find it and bring it to me! Hazeel has already waited far too long for his return." }
  ],
  "characters": [
    {
      "name": "Ceril Carnillean",
      "description": "Middle-aged male aristocrat, British accent, pompous and condescending tone. A wealthy nobleman of Ardougne who takes great pride in his family's status and bloodline, prone to dramatic outbursts and looking down on commoners."
    },
    {
      "name": "Henryeta Carnillean",
      "description": "Middle-aged female noblewoman, refined British accent, anxious and melodramatic tone. Lady of the Carnillean household who is easily stressed and prone to emotional distress, obsessed with appearances and propriety."
    },
    {
      "name": "Philipe Carnillean",
      "description": "Young male, high-pitched British accent, spoiled and demanding tone. The heir of the Carnillean family who is bratty and entitled, constantly asking for toys and attention."
    },
    {
      "name": "Butler Jones",
      "description": "Middle-aged male, formal British accent, composed and subtly sinister tone. A seemingly loyal butler who maintains a calm, professional demeanor while secretly serving the Hazeel Cult."
    },
    {
      "name": "Guard",
      "description": "Adult male, working-class British accent, dutiful and sympathetic tone. A mansion guard who is loyal to his job but privately skeptical of the family's judgment, supportive of those seeking the truth."
    },
    {
      "name": "Claus the Chef",
      "description": "Adult male, hearty British accent, busy and bewildered tone. The Carnillean family chef who is hardworking and perpetually rushed, becomes confused and worried when his food is poisoned."
    },
    {
      "name": "Clivet",
      "description": "Adult male, low and persuasive British accent, zealous and cunning tone. A devoted cult recruiter who passionately believes in the Hazeel cause, skilled at manipulation and willing to use violence when necessary."
    },
    {
      "name": "Alomone",
      "description": "Adult male, deep British accent, commanding and fanatical tone. The leader of the Hazeel Cult who speaks with authority and religious fervor, completely devoted to resurrecting his master."
    },
    {
      "name": "Hazeel Cultist",
      "description": "Adult, devoted British accent, fervent and busy tone. A faithful cult member who is focused on preparations for their lord's return, dismissive of outsiders."
    },
    {
      "name": "Hazeel",
      "description": "Ancient male Mahjarrat, otherworldly deep voice with commanding presence. A powerful supernatural being speaking with regal authority and ancient wisdom, gracious to allies but threatening to enemies."
    }
  ]
}
