{
  "branch": "quest/in-search-of-the-myreque",
  "quest_name": "In Search of the Myreque",
  "lines": [
    {
      "character": "Vanstrom Klause",
      "line": "Hello there. The name's Vanstrom Klause. How goes it stranger?"
    },
    {
      "character": "Player",
      "line": "Quite well, thanks for asking. How about you?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Hmm, well, I am a little concerned about some friends of mine. They're in dire need of some assistance, but I'm at a loss as to how I can help them."
    },
    {
      "character": "Player",
      "line": "What friends are these?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "It's a personal tragedy that I have yet to meet them in the flesh. But their exploits make mouth watering stories... The real meat and drink of high adventure and daring... So they say."
    },
    {
      "character": "Player",
      "line": "What does that mean exactly? I mean, I have some stories. I'm quite a hero myself, you may actually be talking about me?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "They're a group of rebels fighting against the vampyres that rule over Morytania. They're known as the Myreque. Some people call them terrorists while others call them freedom fighters!"
    },
    {
      "character": "Player",
      "line": "I see. And you want to help them?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Of course. I'm a big fan of their cause. I was hoping to supply them with some new weapons. Alas, I find that I'm rather lacking in ability when it comes to this kind of thing!"
    },
    {
      "character": "Player",
      "line": "Well perhaps I could take these weapons to the Myreque. What do they need?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Really? You would help?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "I was hoping to deliver some steel to them. A longsword, two shortswords, a dagger, a mace and a warhammer."
    },
    {
      "character": "Vanstrom Klause",
      "line": "Though if you wish to do this, I'm afraid you'll need to acquire the weapons yourself. My efforts to procure them have been rather unsuccessful."
    },
    {
      "character": "Player",
      "line": "Right. Get some steel weapons and take them to the Myreque. Where can I find them?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "The vampyres are always hunting them, so they keep themselves hidden. I hear the boatman in Mort'ton has dealings with them though."
    },
    {
      "character": "Player",
      "line": "Well I'd better get going then."
    },
    {
      "character": "Vanstrom Klause",
      "line": "How wonderful! Perhaps the people of Morytania now have an additional hero that they can come to rely on?"
    },
    {
      "character": "Player",
      "line": "What else do you know about the Myreque?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "There's always some evil heel ready to grind the face of humanity into the dirt. Here in Morytania, it's the vampyres! They rule over the region with an iron fist, killing any who oppose them."
    },
    {
      "character": "Vanstrom Klause",
      "line": "The Myreque are the only ones brave enough to stand up to them. They stay in the shadows though, lest the vampyres track them down!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "No one knows for sure how many of them there are. The group hiding in Mort Myre supposedly has six members. There are whispers of more in other parts of Morytania though."
    },
    {
      "character": "Player",
      "line": "And this group in Mort Myre? They're who the weapons are for?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Yes, indeed! The Myreque are almost certainly able to handle themselves... But they need the tools to do it!"
    },
    {
      "character": "Player",
      "line": "Remind me, what weapons do I need?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "You've forgotten already? Ha! That's funny! But I do understand, my memory isn't what it was either!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "I'd suggest a longsword, two shortswords, a dagger, a mace and a warhammer, all made of steel."
    },
    {
      "character": "Vanstrom Klause",
      "line": "You'll need to obtain the weapons yourself. Fear not though! If you return to me here once you've found them, I'll be sure to give you a nice surprise in return for your help!"
    },
    {
      "character": "Player",
      "line": "Where can I find this boatman?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "I hear he lives in Mort'ton. You'll find the town south of here, through Mort Myre. It's a nasty place, but where isn't in Morytania?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Most of the town has supposedly fallen to some strange affliction. The boatman is apparently one of the few healthy people left!"
    },
    {
      "character": "Player",
      "line": "And you say he's had dealings with the Myreque?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "So I hear. There are many who sympathise with their movement. Rumour is that this boatman's been ferrying supplies to their hideout, somewhere in Mort Myre!"
    },
    {
      "character": "Player",
      "line": "I'd better be off."
    },
    {
      "character": "Player",
      "line": "I wish I could help, but I'm busy at the moment."
    },
    {
      "character": "Vanstrom Klause",
      "line": "Oh well, I'm sure someone will be along to help soon. Thanks for even considering it though."
    },
    {
      "character": "Vanstrom Klause",
      "line": "Hello again. Any luck finding the Myreque?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Hello there friend."
    },
    {
      "character": "Player",
      "line": "Hello there. I'm guessing you're the boatman?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Well I am 'a' boatman. I don't know about 'the' boatman though. Why do you ask anyway?"
    },
    {
      "character": "Player",
      "line": "I hear you have dealings with the Myreque. I was hoping to take some weapons to them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Hmm, I'm sure I don't know what you're talking about."
    },
    {
      "character": "Player",
      "line": "Come on, I know you're in cahoots with them. It's important that I get these weapons to them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Well... Okay, I may have done some work for them before. It's too dangerous now though. I'm sorry, I can't help you."
    },
    {
      "character": "Player",
      "line": "Oh come on, you can tell me!"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "I'm sorry, I just can't... They're watching us you know... Eyes everywhere!"
    },
    {
      "character": "Player",
      "line": "Well, I guess they'll just die without weapons."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Hmm, you don't seem too concerned about their welfare. I'm glad I didn't tell you where they are. In any case, they're resourceful, they can look after themselves."
    },
    {
      "character": "Player",
      "line": "What's that supposed to mean?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "They're resourceful folks, that's all I'm saying. The leader of their group, Veliaf, looks after them well."
    },
    {
      "character": "Player",
      "line": "Resourceful enough to get their own steel weapons?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Maybe they are... What do you care anyway? They've been up against it ever since they got started."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "All of 'em have suffered more loss and heartache than you'll ever know. Now, leave me be!"
    },
    {
      "character": "Player",
      "line": "What have they been up against?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "You're clearly not from around here or you wouldn't be asking such foolish questions."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Drakan. That's what they've been up against."
    },
    {
      "character": "Player",
      "line": "Drakan?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Lord Lowerniel Drakan. Leader of the vampyres and ruler of Morytania. His reign over these lands means we all live in fear."
    },
    {
      "character": "Player",
      "line": "What kind of loss and heartache have they suffered?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "The worst kind. Most have lost members of their family."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Take Sani Piliu for example. she was orphaned overnight when a vampyre went on the rampage. Imagine that, losing your entire family in one night. Terrible!"
    },
    {
      "character": "Player",
      "line": "It sounds awful... Who is Sani Piliu?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "She's the only female member of the Myreque. Her agility and light fingers have got them out of quite a few sticky situations."
    },
    {
      "character": "Player",
      "line": "If you don't tell me, their deaths are on your head!"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "There's death aplenty in this forsaken place... What do I care that some fool hardy vigilantes decided to go it alone against the Drakans?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Stupidity of youth is to blame. I won't carry it on my shoulders!"
    },
    {
      "character": "Player",
      "line": "One man's vigilante is another man's freedom fighter!"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Aye, you can see it from both sides I suppose. But many of us consider it fool hardy to fight for something we'll never get."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "I remember a conversation I had with Polmafi, a scholar, such as he was. Even he agrees that the chances are slim."
    },
    {
      "character": "Player",
      "line": "Polmafi? Who's he?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Polmafi Ferdygris is one of the Myreque. He's a technical sort and advises on all sorts of things to Veliaf. He was a scholar before he became a renegade."
    },
    {
      "character": "Player",
      "line": "What do you know of the Drakans?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "They're the family that leads the vampyres. They're the ones to whom the blood tithes are paid. Too much I have told you already!"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Ignorance is better than these truths I tell you! I can pretend once more that I am a free man and some relief from this gloom can I feel again."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Be gone with you now and leave me with my dreams."
    },
    {
      "character": "Player",
      "line": "What kind of a man are you to say that you don't care?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Don't dare to judge me young fool... what do you know of the heartache I carry? I want to help them! I did help them! But my part is done now. To do any more is to risk death!"
    },
    {
      "character": "Player",
      "line": "You're risking death either way. Better to risk it and help the cause, than to stand by and do nothing."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Hmmm. Very well, if you would take your chance to help these strangers, who am I to stop you?"
    },
    {
      "character": "Player",
      "line": "So you'll help me? Will you take me to them?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "No, I won't take you, but you can use my boat."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "You'll be going through Mort Myre though, so I won't be letting you go unless you've got some defence against the ghasts."
    },
    {
      "character": "Player",
      "line": "I don't have anything which I can use against them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Well return to me once you have."
    },
    {
      "character": "Player",
      "line": "I have this druid pouch! This turns the ghasts visible and I can kill them once I can see them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Very well, you can go! But you'll need to bring me six wooden planks first."
    },
    {
      "character": "Player",
      "line": "What for?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "The boat took some damage on my last trip. It needs repairing. There's also a bridge you'll need to cross later in your journey. It's rotten and will likely need repairs."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Three of the planks are for the boat and three are for the bridge. I suggest you bring some tools and steel nails along as well."
    },
    {
      "character": "Player",
      "line": "Here are some planks for you."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Right. You can take the boat. Just jump in when you're ready to leave."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Go as far north as you can and you'll arrive at the Hollows. Keep heading north on foot, over the rotten bridge, and you'll eventually reach an odd looking tree. That is where you'll find the Myreque."
    },
    {
      "character": "Player",
      "line": "I'll be back later."
    },
    {
      "character": "Player",
      "line": "Why do you say that this place is forsaken?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "All of these lands are forsaken of Saradomin's kindness, only cold death from evil do we now feel."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Those lucky ones to the west of the Salve little realise their fate if the river should one day become tainted."
    },
    {
      "character": "Player",
      "line": "I'll give you some cash if you tell me."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "You think you can buy me?"
    },
    {
      "character": "Player",
      "line": "Err, no. I just want to compensate you for your trouble."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "You keep your money and I'll keep my secrets."
    },
    {
      "character": "Player",
      "line": "I just want to help them, I think they need help."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Aye, everyone in these lands needs help. I'm sorry though, it's just not safe and it's not likely to get safer any time soon."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Look, I feel for them, I really do. They're fighting the good fight out there and unfortunately, some of them probably won't live through it."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Ivan in particular I feel sorry for. He's the youngest of their group and he's seen too few winters to be involved in such toil."
    },
    {
      "character": "Player",
      "line": "Then tell me how to find them. I can help them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "I support their cause. That doesn't mean I want to die for them though. I'm sorry, but I will not risk the wrath of the vampyres."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Player",
      "line": "Please. I need to know how to find the Myreque."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "I'm sorry, but I can't help you. I guess you're all out of luck."
    },
    {
      "character": "Player",
      "line": "So, will you take me to the Myreque?"
    },
    {
      "character": "Player",
      "line": "Can I ask you some more questions?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Sure you can."
    },
    {
      "character": "Player",
      "line": "Where am I meant to be going?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Take my boat as far north as you can and you'll arrive at the Hollows. Keep heading north on foot, over the rotten bridge, and you'll eventually reach an odd looking tree. That is where you'll find the Myreque."
    },
    {
      "character": "Player",
      "line": "Tell me more about the Myreque."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "What do you want to know?"
    },
    {
      "character": "Player",
      "line": "Why are they called the Myreque?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "It's a name the locals gave them. It means 'hidden in the myre'. Nothing fancy, it's just because that's where they hide, in Mort Myre."
    },
    {
      "character": "Player",
      "line": "Tell me about the members of the Myreque."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Well you have Radigad Ponfit. He was a mercenary from Asgarnia but he joined up with the Myreque to settle some mysterious score with the Drakans."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Then there's Veliaf Hurtz, the leader of the group. He's been fighting the fight longer than any of them."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Next there's Ivan Strom. He's the youngest. I hear he's an aspiring priest. Not that there's much time for that around here."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "You've also got Sani Piliu, the only female of the group. She's a bit of a shady one. I reckon she was a thief before the Myreque found her."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "There's Harold Evans. Used to be part of some militia but was kicked out for being too hot-headed. Now he's the main fighter for the Myreque."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "Finally, you have Polmafi Ferdygris. He's the brains of the operation in many ways. Believe it or not, he used to be a scholar."
    },
    {
      "character": "Player",
      "line": "And that's all of them?"
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "In Mort Myre it is. I sometimes hear rumour of more groups hidden in other parts of Morytania. Who knows if that's true though."
    },
    {
      "character": "Player",
      "line": "Tell me about the Drakans."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "They're the family of vampyres that rules all of Morytania. Lowerniel Drakan is the head of the family. Every bit of misery in this place is caused by him."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "No one out here ever sees the Drakans, but their presence is always felt. Their castle towers over all of the region. A constant reminder of their tyranny."
    },
    {
      "character": "Player",
      "line": "Tell me about yourself."
    },
    {
      "character": "Cyreg Paddlehorn",
      "line": "I'm just a humble boatman. Cyreg Paddlehorn is my name. Like most of the Paddlehorns before me, I make my living by tacking the swamps of Mort Myre."
    },
    {
      "character": "Curpile Fyod",
      "line": "Hey. What're you doin' here?"
    },
    {
      "character": "Player",
      "line": "I've come to help the Myreque. I've brought weapons."
    },
    {
      "character": "Curpile Fyod",
      "line": "It don't look like you have suitable weapons to me! Get out of here you fake!"
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, I see ya got some weapons. But here's da thing. These guys out here, they don't wanna be found. They paid me good money to keep em hidden."
    },
    {
      "character": "Curpile Fyod",
      "line": "Now, you seems all sincered up to me... It's choking me up right here. But hey, I's godda do my job or da kids don't get fed!"
    },
    {
      "character": "Player",
      "line": "But I just want to deliver these weapons."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, I's got an idea. Say I asks you a few questions and you answer them all correct and so on... Well that'd make me trust you's. How's dat sound?"
    },
    {
      "character": "Player",
      "line": "Sounds fine to me... Go ahead, shoot!"
    },
    {
      "character": "Curpile Fyod",
      "line": "Hey... Don't tempt me! You's dicing wiv death here my friend!"
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. Name the only female member of the Myreque."
    },
    {
      "character": "Player",
      "line": "Sani Piliu."
    },
    {
      "character": "Player",
      "line": "Santi Peliou."
    },
    {
      "character": "Player",
      "line": "Sani Peridou."
    },
    {
      "character": "Player",
      "line": "Sandi Pherimou."
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. Who is the youngest member of the Myreque?"
    },
    {
      "character": "Player",
      "line": "Ivan Strom."
    },
    {
      "character": "Player",
      "line": "Veliaf Hurtz."
    },
    {
      "character": "Player",
      "line": "Radigad Ponfit."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. Who is the leader of the Myreque in Mort Myre?"
    },
    {
      "character": "Player",
      "line": "Harold Evans."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. Which member of the Myreque was originally a scholar?"
    },
    {
      "character": "Player",
      "line": "Polmafi Ferdygris."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. What is the name of the boatman who helps the Myreque?"
    },
    {
      "character": "Player",
      "line": "Geof Paddleman."
    },
    {
      "character": "Player",
      "line": "Cyreg Paddlebone."
    },
    {
      "character": "Player",
      "line": "Gyrec Paddlehorn."
    },
    {
      "character": "Player",
      "line": "Cyreg Paddlehorn."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, question. What vampyre family rules over Morytania?"
    },
    {
      "character": "Player",
      "line": "Drunken."
    },
    {
      "character": "Player",
      "line": "Drakan."
    },
    {
      "character": "Player",
      "line": "Draynor."
    },
    {
      "character": "Player",
      "line": "Praymore."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, interesting answer. That's the first question done."
    },
    {
      "character": "Curpile Fyod",
      "line": "An interesting response. That's the second question answered."
    },
    {
      "character": "Curpile Fyod",
      "line": "Hmm. Very interesting. That's the third question answered."
    },
    {
      "character": "Curpile Fyod",
      "line": "I'm sorry but you got no questions correct! Go on get outta here..."
    },
    {
      "character": "Curpile Fyod",
      "line": "I'm sorry but you only got one question correct! Go on get outta here..."
    },
    {
      "character": "Curpile Fyod",
      "line": "I'm sorry but you only got two questions correct! Go on get outta here..."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, I believes ya... You can go on in. Head through the doors behind the tree. Once you's in, take the first cave on the right."
    },
    {
      "character": "Player",
      "line": "I don't have to answer to you!"
    },
    {
      "character": "Curpile Fyod",
      "line": "You do if you know what's good for you!"
    },
    {
      "character": "Player",
      "line": "No reason!"
    },
    {
      "character": "Curpile Fyod",
      "line": "Come on... Speak up! I may be able to help you. However, yous gotta know that your tresspassing and that by rights I should slap your around a bit. You know, just like as a warning."
    },
    {
      "character": "Player",
      "line": "I'm lost. Can you show me the way out?"
    },
    {
      "character": "Curpile Fyod",
      "line": "You got yourself here... Now get yourself out... Quickly if I were you."
    },
    {
      "character": "Player",
      "line": "I have to go."
    },
    {
      "character": "Curpile Fyod",
      "line": "Sure... Be on your way stranger."
    },
    {
      "character": "Curpile Fyod",
      "line": "Back again? You ain't getting in 'till you answer my questions."
    },
    {
      "character": "Player",
      "line": "Well let's hear them then."
    },
    {
      "character": "Curpile Fyod",
      "line": "Okay, first question..."
    },
    {
      "character": "Curpile Fyod",
      "line": "Wat ya still doing out here? Head through the doors behind the tree. Once you's in, take the first cave on the right."
    },
    {
      "character": "Harold Evans",
      "line": "Hey! Who are you and why are you here?"
    },
    {
      "character": "Player",
      "line": "It's okay. I'm a friend. I'm here to deliver some weapons to you."
    },
    {
      "character": "Harold Evans",
      "line": "Weapons? You'd better talk to Veliaf then. I'll be keeping an eye on you though, so don't go trying anything."
    },
    {
      "character": "Harold Evans",
      "line": "I'm keeping my eye on you. Nothing personal. We just need to be careful with newcomers. Anyway, Veliaf will want to speak to you."
    },
    {
      "character": "Radigad Ponfit",
      "line": "Greetings! Good to see some new blood. You'd better speak with Veliaf. He's in charge here."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Hello there. Here to help the cause are you? Speak to Veliaf. He'll sort you out."
    },
    {
      "character": "Sani Piliu",
      "line": "Hi there. You're new here aren't you? You'd best go and talk with Veliaf."
    },
    {
      "character": "Ivan Strom",
      "line": "Oh... Hello. Sorry, but I'm not sure if I'm supposed to be talking to you. You'd better speak to Veliaf."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "You... I saw you come in. Harold didn't kill you though so I'm guessing you're no enemy. Who are you?"
    },
    {
      "character": "Player",
      "line": "I'm. Don't worry, I'm a friend. I was asked to bring you some weapons."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "It's true that we could do with some supplies. Thank you for bringing them here. I'll have a proper look over them in a moment but there's something I must finish first."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Feel free to introduce yourself to the others in the meantime."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Ah, well met. We'll discuss those weapons shortly. I need to finish something first though. Feel free to introduce yourself to the others in the meantime."
    },
    {
      "character": "Harold Evans",
      "line": "Hello there. Forgive me if I seem cautious of you. We just need to be careful with newcomers."
    },
    {
      "character": "Player",
      "line": "It's fine. Do you mind if I ask a few questions?"
    },
    {
      "character": "Harold Evans",
      "line": "Hello there. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I'd like to ask a few questions if that's okay?"
    },
    {
      "character": "Harold Evans",
      "line": "Sure. I'll do my best to answer them."
    },
    {
      "character": "Player",
      "line": "What's your job here?"
    },
    {
      "character": "Harold Evans",
      "line": "Cheating death seems to be my main role. I'm the main fighter for the group so I'm always in the thick of it. It's gone okay for me so far though."
    },
    {
      "character": "Player",
      "line": "What can you tell me about this group?"
    },
    {
      "character": "Harold Evans",
      "line": "We're a good team, though many of the others haven't had any proper training before. I used to be in a militia so I've been trying to share my knowledge as best I can."
    },
    {
      "character": "Harold Evans",
      "line": "In most cases we end up having to improvise though. Thankfully, this lot are good at that. Ivan over there, he saved our bacon in a recent run in with some juves."
    },
    {
      "character": "Player",
      "line": "Juves? What are they?"
    },
    {
      "character": "Harold Evans",
      "line": "Juveniles, the lowest form of vampyre. We come across them quite often around here. They may be the weakest vampyres but they're still very dangerous."
    },
    {
      "character": "Harold Evans",
      "line": "They're stronger and faster than many well trained soldiers, and twice as bloodthirsty."
    },
    {
      "character": "Player",
      "line": "What's your grasp of the situation?"
    },
    {
      "character": "Harold Evans",
      "line": "The situation is grave. It would be dangerous to think differently."
    },
    {
      "character": "Harold Evans",
      "line": "We're really up against it, but we have no choice. This is a battle for our very existence and we need to employ any tactics to achieve our goal."
    },
    {
      "character": "Player",
      "line": "Have you heard any rumours?"
    },
    {
      "character": "Harold Evans",
      "line": "Yes, I hear them all the time. I don't pay any attention to them though."
    },
    {
      "character": "Radigad Ponfit",
      "line": "Ah, I see you've introduced yourself to Veliaf. Are you planning to join the fray against the Drakans?"
    },
    {
      "character": "Player",
      "line": "Maybe. I'd like to ask a few questions if that's okay?"
    },
    {
      "character": "Radigad Ponfit",
      "line": "Hello again! How can I be of service to you?"
    },
    {
      "character": "Player",
      "line": "I'd like to ask you few questions."
    },
    {
      "character": "Radigad Ponfit",
      "line": "Sure, go ahead. I'll answer as best I can."
    },
    {
      "character": "Radigad Ponfit",
      "line": "I help with anything I can. I used to be a mercenary before joining the Myreque so I know my way around a blade. I've relied on Veliaf's sword arm many a time. I like to think that he can rely on mine."
    },
    {
      "character": "Player",
      "line": "What can you tell me about the Myreque?"
    },
    {
      "character": "Radigad Ponfit",
      "line": "We're the only resistance against the vampyres. We're seriously outnumbered though. Veliaf doesn't like to hear us saying 'hopeless' but that's our situation at the minute."
    },
    {
      "character": "Player",
      "line": "What're your plans for the future?"
    },
    {
      "character": "Radigad Ponfit",
      "line": "That's more a question for Veliaf. Ultimately though, our goal is to rid Morytania of the vampyres so that we might reclaim our right to exist."
    },
    {
      "character": "Radigad Ponfit",
      "line": "For me personally, I hope that more people will join our ranks soon. Strengh comes in numbers after all."
    },
    {
      "character": "Radigad Ponfit",
      "line": "I have. Something you might find interesting is that Safalaan Hallow, the leader of another Myreque group, has apparently managed to sneak one of his people into the vampyre capital, Darkmeyer."
    },
    {
      "character": "Radigad Ponfit",
      "line": "I'm not sure how true that is. It would be great though!"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Ah, I see you've introduced yourself to Veliaf. Now, what can I do for you?"
    },
    {
      "character": "Player",
      "line": "Do you mind if I ask a few questions?"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Salutations! How are you?"
    },
    {
      "character": "Player",
      "line": "Fine thanks. I'd like to ask a few questions if that's okay?"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Not at all. I'm sure I'll be able to help."
    },
    {
      "character": "Player",
      "line": "What are you doing here?"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "I'm a key advisor to Veliaf. He seeks my council on many issues before we engage the enemy. Not that we do that very often. Our foes heavily outnumber us."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "We don't give up though. After all, all that is required for evil to survive is for good people to do nothing."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Well there's multiple groups of us. Even we don't know exactly how many. The less we know about our allies, the less we can reveal to the vampyres if captured."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Veliaf leads this group. We operate throughout Mort Myre and the surrounding villages. He reports to Calsidiu who is the head of our resistance."
    },
    {
      "character": "Player",
      "line": "What do you know about Morytania?"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "All the land on this side of the Salve is known as Morytania. Humans and vampyres are the main occupants of the region, though other races also live out here."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "The humans here live like cattle with the vampyres taking regular blood tithes to keep themselves fed. All in all, it's a dire place. Though we hope to change that."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Yes, I hear them all the time. They're neither correct or even all that interesting though."
    },
    {
      "character": "Sani Piliu",
      "line": "Hello. Very nice to meet you! The name's Sani Piliu. What's yours?"
    },
    {
      "character": "Player",
      "line": "I'm. Nice to meet you Sani."
    },
    {
      "character": "Sani Piliu",
      "line": "The pleasure's all mine! I've got a good feeling about you. I reckon you're going to do great things for us! You have a powerful aura. Sorry, that must seem really strange."
    },
    {
      "character": "Player",
      "line": "Well, perhaps a little. It's nice of you to say so in any case though. I'd like to ask a few questions if that's okay?"
    },
    {
      "character": "Sani Piliu",
      "line": "Oh, hello. Nice to see you again! How's things?"
    },
    {
      "character": "Player",
      "line": "Fine thanks. Do you mind if I ask a few questions?"
    },
    {
      "character": "Sani Piliu",
      "line": "Sure, go ahead. I'll answer as best I can."
    },
    {
      "character": "Player",
      "line": "Tell me a bit about yourself."
    },
    {
      "character": "Sani Piliu",
      "line": "There's not much to tell really. I was nine years old when my family was ripped to pieces by a vampyre."
    },
    {
      "character": "Sani Piliu",
      "line": "One moment I was a happy member of a loving family, the next I was an orphan living a hand to mouth existence."
    },
    {
      "character": "Sani Piliu",
      "line": "Somehow I managed to get by, eking out a living wherever I could. People took pity on me and I earnt food by helping them out."
    },
    {
      "character": "Sani Piliu",
      "line": "I quickly found I had a very useful set of skills and there were plenty of people willing to pay for them."
    },
    {
      "character": "Sani Piliu",
      "line": "I bumped into Veliaf in Canifis. He saw that I would be an asset to the Myreque and invited me to join. I said yes of course. I couldn't turn down the chance to fight against those who took away my family."
    },
    {
      "character": "Sani Piliu",
      "line": "Well Veliaf is the leader of our group. We're not the only ones in Morytania though. Veliaf reports to someone called Calsidiu who's in charge of all the Myreque. I've never met any of the others though."
    },
    {
      "character": "Sani Piliu",
      "line": "Our hope is to one day bring an end to the reign of Lowerniel Drakan and his vampyres."
    },
    {
      "character": "Sani Piliu",
      "line": "For now though, we're just trying to find any weaknesses we can take advantage of. We need to know how to kill them before we take the war to them!"
    },
    {
      "character": "Player",
      "line": "You make it sound easy!"
    },
    {
      "character": "Sani Piliu",
      "line": "With determination you can achieve great things. However, Veliaf always tells us not to underestimate the enemy. I've made that mistake before. I won't be making it again."
    },
    {
      "character": "Player",
      "line": "What's going on in Morytania?"
    },
    {
      "character": "Sani Piliu",
      "line": "The entire region is ruled over by Lowerniel Drakan and his family. Everyone living here must pay blood tithes to the vampyres. The tithes keep the vampyres fed and ensure that people are too weak to oppose them."
    },
    {
      "character": "Sani Piliu",
      "line": "That's where we come in. We won't just offer our family members to the Drakans as a weekly snack. We're going to fight back!"
    },
    {
      "character": "Player",
      "line": "Is this your main camp?"
    },
    {
      "character": "Sani Piliu",
      "line": "It's our only camp! At least, for our group. I know there's more Myreque in other parts of Morytania but I don't know exactly where."
    },
    {
      "character": "Player",
      "line": "Hi there. Veliaf said that I should introduce myself to everyone."
    },
    {
      "character": "Ivan Strom",
      "line": "Okay. Well my name is Ivan. It's nice to meet you."
    },
    {
      "character": "Player",
      "line": "Would you mind if I asked you a few questions?"
    },
    {
      "character": "Ivan Strom",
      "line": "Oh, hello again. How are you?"
    },
    {
      "character": "Player",
      "line": "Fine thanks. Would you mind if I asked you a few questions?"
    },
    {
      "character": "Ivan Strom",
      "line": "That's fine. I don't know how much I can help though."
    },
    {
      "character": "Ivan Strom",
      "line": "Me personally? I shouldn't be here really. I'm training to be a priest and I was meant to travel to Paterdomus to learn from Drezel. The trip's too dangerous at the moment though."
    },
    {
      "character": "Player",
      "line": "Is it really important for you to train as a priest? I'd have thought there'd be more pressing issues."
    },
    {
      "character": "Ivan Strom",
      "line": "Veliaf thinks it would be useful to have a priest to advise him. I think he also wants me further away from harm until I'm more experienced."
    },
    {
      "character": "Ivan Strom",
      "line": "We're the only ones brave enough to put up a fight against the Drakans. I'm proud to be one of them."
    },
    {
      "character": "Ivan Strom",
      "line": "I do worry that I might let the others down though. I'm not as skilled as they are."
    },
    {
      "character": "Ivan Strom",
      "line": "It's a lost land. The evil Drakan family rule all of the region. People cling to each other in fear when the blood tithes are to be paid. It's horrible!"
    },
    {
      "character": "Ivan Strom",
      "line": "It won't be like this forever though. The Myreque will bring light back to this dark place."
    },
    {
      "character": "Ivan Strom",
      "line": "Sorry, but I haven't heard anything notable recently."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well met. I see you've introduced yourself to everyone. Shall we discuss those weapons now? Or was there something else you wanted to talk about?"
    },
    {
      "character": "Player",
      "line": "Let's talk about the weapons."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Let's see what you have for us."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "These weapons look great! Many thanks."
    },
    {
      "character": "Harold Evans",
      "line": "What the..."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Vampyre!"
    },
    {
      "character": "Sani Piliu",
      "line": "It's Vanstrom!"
    },
    {
      "character": "Player",
      "line": "Wait... What?"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Well done adventurer! You led me right to them. The little dears are going to wonder which side you're on!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "The Drakans have been wanting you lot dealt with for a while now. We wouldn't want to disappoint them, would we?"
    },
    {
      "character": "Sani Piliu",
      "line": "We're dead!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Quite right."
    },
    {
      "character": "Harold Evans",
      "line": "No!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "Sorry Harold, you too!"
    },
    {
      "character": "Vanstrom Klause",
      "line": "And now... A little gift for the rest of you."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Ah. I'm afraid you don't have suitable weapons for us. Sorry friend."
    },
    {
      "character": "Player",
      "line": "What weapons do you need?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well we all have our own specialisms. We could do with a longsword, two shortswords, a dagger, a mace and a warhammer, all made from steel."
    },
    {
      "character": "Player",
      "line": "Okay. I'll come back once I have them."
    },
    {
      "character": "Player",
      "line": "So you're the leader of this group?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "That's right. I can't say I particularly asked for it. The others look up to me though, so they decided I was the best man for the job."
    },
    {
      "character": "Player",
      "line": "Can you tell me about your organisation?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well I wouldn't say we're an organisation. We're really not that organised."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Anyway though, we're a group of Myreque freedom fighters. We're dedicated to mounting a resistance against the Drakan family and their vampyre kin."
    },
    {
      "character": "Player",
      "line": "What can you tell me about Morytania?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "If legend is to be believed, it was once a beautiful place. But then Lowerniel Drakan and his vampyres arrived."
    },
    {
      "character": "Player",
      "line": "Who is Lowerniel Drakan?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Lowerniel Vergidiyad Drakan is his full name. He's the vampyre that heads up the Drakan family. Helped by his brother Ranis and his sister Vanescula, he rules over all of Morytania."
    },
    {
      "character": "Player",
      "line": "You sound very bitter."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "So would you if you lost everyone dear to you at the hands of such monsters."
    },
    {
      "character": "Player",
      "line": "What are your plans for the future?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "At the moment we're maintaining a low profile here at our hideout. We were recently spotted while out on a scouting mission so we're playing it safe and lying low."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Looking further ahead, we need to build more support if we have any hope of taking on the vampyres. We also need to learn more about their weaknesses, so we can take advantage of them."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Sani... Harold... That murderer killed them!"
    },
    {
      "character": "Player",
      "line": "I'm so sorry. This is all my fault."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "I don't understand though. He said you led him here. How?"
    },
    {
      "character": "Player",
      "line": "He was the one that asked me to bring the weapons to you. He looked like a human though."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "I'm sorry friend, but he clearly took advantage of you. Vampyres can shapeshift to look like humans. Someone from around here might have realised. You were not to know though."
    },
    {
      "character": "Player",
      "line": "No. I'm still responsible though."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "The burden of what happened here is for your conscience to bear. That said, you managed to kill that pet of his. We might all be dead if not for you."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "I imagine you now see why we fight for our freedom."
    },
    {
      "character": "Player",
      "line": "Yes. I think I understand. Is there anything I can do to help now? I first met Vanstrom in Canifis. I could go back and see if he's still there?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "I suspect he will have moved on now. You're welcome to try though. I know a shortcut that you might find useful."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "If you head back into the main cave and go north you'll reach a wall. There's a hidden door in that wall that leads right into the basement of the Hair of the Dog Tavern."
    },
    {
      "character": "Player",
      "line": "That's very useful. Thanks."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Once you are done, I'd appreciate you coming back here to discuss a few things. You held your own against that creature. We could use someone like you."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Need something?"
    },
    {
      "character": "Player",
      "line": "I want to join your organisation."
    },
    {
      "character": "Veliaf Hurtz",
      "line": "Well we could definitely use someone like you. You should go and see if Vanstrom is still in Canifis though. Come back once you're done, and we'll talk."
    },
    {
      "character": "Player",
      "line": "What do you plan to do now?"
    },
    {
      "character": "Veliaf Hurtz",
      "line": "We won't be able to stay here now that Vanstrom knows where we've been hiding. We have some time though. He'll expect that we're all dead. We'll use that time to form a plan of action."
    },
    {
      "character": "Player",
      "line": "How do I get out of here again?"
    },
    {
      "character": "Radigad Ponfit",
      "line": "That monster! He killed them! We'll make them all pay!"
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "This is a dark day for the Myreque."
    },
    {
      "character": "Player",
      "line": "I'm so sorry for your loss."
    },
    {
      "character": "Polmafi Ferdygris",
      "line": "Don't worry. No one blames you. You were tricked and that's that. It serves no useful purpose to blame any of ourselves for this."
    },
    {
      "character": "Ivan Strom",
      "line": "Thank Saradomin you managed to kill that awful beast! I just wish we could have done more."
    },
    {
      "character": "Player",
      "line": "I'm so sorry for your loss. If there's anything I can do, please let me know."
    },
    {
      "character": "Ivan Strom",
      "line": "I will. Thank you."
    },
    {
      "character": "Stranger",
      "line": "Hello friend. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "Oh, sorry. I thought you were someone else."
    },
    {
      "character": "Stranger",
      "line": "Who did you think I was?"
    },
    {
      "character": "Player",
      "line": "I thought you were that dirty murderer Vanstrom."
    },
    {
      "character": "Stranger",
      "line": "Woah! It sounds like you've got a score to settle!"
    },
    {
      "character": "Player",
      "line": "I definitely have!"
    }
  ],
  "characters": [
    {
      "name": "Curpile Fyod",
      "description": "Middle-aged male, working-class British accent, gruff and officious tone, a heavy-handed guard who takes his job seriously to provide for his family."
    },
    {
      "name": "Cyreg Paddlehorn",
      "description": "Adult male, British accent, tall and imposing with a guilt-ridden tone, a boatman who ferries people across the swamp and regrets past mistakes."
    },
    {
      "name": "Harold Evans",
      "description": "Adult male, British accent, stoic and determined tone, a tough fighter who serves as the Myreque's main combatant and bears the brunt of danger."
    },
    {
      "name": "Ivan Strom",
      "description": "Young adult male, British accent, earnest and devout tone, an aspiring priest who joined the resistance after vampyres killed his parents."
    },
    {
      "name": "Polmafi Ferdygris",
      "description": "Middle-aged male, British accent, thoughtful and measured scholarly tone, an intellectual advisor who looks more like a librarian than a fighter."
    },
    {
      "name": "Radigad Ponfit",
      "description": "Adult male, British accent, quick-tempered and vengeful tone, an agile mercenary fighter from Asgarnia who burns with hatred for vampyres."
    },
    {
      "name": "Sani Piliu",
      "description": "Young adult female, British accent, fierce and determined tone, a rogue driven by vengeance after vampyres killed her family when she was nine."
    },
    {
      "name": "Stranger",
      "description": "Adult male, British accent, friendly and curious tone, an unassuming traveler who seems interested in local troubles."
    },
    {
      "name": "Vanstrom Klause",
      "description": "Ancient male vampyre, Eastern European accent, sinister and menacing tone, a ruthless murderer who delights in terrorizing the resistance and hunting humans."
    },
    {
      "name": "Veliaf Hurtz",
      "description": "Middle-aged male, British accent, bold and commanding tone, a devout Saradominist and resourceful leader of the Myreque resistance dedicated to defeating vampyres."
    }
  ]
}