{
  "branch": "quest/jungle-potion",
  "quest_name": "Jungle Potion",
  "lines": [
    { "character": "Trufitus", "line": "Greetings Bwana! I am Trufitus Shakaya of the Tai Bwo Wannai village." },
    { "character": "Trufitus", "line": "Welcome to our humble village." },
    { "character": "Player", "line": "What does Bwana mean?" },
    { "character": "Trufitus", "line": "It means friend, and friends come in peace. I assume that you come in peace?" },
    { "character": "Player", "line": "Yes, of course I do." },
    { "character": "Trufitus", "line": "Well, that is good news, as I may have a proposition for you." },
    { "character": "Player", "line": "A proposition eh? Sounds interesting!" },
    { "character": "Trufitus", "line": "I hoped you would think so. My people are afraid to stay in the village." },
    { "character": "Trufitus", "line": "They have returned to the jungle and I need to commune with the gods" },
    { "character": "Trufitus", "line": "to see what fate befalls us. You can help me by collecting some herbs that I need." },
    { "character": "Player", "line": "Me? How can I help?" },
    { "character": "Trufitus", "line": "I need to make a special brew! A potion that helps me to commune with the gods. For this potion, I need very special herbs, that are only found in the deep jungle." },
    { "character": "Trufitus", "line": "I can only guide you so far as the herbs are not easy to find. With some luck, you will find each herb in turn and bring to me. I will give you details of where to find the next herb." },
    { "character": "Trufitus", "line": "In return for this great favour I will give you training in Herblore." },
    { "character": "Player", "line": "It sounds like just the challenge for me. And it would make a nice break from killing things!" },
    { "character": "Trufitus", "line": "That is excellent Bwana! The first herb that you need to gather is called" },
    { "character": "Trufitus", "line": "Snake Weed." },
    { "character": "Trufitus", "line": "It grows near the vines in an area to the south west where" },
    { "character": "Trufitus", "line": "the ground turns soft and the water kisses your feet." },
    { "character": "Player", "line": "Hmmm, sounds difficult, I don't know if I am ready for the challenge." },
    { "character": "Trufitus", "line": "Very well then Bwana, maybe you will return to me invigorated and ready to take up the challenge one day?" },
    { "character": "Player", "line": "I am very sorry, but I don't have any time for that." },
    { "character": "Trufitus", "line": "Very well then, may your journeys bring you much joy." },
    { "character": "Trufitus", "line": "Maybe you will pass this way again and you then take up my proposal?" },
    { "character": "Trufitus", "line": "But for now, fare thee well." },
    { "character": "Player", "line": "I am sorry, but I am very busy." },
    { "character": "Player", "line": "What does a warrior like me know about peace?" },
    { "character": "Trufitus", "line": "When you grow weary of violence and seek a more enlightened path, please pay me a visit" },
    { "character": "Trufitus", "line": "as I may have a proposition for you. Now I need to attend to the plight of my people. Please excuse me..." },
    { "character": "Player", "line": "Tai Bwo Wannai? What does that mean?" },
    { "character": "Trufitus", "line": "It means 'small clearing in the jungle' but it is now the name of our village." },
    { "character": "Player", "line": "It's a nice village, where is everyone?" },
    { "character": "Trufitus", "line": "My people are afraid to stay in the village. They have returned to the jungle. I need to commune with the gods to see what fate befalls us." },
    { "character": "Trufitus", "line": "You may be able to help with this." },
    { "character": "Trufitus", "line": "Hello Bwana, do you have the Snake Weed?" },
    { "character": "Player", "line": "Of course!" },
    { "character": "Trufitus", "line": "Please don't try to deceive me." },
    { "character": "Trufitus", "line": "I really need that Snake Weed if I am to make this potion." },
    { "character": "Trufitus", "line": "Sorry, Bwana, that herb is so dirty that I can't even tell whether it is fresh. Please clean it first." },
    { "character": "Trufitus", "line": "Great, you have the Snake Weed! Many thanks. Ok, the next herb is called Ardrigal. It is related to the palm and grows to the east in its brother's shady profusion." },
    { "character": "Trufitus", "line": "To the east you will find a small peninsula, it is just after the cliffs come down to meet the sands, here is where you should search for it." },
    { "character": "Trufitus", "line": "That's not fresh snake weed, did you pick it yourself? Go get me some fresh snake weed and remember to pick it yourself." },
    { "character": "Player", "line": "Not yet, sorry, what's the clue again?" },
    { "character": "Trufitus", "line": "It grows near vines in an area to the south west where the ground turns soft and the water kisses your feet." },
    { "character": "Trufitus", "line": "Hello Bwana, have you been able to get the Ardrigal?" },
    { "character": "Trufitus", "line": "I really need that Ardrigal if I am to make this potion." },
    { "character": "Trufitus", "line": "Great, you have the Ardrigal! Many thanks." },
    { "character": "Trufitus", "line": "You are doing well Bwana. The next herb is called Sito Foil, and it grows best where the ground has been blackened by the living flame." },
    { "character": "Trufitus", "line": "You are looking for Ardrigal. It is related to the palm and grows in its brothers" },
    { "character": "Trufitus", "line": "Greetings Bwana, have you been successful in getting the Sito Foil?" },
    { "character": "Trufitus", "line": "I really need that Sito Foil if I am to make this potion." },
    { "character": "Trufitus", "line": "Well done Bwana, just two more herbs to collect." },
    { "character": "Trufitus", "line": "The next herb is called Volencia Moss. It clings to rocks for its existence. It is difficult to see, so you must search for it well." },
    { "character": "Trufitus", "line": "It prefers rocks of high metal content and a frequently disturbed environment. There is some, I believe to the south east of this village." },
    { "character": "Trufitus", "line": "You are looking for Sito Foil, and it grows best where the ground has been blackened by the living flame." },
    { "character": "Trufitus", "line": "Greetings Bwana, have you been successful in getting the Volencia Moss?" },
    { "character": "Trufitus", "line": "Please don't try to deceive me! I really need that Volencia Moss if I am to make this potion." },
    { "character": "Trufitus", "line": "Ah Volencia Moss, beautiful. One final herb and the potion will be complete. This is the most difficult to find as it inhabits the darkness of the underground. It is called Rogue's Purse, and is only to be found in" },
    { "character": "Trufitus", "line": "caverns in the northern part of this island. A secret entrance to the caverns is set into the northern cliffs of this land. Take care Bwana as it may be dangerous." },
    { "character": "Trufitus", "line": "You are looking for Volencia Moss. It clings to rocks for its existence. It is difficult to see, so you must search for it well." },
    { "character": "Trufitus", "line": "I really need that Volencia Moss if I am to make this potion." },
    { "character": "Trufitus", "line": "Greetings Bwana, have you been successful in getting the Rogue's Purse?" },
    { "character": "Trufitus", "line": "Please don't try to deceive me, I really need that Rogue's Purse if I am to make this potion." },
    { "character": "Trufitus", "line": "Sorry Bwana, that herb is so dirty I can't even tell whether it is fresh. Please clean it first." },
    { "character": "Trufitus", "line": "Most excellent Bwana! You have returned all the herbs to me and," },
    { "character": "Trufitus", "line": "Many blessings on you! I must now prepare, please excuse me while I make the arrangements." },
    { "character": "Trufitus", "line": "You are looking for Rogues Purse." },
    { "character": "Trufitus", "line": "It inhabits the darkness of the underground, and grows in caverns to the north. A secret entrance to the caverns is set into the northern cliffs, be careful Bwana." },
    { "character": "Trufitus", "line": "I really need that Rogues Purse if I am to make this potion." }
  ],
  "characters": [
    {
      "name": "Trufitus",
      "description": "Elderly male, African-inspired accent, wise and mystical tone. A revered shaman and witch doctor of Tai Bwo Wannai village on Karamja, deeply spiritual and knowledgeable in herblore and communion with the gods."
    }
  ]
}
