{
  "branch": "quest/lost-city",
  "quest_name": "Lost City",
  "lines": [
    { "character": "Warrior", "line": "Hello there traveller." },
    { "character": "Player", "line": "What are you camped here for?" },
    { "character": "Warrior", "line": "We're looking for Zanaris...GAH! I mean we're not here for any particular reason at all." },
    { "character": "Player", "line": "Who's Zanaris?" },
    { "character": "Warrior", "line": "Ahahahaha! Zanaris isn't a person! It's a magical hidden city filled with treasures and rich.. uh, nothing. It's nothing." },
    { "character": "Player", "line": "If it's hidden how are you planning to find it?" },
    { "character": "Warrior", "line": "Well, we don't want to tell anyone else about that, because we don't want anyone else sharing in all that glory and treasure." },
    { "character": "Player", "line": "Well, it looks to me like YOU don't know EITHER seeing as you're all just sat around here." },
    { "character": "Warrior", "line": "Of course we know! We just haven't found which tree the stupid leprechaun's hiding in yet!" },
    { "character": "Player", "line": "Leprechaun?" },
    { "character": "Warrior", "line": "GAH! I didn't mean to tell you that! Look, just forget I said anything okay?" },
    { "character": "Player", "line": "So a leprechaun knows where Zanaris is eh?" },
    { "character": "Warrior", "line": "Ye.. uh, no. No, not at all. And even if he did - which he doesn't - he DEFINITELY ISN'T hiding in some tree around here. Nope, definitely not. Honestly." },
    { "character": "Player", "line": "Thanks for the help!" },
    { "character": "Warrior", "line": "Help? What help? I didn't help! Please don't say I did, I'll get in trouble!" },
    { "character": "Player", "line": "Right... Well good luck with it." },
    { "character": "Player", "line": "There's no such thing!" },
    { "character": "Warrior", "line": "When we've found Zanaris you'll... GAH! I mean, we're not here for any particular reason at all." },
    { "character": "Player", "line": "What's Zanaris?" },
    { "character": "Warrior", "line": "I don't think we want other people competing with us to find it. Forget I said anything." },
    { "character": "Player", "line": "Oh well. Never mind." },
    { "character": "Player", "line": "What makes you think it's out here?" },
    { "character": "Warrior", "line": "Don't you know of the legends that tell of the magical city, hidden in the swam... Uh, no, you're right, we're wasting our time here." },
    { "character": "Player", "line": "Do you know any good adventures I can go on?" },
    { "character": "Warrior", "line": "Well we're on an adventure right now. Mind you, this is OUR adventure and we don't want to share it - find your own!" },
    { "character": "Player", "line": "Please tell me?" },
    { "character": "Warrior", "line": "No." },
    { "character": "Player", "line": "Please?" },
    { "character": "Warrior", "line": "No!" },
    { "character": "Player", "line": "PLEEEEEEEEEEEEEEEEEEEEEASE?" },
    { "character": "Warrior", "line": "NO!" },
    { "character": "Player", "line": "I don't think you've found a good adventure at all!" },
    { "character": "Warrior", "line": "Hah! Adventurers of our calibre don't just hang around in forests for fun, whelp!" },
    { "character": "Player", "line": "Oh really?" },
    { "character": "Player", "line": "Why are you guys hanging around here?" },
    { "character": "Archer", "line": "(ahem)...'Guys'?" },
    { "character": "Player", "line": "Uh... yeah, sorry about that. Why are you all standing around out here?" },
    { "character": "Archer", "line": "Well, that's really none of your business." },
    { "character": "Player", "line": "Why are all of you standing around here?" },
    { "character": "Wizard", "line": "Hahaha you dare talk to a mighty wizard such as myself? I bet you can't even cast windstrike yet amateur!" },
    { "character": "Player", "line": "...You're an idiot." },
    { "character": "Monk", "line": "None of your business. Get lost." },
    { "character": "Player", "line": "So let me get this straight: I need to search the trees around here for a leprechaun; and then when I find him, he will tell me where this 'Zanaris' is?" },
    { "character": "Warrior", "line": "What? How did you know that? Uh... I mean, no, no you're very wrong. Very wrong, and not right at all, and I definitely didn't tell you about that at all." },
    { "character": "Player", "line": "So I hear theres a leprechaun around here who can show me the way to Zanaris?" },
    { "character": "Archer", "line": "...W-what? How did you..?" },
    { "character": "Archer", "line": "No. You're wrong. Now go away." },
    { "character": "Player", "line": "Found that leprechaun yet?" },
    { "character": "Wizard", "line": "Hahaha go away amateur! You're not worthy of joining our great group!" },
    { "character": "Player", "line": "...right." },
    { "character": "Player", "line": "Have you found the tree with the leprechaun yet?" },
    { "character": "Monk", "line": "No, we've looked for ages but haven't... Hey! Wait a minute! How did you know about that?" },
    { "character": "Player", "line": "Thanks for the information!" },
    { "character": "Monk", "line": "...You tricked me. I'm not talking to you anymore." },
    { "character": "Shamus", "line": "Ay yer big elephant! Yer've caught me, to be sure! What would an elephant like yer be wanting wid ol' Shamus then?" },
    { "character": "Player", "line": "I'm not sure." },
    { "character": "Shamus", "line": "Well you'll have to be catchin' me again when yer are, elephant!" },
    { "character": "Shamus", "line": "Hey! Yer big elephant! Don't go choppin' down me house, now!" },
    { "character": "Player", "line": "I want to find Zanaris." },
    { "character": "Shamus", "line": "Zanaris is it now? Well well well... Yer'll be needing to be going to that funny little shed out there in the swamp, so you will." },
    { "character": "Player", "line": "...but... I thought... Zanaris was a city...?" },
    { "character": "Shamus", "line": "Aye that it is!" },
    { "character": "Player", "line": "...How does it fit in a shed then?" },
    { "character": "Shamus", "line": "Ah yer stupid elephant! The city isn't IN the shed! The doorway to the shed is being a portal to Zanaris, so it is." },
    { "character": "Player", "line": "So I just walk into the shed and end up in Zanaris then?" },
    { "character": "Shamus", "line": "Oh, was I fergetting to say? Yer need to be carrying a Dramenwood staff to be getting there! Otherwise Yer'll just be ending up in the shed." },
    { "character": "Player", "line": "So where would I get a staff?" },
    { "character": "Shamus", "line": "Dramenwood staffs are crafted from branches of the Dramen tree, so they are. I hear there's a Dramen tree over on the island of Entrana in a cave or some such. There would probably be a good place for an elephant like yer to be starting looking I reckon." },
    { "character": "Shamus", "line": "The monks are running a ship from Port Sarim to Entrana, I hear too. Now leave me alone yer elephant!" },
    { "character": "Player", "line": "I've been in that shed. I didn't see a city." },
    { "character": "Shamus", "line": "Ha! Look at yer! Look at the stupid elephant who tries to go catching a leprechaun when he don't even be knowing what he wants!" },
    { "character": "Player", "line": "How do I get to Zanaris again?" },
    { "character": "Shamus", "line": "Yer stupid elephant! I'll tell yer again! Yer need to be entering the shed in the middle of the swamp while holding a dramenwood staff! Yer can make the Dramen staff from a dramen tree branch, and there's a Dramen tree on Entrana! Now leave me alone yer great elephant!" },
    { "character": "Player", "line": "Have you found anything yet?" },
    { "character": "Warrior", "line": "We're still searching for Zanaris...GAH! I mean we're not doing anything here at all." },
    { "character": "Player", "line": "I haven't found it yet either." },
    { "character": "Player", "line": "So you didn't find the entrance to Zanaris yet, huh?" },
    { "character": "Archer", "line": "Don't tell me a novice like YOU has found it!" },
    { "character": "Player", "line": "Yep. Found it REALLY easily too." },
    { "character": "Archer", "line": "...I cannot believe that someone like YOU could find the portal where experienced adventurers such as ourselves could not." },
    { "character": "Player", "line": "Believe what you want. Enjoy your little camp fire." },
    { "character": "Wizard", "line": "Hahaha you're such an amateur! Go away and play with some cabbage amateur!" },
    { "character": "Monk", "line": "I already told you. I'm not talking to you anymore." },
    { "character": "Cave monk", "line": "Be careful going in there! You are unarmed, and there is much evilness lurking down there! The evilness seems to block off our contact with our gods, so our prayers seem to have less effect down there. Oh, also, you won't be able to come back this way - This ladder only goes one way!" },
    { "character": "Cave monk", "line": "The only exit from the caves below is a portal which leads only to the deepest wilderness!" },
    { "character": "Player", "line": "I don't think I'm strong enough to enter then." },
    { "character": "Player", "line": "Well that is a risk I will have to take." },
    { "character": "Tree spirit", "line": "You must defeat me before touching the tree!" }
  ],
  "characters": [
    {
      "name": "Warrior",
      "description": "Adult male, deep voice, British accent, slow and dim-witted tone. A muscular but not very bright adventurer who accidentally reveals secrets and struggles to keep his mouth shut."
    },
    {
      "name": "Archer",
      "description": "Adult female, confident and slightly condescending tone, British accent. An experienced archer who is dismissive of outsiders and protective of her group's mission."
    },
    {
      "name": "Wizard",
      "description": "Young adult male, nasally and arrogant tone, British accent. A scrawny, self-important magic user who looks down on others and constantly boasts about his abilities."
    },
    {
      "name": "Monk",
      "description": "Adult male, calm but curt tone, British accent. A holy man who is secretive and gets annoyed when tricked into revealing information."
    },
    {
      "name": "Shamus",
      "description": "Small elderly male, thick Irish accent, mischievous and cheeky tone. A leprechaun who lives in a tree and loves calling humans 'elephants' while speaking in a playful, old-fashioned way."
    },
    {
      "name": "Cave monk",
      "description": "Middle-aged male, measured and serious tone, British accent. A concerned monk stationed at the dungeon entrance who warns adventurers about the dangers below."
    },
    {
      "name": "Tree spirit",
      "description": "Ageless ethereal entity, deep and hollow voice, otherworldly and menacing tone. An ancient undead guardian of the Dramen tree that speaks with supernatural authority."
    }
  ]
}
