{
  "branch": "quest/lunar-diplomacy",
  "quest_name": "Lunar Diplomacy",
  "lines": [
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "Hey! Don't call me outerlander! I'm known as the mighty !"
    },
    {
      "character": "Lokar Searunner",
      "line": "Can't say I've heard of you. So they let your sort into the clan nowadays? Wow. Things have really changed since I've been gone..."
    },
    {
      "character": "Player",
      "line": "You don't look like a Fremennik yourself..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Yes, I suppose that's true... I have been gone such a long time..."
    },
    {
      "character": "Player",
      "line": "You've been away from these parts a while?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Oh, you haven't heard of the infamous Lokar, scourge of the northern seas?"
    },
    {
      "character": "Player",
      "line": "Erm... no... That's you then, is it?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Forgotten already? Tch! I have no regrets about why I left!"
    },
    {
      "character": "Player",
      "line": "Why did you leave?"
    },
    {
      "character": "Lokar Searunner",
      "line": "As a young man, I learnt that the Fremennik way of life was too slow for me..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Oh, sure, every so often we got to go on big raiding parties, looting and pillaging the weaker islands around here for food and profit, but..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Well, after a while, that was all I looked forward to doing."
    },
    {
      "character": "Lokar Searunner",
      "line": "Growing crops, milking cows, catching and cooking food, the day to day activities of our life..."
    },
    {
      "character": "Lokar Searunner",
      "line": "THEY'RE SO BORING!"
    },
    {
      "character": "Lokar Searunner",
      "line": "No, I knew what I wanted to do, and that was attack innocent people going about their daily business, steal all their money, then spend it on wine, women and song!"
    },
    {
      "character": "Player",
      "line": "Oh.... Kaaaaay...."
    },
    {
      "character": "Lokar Searunner",
      "line": "So I ran away from Rellekka to become a PIRATE! It's way more fun. Plus you get to see the world!"
    },
    {
      "character": "Player",
      "line": "Was the world good then? Only, you seem to have returned to Rellekka after all."
    },
    {
      "character": "Lokar Searunner",
      "line": "Yes, I have returned here, but that's only because we're short on supplies."
    },
    {
      "character": "Player",
      "line": "I see. So where are you and your scurvy sea-dogs headed to next? Arrr shiver-me timbers!"
    },
    {
      "character": "Lokar Searunner",
      "line": "You're trying my patience..."
    },
    {
      "character": "Player",
      "line": "Sorry, got caught up in the moment."
    },
    {
      "character": "Lokar Searunner",
      "line": "Indeed. Well, the rest of the group are at Lunar Isle at the moment. It's where the Moon Clan live."
    },
    {
      "character": "Player",
      "line": "The Moon Clan... I think I've heard of them..."
    },
    {
      "character": "Lokar Searunner",
      "line": "I'd be surprised if you hadn't, they're the Fremenniks' most hated enemy!"
    },
    {
      "character": "Lokar Searunner",
      "line": "They've been at war with them for hundreds of years!"
    },
    {
      "character": "Lokar Searunner",
      "line": "Hmmm. Actually, that might be a problem for you then."
    },
    {
      "character": "Player",
      "line": "A problem?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Yeah, they're a really powerful race of mages. They'd read your mind and see that you're a Fremennik straight away, then probably turn you inside out and feed you to the birds."
    },
    {
      "character": "Player",
      "line": "Cosmic."
    },
    {
      "character": "Player",
      "line": "But you went there okay?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Yeah, but I think the Fremenniks are a bunch of losers. They probably picked up on that."
    },
    {
      "character": "Lokar Searunner",
      "line": "Look, I know a way you'll be able to travel there without, you know, getting killed and that, if you fancy a trip!"
    },
    {
      "character": "Player",
      "line": "Why not, I've always wondered what the state of my innards are!"
    },
    {
      "character": "Lokar Searunner",
      "line": "That's the spirit!"
    },
    {
      "character": "Lokar Searunner",
      "line": "Well, what you want to do is go and talk to Brundt the Chieftain and get a Seal of Passage from him."
    },
    {
      "character": "Player",
      "line": "A Seal of Passage? What's that?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Well, it shows that you're a diplomat for the Fremennik, so you'll have immunity from being killed and stuff."
    },
    {
      "character": "Lokar Searunner",
      "line": "It's an ancient tradition not to attack anyone bearing a Seal of Passage, because they're probably on a diplomatic mission. Or well connected with powerful allies. Either way, killing them is usually a bad idea."
    },
    {
      "character": "Player",
      "line": "So I have to try and bring peace to two warring nations who have been fighting for centuries?!?!"
    },
    {
      "character": "Lokar Searunner",
      "line": "What? I never said you had to bother trying to do that, you just have to pretend like you might."
    },
    {
      "character": "Lokar Searunner",
      "line": "No skin off my nose if those losers want to get slaughtered by the Moon Clan, just more stuff for me to loot when they're all dead."
    },
    {
      "character": "Player",
      "line": "Well I will try. I am the mighty after all!"
    },
    {
      "character": "Lokar Searunner",
      "line": "Yes...."
    },
    {
      "character": "Player",
      "line": "So I just have to go talk to Brundt the Chieftain and tell him I want a Seal of Passage?"
    },
    {
      "character": "Player",
      "line": "That's it? Because in my experience simple tasks like that always seem to take longer than I expect..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Yeah, just go over and talk to the chief loser. You might have to tell him some rubbish he wants to hear, but that's it."
    },
    {
      "character": "Lokar Searunner",
      "line": "Come back here when you got it, my supplies are loaded and I'm good to head back to our ship."
    },
    {
      "character": "Player",
      "line": "Okay, I'll be right back."
    },
    {
      "character": "Player",
      "line": "No thanks, I'd like to live."
    },
    {
      "character": "Lokar Searunner",
      "line": "Oh, so you're a loser like the rest of the Fremenniks then? See ya around, loser."
    },
    {
      "character": "Player",
      "line": "Well, 'bye then."
    },
    {
      "character": "Lokar Searunner",
      "line": "Hey there. So you get that seal thingy off of the Brundt the Chieftain yet?"
    },
    {
      "character": "Player",
      "line": "No... Not yet..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Well hurry it up, okay? I'm sick of this dump of a town, I want to go back to the ship!"
    },
    {
      "character": "Player",
      "line": "Hi there Brundt the Chieftain. Could you help me out with a Seal of Passage?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "A Seal of Passage? Whatever for?"
    },
    {
      "character": "Player",
      "line": "Well, I've heard that there have been great troubles between your people and that of the Moon Clan. I was hoping to help. And so I need the Seal of Passage to show my intentions."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ah, many have tried, but The Moon Clan are by no means a sharing group of people. They do everything by magic, something we never use. But they are so secretive about it. If only they would share, we"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "wouldn't have to kill them all the time!"
    },
    {
      "character": "Player",
      "line": "I will see what I can do."
    },
    {
      "character": "Player",
      "line": "Can I have that seal then?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Yes, but you have no room to carry it. You should have thought of that before, !"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If you are to bring peace to our two warring clans, then perhaps it is best that you do..."
    },
    {
      "character": "Player",
      "line": "Hi there."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "I lost my Seal of Passage!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "So you want another one?"
    },
    {
      "character": "Player",
      "line": "Well... I would if I had space to carry one."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Oh dear..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Then you had better take a replacement and be less careless in future."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ah,. How goes the peace talks with the accursed Moon Clan?"
    },
    {
      "character": "Player",
      "line": "Oh, you know. Ongoing negotiations."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I see. Well, I don't hold out for much hope!"
    },
    {
      "character": "Player",
      "line": "I'm glad you're confident in my abilities."
    },
    {
      "character": "Lokar Searunner",
      "line": "So you got that seal yet from Brundt the Chieftain? Can I leave this dump of a town?"
    },
    {
      "character": "Player",
      "line": "Uh... yeah... Well, Brundt the Chieftain gave me a seal, but I think I lost it somewhere along the way..."
    },
    {
      "character": "Lokar Searunner",
      "line": "What are you? Useless? Go get another one from Brundt the Chieftain, and hurry it up, I don't want to be here any longer than I have to be!"
    },
    {
      "character": "Player",
      "line": "Yup, I've got it right here!"
    },
    {
      "character": "Lokar Searunner",
      "line": "Great! Then let's head back to my ship! You ready to go now?"
    },
    {
      "character": "Player",
      "line": "Arrr! Yar! Let's be on our way, yar!"
    },
    {
      "character": "Lokar Searunner",
      "line": "...Why are you talking like that?"
    },
    {
      "character": "Player",
      "line": "Um... isn't that how pirates talk?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Only the very stupid ones..."
    },
    {
      "character": "Lokar Searunner",
      "line": "I suggest you DON'T talk like that to my crew. They will probably assume you are mocking them and kill you."
    },
    {
      "character": "Lokar Searunner",
      "line": "So let's start again: Are you ready to go?"
    },
    {
      "character": "Player",
      "line": "Why yes! Tally-ho!"
    },
    {
      "character": "Lokar Searunner",
      "line": "I suppose that will have to do."
    },
    {
      "character": "Lokar Searunner",
      "line": "Here we are at the Pirates' Cove! You'll find the captain already on board."
    },
    {
      "character": "Player",
      "line": "Not just yet..."
    },
    {
      "character": "Lokar Searunner",
      "line": "Well hurry it up okay? This place is a dump, and I'm a vicious blood-thirsty pirate, not your personal travel agent."
    },
    {
      "character": "Player",
      "line": "Hello again Lokar."
    },
    {
      "character": "Lokar Searunner",
      "line": "Hi again ! What can I do for you?"
    },
    {
      "character": "Player",
      "line": "Do I still need the Seal of Passage?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Yeah, why?"
    },
    {
      "character": "Player",
      "line": "I lost it."
    },
    {
      "character": "Lokar Searunner",
      "line": "Silly you. You'll have to go back to Brundt the Chieftain to get another before you can go on to Lunar Isle."
    },
    {
      "character": "Player",
      "line": "Can you take me back to Rellekka please?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Hey, if you want to go back to loserville with all the losers, who am I to stop you?"
    },
    {
      "character": "Player",
      "line": "Nothing thanks! I just saw you here and thought I'd say hello!"
    },
    {
      "character": "Lokar Searunner",
      "line": "Hey, I knew you seemed cool when I met you !"
    },
    {
      "character": "Lokar Searunner",
      "line": "You won't make many friends on Lunar Isle without your Seal of Passage."
    },
    {
      "character": "Player",
      "line": "That's fine, I'm just going to Pirates' Cove."
    },
    {
      "character": "Player",
      "line": "Oh, I'd better go back and get it."
    },
    {
      "character": "Player",
      "line": "Lokar, can you take me back to your ship?"
    },
    {
      "character": "Lokar Searunner",
      "line": "Sheesh, make your mind pal, I'm not a taxi service!"
    },
    {
      "character": "Player",
      "line": "Actually, I've changed my mind. Again. I don't want to go."
    },
    {
      "character": "Lokar Searunner",
      "line": "You are possibly the most indecisive person I have ever met..."
    },
    {
      "character": "Player",
      "line": "Hello. See anything good through your telescope there?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Not really, just those creatures on the island. Don't worry, we sent some men out there to deal with them."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "The captain said we might have a barbecue out there later..."
    },
    {
      "character": "Player",
      "line": "You seem unhappy about that... Wouldn't a barbecue on the beach be fun?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "You obviously haven't met the cook yet..."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "'Beefy' Burns",
      "line": "The galley ain't open fer food yet whipper-snapper, ye'll hafta come back later if'n ye be wanting food."
    },
    {
      "character": "Player",
      "line": "Uh... something something open, something something food?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, ter be sure, yer yella-bellied land-lizard!"
    },
    {
      "character": "Player",
      "line": "Okay..."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Hi."
    },
    {
      "character": "Player",
      "line": "So... What are you doing?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Me? I'm the navigator. My job is to ensure the ship travels where it's supposed to go once it's moving by constantly checking our"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "bearings against our plotted course, using charts and a sextant."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "People often think that we just sail off when we feel like it, but its actually far more complicated than that!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Why, when you think of just how much sea there is out there, ANYTHING could happen if there wasn't a competent navigator on board ensuring that we reach our destination safely and in the shortest possible time!"
    },
    {
      "character": "Player",
      "line": "Okay. So... What are you doing?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "As I say, being a navigator is a real skill - you really have to think on your feet!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yesiree, once we get sailing, it's all up to me to make sure we don't run into trouble or go off course!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yep, as the rest of the crew basically stand around not doing much, I'll be the one in the cabin, comparing wind speeds, landmarks and charts with my sextant, making sure that we get to the destination on time, and on"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "course!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "You could almost say that I'm the linchpin of the entire operation! Why, if it wasn't for me, the rest of the guys might be sailing for, oooh, hours, and be slightly off course and"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "never even known it!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "They might even be a few hours late for their destination! Or a few miles down the road from it!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "And then where would they be?"
    },
    {
      "character": "Player",
      "line": "A few hours late or a few miles down the road?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Exactly!"
    },
    {
      "character": "Player",
      "line": "Great. So... What are you doing?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, just relaxing while I wait for the ship to cast off."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "When we're sailing I'll be very busy you know! I'm probably the single most important person on board when we're sailing!"
    },
    {
      "character": "Player",
      "line": "Okay, OKAY!"
    },
    {
      "character": "Player",
      "line": "Hey, how you doing?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "It is customary when stowing away on a vessel to not introduce yourself to the Captains First Mate, oh foolish one."
    },
    {
      "character": "Player",
      "line": "Hey! I'm not a stowaway!"
    },
    {
      "character": "Player",
      "line": "That Lokar guy invited me aboard..."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I see. Well, don't distract me as I'm making preparations for departure."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Try not to distract any of the crew either, Zamorak knows it's hard enough to get them to do any work around here without strangers wandering round the ship asking them inane questions."
    },
    {
      "character": "Player",
      "line": "Afternoon."
    },
    {
      "character": "Cabin boy",
      "line": "Hey, how you doing? You a stowaway?"
    },
    {
      "character": "Player",
      "line": "(sigh) NO, I am NOT a stowaway..."
    },
    {
      "character": "Player",
      "line": "And to be honest, I don't know why everybody seems to think I am..."
    },
    {
      "character": "Cabin boy",
      "line": "Hey, I'm not here to judge you, if you're a stowaway you picked a good ship for it!"
    },
    {
      "character": "Cabin boy",
      "line": "There's lots of convenient hiding places around here - I should know, whenever I'm in trouble with the Captain I find myself a good barrel to hide in, until the fuss dies down."
    },
    {
      "character": "Player",
      "line": "You know, I've always wondered..."
    },
    {
      "character": "Player",
      "line": "What exactly is it that a 'cabin boy' actually does on a pirate ship anyway?"
    },
    {
      "character": "Cabin boy",
      "line": "Mostly make coffee. Occasionally I have to swab the decks, but pirates aren't exactly known for cleanliness, you know?"
    },
    {
      "character": "Player",
      "line": "Aye-aye cap'n!"
    },
    {
      "character": "Captain Bentley",
      "line": "Hmmmm? I don't recognise you as one of my men, what are you doing aboard my ship?"
    },
    {
      "character": "Parrot",
      "line": "Stowaway! Stowaway! *Squark*"
    },
    {
      "character": "Player",
      "line": "Oh, Lokar offered me a journey. He said you could take me to the island of the Moon Clan."
    },
    {
      "character": "Captain Bentley",
      "line": "Oh he DID, did he? (sigh) I sometimes regret ever allowing that vagabond to join the crew."
    },
    {
      "character": "Captain Bentley",
      "line": "He has a very bad work ethic, and I have to say his attitude can be very confrontational."
    },
    {
      "character": "Parrot",
      "line": "Lokar's a loser! *Brakawk*!"
    },
    {
      "character": "Player",
      "line": "So... You won't take me to Lunar Isle?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well now, I didn't say that."
    },
    {
      "character": "Captain Bentley",
      "line": "We are returning there again soon anyway, as our last visit was most profitable."
    },
    {
      "character": "Captain Bentley",
      "line": "In fact as soon as our boys are finished loading stocks we should be ready to depart!"
    },
    {
      "character": "Captain Bentley",
      "line": "Now, as captain of this ship I feel I must play host, even if you aren't exactly a welcome guest, so was there anything you wished to know?"
    },
    {
      "character": "Player",
      "line": "So... What can you tell me about this 'Moon Clan'? It all seems very mysterious I must say..."
    },
    {
      "character": "Captain Bentley",
      "line": "The Moon Clan? Oh, very fine people. Very hospitable."
    },
    {
      "character": "Captain Bentley",
      "line": "We had heard that they are very wary of strangers, and dislike people just showing up on their island, but when we sent a landing party aboard they all seemed more than happy to see us."
    },
    {
      "character": "Captain Bentley",
      "line": "Well, they even threw a big festival in our honour!"
    },
    {
      "character": "Captain Bentley",
      "line": "Anyway, they had a large supply of items that we felt we could use on the high seas, so we made a few trades with them, and were on our way."
    },
    {
      "character": "Player",
      "line": "What kinds of items?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, I'm not sure how much you've heard about them, but they are magical experts."
    },
    {
      "character": "Captain Bentley",
      "line": "They sold us many rune-stones, as well as a few good luck charms and talismans and such to help us on our voyage."
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, they might have been a little secretive about that strange temple, and the old lodge of theirs in town, and I must say they certainly have the strangest house I have ever seen in my life in their little village, but it was"
    },
    {
      "character": "Captain Bentley",
      "line": "a pleasant trip all round, and I look forward to trading there again in the future."
    },
    {
      "character": "Captain Bentley",
      "line": "After all, it's not everywhere that a pirate captain and his crew can rest ashore without having to worry about the authorities catching them, is it?"
    },
    {
      "character": "Parrot",
      "line": "Fight the law! *Squawk*"
    },
    {
      "character": "Player",
      "line": "No, I guess it isn't."
    },
    {
      "character": "Captain Bentley",
      "line": "Was there anything else you wished to ask me about while I'm not busy?"
    },
    {
      "character": "Player",
      "line": "What were you doing at Lunar Isle anyway? I always thought pirates would be... You know. Out pirating."
    },
    {
      "character": "Captain Bentley",
      "line": "Well, obviously the actual pirating is a big part of our agenda, but we like to think of ourselves as non- regulated merchants."
    },
    {
      "character": "Captain Bentley",
      "line": "What good is plunder if you have nothing to spend it on, hmmmm?"
    },
    {
      "character": "Captain Bentley",
      "line": "Likewise, I am a forward thinking captain, and endeavour to invest much of my plunder back into the ship and its crew, so that we can be a better and more efficient force for theft upon the seas."
    },
    {
      "character": "Player",
      "line": "So you went to Lunar Isle for supplies?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, obviously not initially. Obviously, our first thought was to show up, rob them blind, then take off again with the plunder spilling from our decks."
    },
    {
      "character": "Player",
      "line": "So what made you change your mind?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, firstly there were the monsters."
    },
    {
      "character": "Player",
      "line": "M-monsters?"
    },
    {
      "character": "Captain Bentley",
      "line": "Oh yes, hundreds of the things. The island's swarming with them you know."
    },
    {
      "character": "Captain Bentley",
      "line": "Dirty smelly beasts, as big as a wolf! Yes, you'd certainly better be either handy with a blade or quick on your toes if you wanted to spend much time outside of their village with those things around"
    },
    {
      "character": "Captain Bentley",
      "line": "everywhere."
    },
    {
      "character": "Parrot",
      "line": "*Squawk* Run fer yer lives lads, it's a monster! *Squawk*"
    },
    {
      "character": "Player",
      "line": "So you didn't attack the Moon Clan because you were worried you would yourself be attacked by these monsters trying to make your escape?"
    },
    {
      "character": "Captain Bentley",
      "line": "Oh yes, absolutely. That and the next reason."
    },
    {
      "character": "Player",
      "line": "The next reason?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, the next reason being that the Moon Clan are quite stupendously powerful magicians."
    },
    {
      "character": "Captain Bentley",
      "line": "You'll notice it as soon as you look at them, really quite, quite powerful indeed."
    },
    {
      "character": "Captain Bentley",
      "line": "As soon as we saw them we lost any thoughts about trying to attack or steal from them."
    },
    {
      "character": "Captain Bentley",
      "line": "Which as it turned out was lucky for us."
    },
    {
      "character": "Parrot",
      "line": "Bunch of blooming loonies! *Brakawk*"
    },
    {
      "character": "Player",
      "line": "It was?"
    },
    {
      "character": "Captain Bentley",
      "line": "Oh yes. They can read minds, you see. If we'd shown up there thinking about robbing them they would have just killed us all on the spot."
    },
    {
      "character": "Captain Bentley",
      "line": "I did mention that they are extraordinarily powerful magicians, didn't I?"
    },
    {
      "character": "Player",
      "line": "Yes, yes you did."
    },
    {
      "character": "Captain Bentley",
      "line": "Ah, I'm glad I did. Because they really, really are. And mind-readers."
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, all in all I'm glad we didn't try any funny business in the end after all."
    },
    {
      "character": "Captain Bentley",
      "line": "Plus there's that other good reason."
    },
    {
      "character": "Player",
      "line": "That reason being?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, when you are a crew of successful pirates, it becomes more and more difficult to ever moor somewhere and spend your loot."
    },
    {
      "character": "Captain Bentley",
      "line": "People are far too quick to call the guards on a troublemaker nowadays."
    },
    {
      "character": "Captain Bentley",
      "line": "So finding a village where people are more than happy to trade with you regardless of who you may have just stolen from and killed."
    },
    {
      "character": "Captain Bentley",
      "line": "I like that non-judgemental attitude of theirs!"
    },
    {
      "character": "Player",
      "line": "Okay then..."
    },
    {
      "character": "Captain Bentley",
      "line": "Anything else you wanted to know before we set sail?"
    },
    {
      "character": "Player",
      "line": "I was hoping you could tell me a little bit about your ship. I must say, it's really very impressive."
    },
    {
      "character": "Captain Bentley",
      "line": "Ah, a connoisseur! Yes, she's named the Lady Zay, and may I say, is one of the finest ships to ever sail the seas!"
    },
    {
      "character": "Captain Bentley",
      "line": "It was a steal from the Karamjan shipyards."
    },
    {
      "character": "Captain Bentley",
      "line": "And when I say it was a steal, I mean to say that myself and some of the lads broke in and stole it one night."
    },
    {
      "character": "Captain Bentley",
      "line": "I don't know who they were building these warships for, but whoever it was seemed to be a little on the short side."
    },
    {
      "character": "Captain Bentley",
      "line": "We had to do a little remodelling of the doors and rooms so that we didn't have to crouch around everywhere, but I've finally got her just how I want her, and we have enough cannons down below decks to"
    },
    {
      "character": "Captain Bentley",
      "line": "bombard a small town I'd wager!"
    },
    {
      "character": "Parrot",
      "line": "*Brawwwwwwk* I want guns, lots of guns! I want guns, lots of guns!"
    },
    {
      "character": "Player",
      "line": "I used to own my own ship you know..."
    },
    {
      "character": "Player",
      "line": "It was called the Lady Lumbridge if I remember correctly..."
    },
    {
      "character": "Player",
      "line": "I wonder whatever happened to it..."
    },
    {
      "character": "Captain Bentley",
      "line": "Interesting. You never struck me as being Captain material, but I guess there's a ship out there for everyone..."
    },
    {
      "character": "Captain Bentley",
      "line": "The Lady Zay is certainly a big step up from my last ship anyway."
    },
    {
      "character": "Player",
      "line": "Your last ship? Why, what was wrong with it?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, it just wasn't sturdy enough!"
    },
    {
      "character": "Captain Bentley",
      "line": "I was on a perfectly routine raiding expedition to the east of here, when we ran into a squall, that pushed us towards the rocky shore."
    },
    {
      "character": "Captain Bentley",
      "line": "A few select men and myself managed to escape with our lives intact on a small row boat, but the rest of my crew were washed ashore as the ship was wrecked on those jagged rocks."
    },
    {
      "character": "Captain Bentley",
      "line": "Ah yes, it was a tragedy..."
    },
    {
      "character": "Captain Bentley",
      "line": "To lose such a fine ship in such an insulting manner..."
    },
    {
      "character": "Player",
      "line": "And of course the rest of your crew..."
    },
    {
      "character": "Captain Bentley",
      "line": "Who? Oh. Yes. The crew. Yes, it was a tragedy."
    },
    {
      "character": "Captain Bentley",
      "line": "I'd paid them in advance you know, I'll never see that money again!"
    },
    {
      "character": "Player",
      "line": "Um... no, I actually meant it was a shame that so many of your crew must have died in the shipwreck."
    },
    {
      "character": "Captain Bentley",
      "line": "Was it? Well, if you say so."
    },
    {
      "character": "Captain Bentley",
      "line": "Actually, the last I had heard quite a few of them had survived, and had set up a little hideaway next to the remains of the shipwreck."
    },
    {
      "character": "Captain Bentley",
      "line": "If you're particularly worried about them, perhaps you might like to go and pay them a visit someday, and make sure to bring a lot of easily transferable wealth with you."
    },
    {
      "character": "Captain Bentley",
      "line": "They love people visiting with easily transferable wealth."
    },
    {
      "character": "Captain Bentley",
      "line": "Now, was there something you wished to talk to me about? Time is pressing on, and we really need to set sail soon if we want to make the most of the winds."
    },
    {
      "character": "Parrot",
      "line": "*Squawk* Move it or lose it, move it or lose it."
    },
    {
      "character": "Captain Bentley",
      "line": "Well, I would be more than happy to take you, unfortunately the Moon Clan are, frankly, very scary people, and I believe they would not take kindly to us bringing a Fremennik there."
    },
    {
      "character": "Captain Bentley",
      "line": "They are at war with them after all."
    },
    {
      "character": "Player",
      "line": "But I thought Lokar had already been there?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yes. Yes he has. I'm talking about you."
    },
    {
      "character": "Player",
      "line": "Oh. Oh yeah, I'm a Fremennik aren't I?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, yes you are."
    },
    {
      "character": "Player",
      "line": "I probably should have kept that Seal Of Passage Brundt the Chieftain gave me with me, shouldn't I?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, yes you should have. Honestly, you're going to need it with you."
    },
    {
      "character": "Captain Bentley",
      "line": "I'm afraid I can't let you travel with us without it."
    },
    {
      "character": "Parrot",
      "line": "*Brakawk* Don't drop quest items half way through a quest! *Squawk*"
    },
    {
      "character": "Player",
      "line": "Okay, I'll go and get it again then."
    },
    {
      "character": "Captain Bentley",
      "line": "You do that."
    },
    {
      "character": "Player",
      "line": "Can we sail to Lunar Isle now? I must say, it all sounds very intriguing over there..."
    },
    {
      "character": "Captain Bentley",
      "line": "As long as you keep your Seal Of Passage with you at all times while you are on the island you should be okay, even if you are a Fremennik."
    },
    {
      "character": "Captain Bentley",
      "line": "I'm not kidding, they are a very dangerous people, and it would NOT be wise for you to travel there without your Seal Of Passage marking you as a diplomat."
    },
    {
      "character": "Player",
      "line": "Okay, keep my Seal with me at all times, check. Can we go now?"
    },
    {
      "character": "Captain Bentley",
      "line": "Ah, yes indeed! The winds seem good, so let's make a move!"
    },
    {
      "character": "Parrot",
      "line": "She's blowing a storm, cap'n! *Brarrrrrk*"
    },
    {
      "character": "Captain Bentley",
      "line": "Well... THAT was deuced strange!"
    },
    {
      "character": "Player",
      "line": "Um... Way to sail a boat?"
    },
    {
      "character": "Parrot",
      "line": "*Squawk* Way to sail a boat! Way to sail a boat! *Brarrrk*"
    },
    {
      "character": "Captain Bentley",
      "line": "This... This is VERY strange!"
    },
    {
      "character": "Player",
      "line": "No, actually, I don't really want to know anything that you can tell me."
    },
    {
      "character": "Player",
      "line": "In fact, I don't even know why I began talking to you in the first place!"
    },
    {
      "character": "Captain Bentley",
      "line": "Hmmmm. You could perhaps be more grateful to someone offering you free transport, but then I suppose you are a friend of Lokar's, and a Fremennik, so I suppose the"
    },
    {
      "character": "Captain Bentley",
      "line": "rudeness is natural."
    },
    {
      "character": "Captain Bentley",
      "line": "Make sure you are ready for departure, I will be issuing orders to set sail shortly."
    },
    {
      "character": "Jenny Blade",
      "line": "In all my years as a pirate, I have never seen such sailing!"
    },
    {
      "character": "Player",
      "line": "What do you think caused it?"
    },
    {
      "character": "Jenny Blade",
      "line": "If I was a less superstitious person, I would suggest an evil magic of some kind."
    },
    {
      "character": "Player",
      "line": "Iiiinteresting..."
    },
    {
      "character": "Player",
      "line": "Pretty crazy sailing you guys got here!"
    },
    {
      "character": "Murky Pat",
      "line": "Weird, the ships never done that before..."
    },
    {
      "character": "Player",
      "line": "Do you know what's wrong with the ship? I've never seen a ship sail in a big circle like that before..."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "I can't say for sure, but it must be either the Captain or the Navigator to blame."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "They're the only ones who control the actual sailing of the ship."
    },
    {
      "character": "Player",
      "line": "I see... Thank you, that's very helpful."
    },
    {
      "character": "Player",
      "line": "Wow. Pretty rubbish sailing just then, huh?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I have literally never seen anything like it! The ship seemed to... I don't know, suddenly swing round as we approached shore!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "then somehow we were right back where we started! This is all very peculiar if you ask me, I have never seen anything like it in all of my years on the high seas."
    },
    {
      "character": "Player",
      "line": "What do you think might be happening?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well, my first thought would be that we have jinx aboard."
    },
    {
      "character": "Player",
      "line": "A jinx?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Yes, a jinx. Someone who has recently come aboard and seems to be bringing us bad luck. If it is a jinx, the only answer would be to throw them"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "overboard as shark food."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "You just recently came aboard the ship yourself didn't you? Because I don't recall us having any trouble before you showed up."
    },
    {
      "character": "Player",
      "line": "Uh... yes... But... I'm pretty sure I didn't do anything. I hope."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well, you had better hope it isn't your fault. If there's one thing I hate more than a stowaway, it's a jinx."
    },
    {
      "character": "Player",
      "line": "Hey."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Woah! Did you see that crazy trip?"
    },
    {
      "character": "Player",
      "line": "Yeah, what do you think happened?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "I dunno, but I'm keeping out of it. I don't want anyone blaming me for it!"
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Tommy 2-times",
      "line": "How... bizarre."
    },
    {
      "character": "Player",
      "line": "What is?"
    },
    {
      "character": "Tommy 2-times",
      "line": "You didn't see what the ship just did?"
    },
    {
      "character": "Player",
      "line": "Yes... But I'm not a sailor. Is that abnormal then?"
    },
    {
      "character": "Tommy 2-times",
      "line": "Yes, yes it is. VERY abnormal."
    },
    {
      "character": "Player",
      "line": "Okay then."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "What do you want, spoken to the captain yet?"
    },
    {
      "character": "Player",
      "line": "Not yet, but I will."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Well do it."
    },
    {
      "character": "Player",
      "line": "I am, watch, here I go."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, I'm sooooo scared now."
    },
    {
      "character": "Player",
      "line": "Yeah, you better be."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "But you're still here."
    },
    {
      "character": "Player",
      "line": "Yeah but not for long."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Well you better go then."
    },
    {
      "character": "Player",
      "line": "Fine, I'm gone."
    },
    {
      "character": "Player",
      "line": "Who's driving this thing anyway?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "It's called sailing, but I don't know what's happening."
    },
    {
      "character": "Player",
      "line": "Is someone gonna fix it then?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "I hope so. I wanted to pick up some new clothes on Lunar Isle next time we went back."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "What's happening with the ship???"
    },
    {
      "character": "Player",
      "line": "I was hoping you could tell me..."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Sorry, no."
    },
    {
      "character": "Player",
      "line": "Pretty crazy sailing we did just then, huh?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Did we? Ah, sorry ter say but I missed the whole thing, I've bin a mite busy down here in the ole galley."
    },
    {
      "character": "Player",
      "line": "We seemed to be getting somewhere, but we're right back where we started!"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, I've felt like that me whole life ter be honest..."
    },
    {
      "character": "Player",
      "line": "...Okay. I'll just leave you to... Whatever it is that you do."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, that'll be fer the best whipper-snapper, if'n ye be wanting any food cooked at all."
    },
    {
      "character": "Player",
      "line": "What happened to the ship?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I have no idea! It doesn't normally do that!"
    },
    {
      "character": "Player",
      "line": "Weird."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Yup."
    },
    {
      "character": "Player",
      "line": "So the Captain's a very bad sailor I take it?"
    },
    {
      "character": "Cabin boy",
      "line": "No... Usually he's one of the best around, I don't know why we didn't reach our destination like we were supposed to, and it CERTAINLY wasn't anything to do with me"
    },
    {
      "character": "Cabin boy",
      "line": "or anything I have done!"
    },
    {
      "character": "Player",
      "line": "Alright, calm down I wasn't accusing you of anything!"
    },
    {
      "character": "Cabin boy",
      "line": "Good, because it has NOTHING to do with me!"
    },
    {
      "character": "Cabin boy",
      "line": "IT'S NOT MY FAULT!"
    },
    {
      "character": "Player",
      "line": "I think you should lay off the coffee for a bit, youngster..."
    },
    {
      "character": "Player",
      "line": "So you reckon it's the navigator or the Captain's fault?"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Yeah, stands to reason, dunnit?"
    },
    {
      "character": "Player",
      "line": "Was the ship supposed to go in a big loop like that?"
    },
    {
      "character": "Jack Sails",
      "line": "Pretty sure it wasn't, no..."
    },
    {
      "character": "Player",
      "line": "Any idea what caused it?"
    },
    {
      "character": "Jack Sails",
      "line": "Absolutely none at all..."
    },
    {
      "character": "Player",
      "line": "Did you just see that?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "See what?"
    },
    {
      "character": "Player",
      "line": "The ship sailing. Or not sailing. Or sailing in a big circle and coming back here."
    },
    {
      "character": "Player",
      "line": "I don't know, I'm not a sailor! But whatever it was, it was very odd!"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Can't say that I did, no. Sorry, I was keeping an eye out."
    },
    {
      "character": "Player",
      "line": "An eye out? For what?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Um... Sorry, I can't really say, but I'll know it when I see it!"
    },
    {
      "character": "Bedread the bold",
      "line": "Sorry, don't have time to chat! Something's up with the ship, I'm trying to find out what!"
    },
    {
      "character": "Captain Bentley",
      "line": "I... I don't understand... This is all very strange..."
    },
    {
      "character": "Player",
      "line": "That was possibly the most pointless journey I have ever taken in my life."
    },
    {
      "character": "Captain Bentley",
      "line": "The course was plotted, we had a fair tailwind the whole journey..."
    },
    {
      "character": "Captain Bentley",
      "line": "BUT WE HAVEN'T BUDGED AN INCH!"
    },
    {
      "character": "Captain Bentley",
      "line": "I just don't understand it... Maybe you should speak with Jack."
    },
    {
      "character": "Player",
      "line": "Who?"
    },
    {
      "character": "Captain Bentley",
      "line": "Our navigator. He's at the rear of the ship, one floor below deck. He's an old sea-dog with a brown pirate's hat."
    },
    {
      "character": "Parrot",
      "line": "Below deck, below deck!"
    },
    {
      "character": "Player",
      "line": "Can we try again?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yes, you're right, perhaps it was just a freak wind. Off we go!"
    },
    {
      "character": "Player",
      "line": "Hey, are you the navigator?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "That I am. Why?"
    },
    {
      "character": "Player",
      "line": "Think you can navigate us a course on this ship that isn't a BIG STUPID CIRCLE?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "I'm SURE I don't know what you mean!"
    },
    {
      "character": "Player",
      "line": "C'mon now... If you're the navigator, then it stands to reason it's your fault we didn't sail anywhere!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Now listen here bucko, my course was true, like all of my others, and if you have a problem with how I do my job, then you'd better go and speak to the Captain about it, because I don't appreciate a stowaway"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "wandering in here and criticising me!"
    },
    {
      "character": "Player",
      "line": "Well maybe I will go and talk to the Captain about you."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "You'd better do that then."
    },
    {
      "character": "Player",
      "line": "Fine, I will."
    },
    {
      "character": "Captain Bentley",
      "line": "Hello again."
    },
    {
      "character": "Player",
      "line": "Hey there captain."
    },
    {
      "character": "Captain Bentley",
      "line": "What are you wanting now?"
    },
    {
      "character": "Player",
      "line": "Perhaps the navigator made a mistake when he plotted the course?"
    },
    {
      "character": "Captain Bentley",
      "line": "Hmmm, you think so? Perhaps I'd better ask him about that..."
    },
    {
      "character": "Captain Bentley",
      "line": "But... His course looked true.. I just don't understand..."
    },
    {
      "character": "Player",
      "line": "I'll go ask him what happened for you, Captain."
    },
    {
      "character": "Captain Bentley",
      "line": "You will? Well, thank you!"
    },
    {
      "character": "Captain Bentley",
      "line": "You're very helpful for a stowaway! He's one floor below deck. To the rear of the ship."
    },
    {
      "character": "Player",
      "line": "I'M NOT A STOWAWAY! GAH!"
    },
    {
      "character": "Captain Bentley",
      "line": "So what did the navigator have to say for himself?"
    },
    {
      "character": "Captain Bentley",
      "line": "Does he have any explanation for why we keep sailing in a big circle every time we try to get to Lunar Isle?"
    },
    {
      "character": "Player",
      "line": "I, uh, kind of didn't bother to go and talk to him yet..."
    },
    {
      "character": "Captain Bentley",
      "line": "I see..."
    },
    {
      "character": "Parrot",
      "line": "*Squaaaawk* Lazy stowaway!"
    },
    {
      "character": "Player",
      "line": "Maybe we were just unlucky that last time?"
    },
    {
      "character": "Captain Bentley",
      "line": "Oh, you want me to try and set sail again?"
    },
    {
      "character": "Player",
      "line": "It can't hurt, right?"
    },
    {
      "character": "Captain Bentley",
      "line": "I suppose so. Off we go!"
    },
    {
      "character": "Player",
      "line": "This crazy sailing... Think it could be the navigator's fault?"
    },
    {
      "character": "Jenny Blade",
      "line": "Well, I guess it could be... Seems a little strange for him to do that though."
    },
    {
      "character": "Player",
      "line": "Yeah, I guess."
    },
    {
      "character": "Player",
      "line": "The captain seems to think that the navigator is repsonsible for the problems with the ship..."
    },
    {
      "character": "Murky Pat",
      "line": "He's an arrogant fool, but he gets the job done."
    },
    {
      "character": "Murky Pat",
      "line": "I'd have to say the Captains wrong about that."
    },
    {
      "character": "Player",
      "line": "Hmmm. Okay, thanks."
    },
    {
      "character": "Player",
      "line": "That sailing was horrible. I blame the navigator."
    },
    {
      "character": "Jack Sails",
      "line": "You know, speaking ill of someone behind their back isn't cool."
    },
    {
      "character": "Player",
      "line": "Yeah, you're right, sorry."
    },
    {
      "character": "Player",
      "line": "So... The rumour is that it's all the navigator's fault that the ship keeps going around in a big circle."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Is it now? That sounds like exactly the kind of thing that a stowaway and a jinx might say to throw suspicion off of himself."
    },
    {
      "character": "Player",
      "line": "You think this is my fault?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Ah, so you finally admit you are a stowaway and a jinx!"
    },
    {
      "character": "Player",
      "line": "What? NO! Look, I'm pretty sure it's nothing to do with me..."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well, for your sake I hope you're right. Killing people is such a chore."
    },
    {
      "character": "Player",
      "line": "I'll go and speak to the navigator immediately."
    },
    {
      "character": "Player",
      "line": "Hello there. So... That navigator."
    },
    {
      "character": "Player",
      "line": "Rumours say that it's his fault the ships going round in circles now."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Really? Seems strange to me, I made a point of watching our course last time we sailed, and we didn't deviate at all, but somehow ended up back here."
    },
    {
      "character": "Player",
      "line": "Well, the Captain thinks it must be his fault!"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "No... I'm not so sure about that..."
    },
    {
      "character": "Player",
      "line": "Well, I spoke to both the Captain and the Navigator, and it seems to me it must be the navigator's fault that we're sailing in circles."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Seems a logical conclusion to me too."
    },
    {
      "character": "Player",
      "line": "Glad you think so!"
    },
    {
      "character": "Player",
      "line": "I heard a rumour that the ship isn't going anywhere because of the navigator..."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I don't deal with gossips."
    },
    {
      "character": "Player",
      "line": "So what do you think? We keep going round in circles because the navigator is useless?"
    },
    {
      "character": "Cabin boy",
      "line": "Yeah, the navigator, absolutely, sounds about right, yup."
    },
    {
      "character": "Cabin boy",
      "line": "Nope, it has certainly nothing to do with me or anything that I have done to the ship, I swear on my dead mothers life!"
    },
    {
      "character": "Player",
      "line": "Um... okay then."
    },
    {
      "character": "Player",
      "line": "I bet it's the navigator's fault."
    },
    {
      "character": "Tommy 2-times",
      "line": "What is?"
    },
    {
      "character": "Player",
      "line": "The weirdness with the ship."
    },
    {
      "character": "Tommy 2-times",
      "line": "Hmm. Could be I suppose."
    },
    {
      "character": "Player",
      "line": "I blame the navigator for the ships weirdness."
    },
    {
      "character": "Bedread the bold",
      "line": "His fault, eh? Well, I never liked him much anyway."
    },
    {
      "character": "Player",
      "line": "Yeah, me neither."
    },
    {
      "character": "Player",
      "line": "Hey, think the problems with the ship is the navigator's fault?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "Yup, could be. Could well be."
    },
    {
      "character": "Player",
      "line": "Hello there. What can you tell me about the navigator of this ship?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Sorry, I've never spoken to the man."
    },
    {
      "character": "Player",
      "line": "How can you never have spoken to him? There's only like 10 people aboard the entire ship!"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Dunno. Sorry."
    },
    {
      "character": "Player",
      "line": "Do you know of any reason why the navigator would be deliberately sabotaging our journey?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No, and I can't believe he would."
    },
    {
      "character": "Player",
      "line": "So. Absolutely rubbish sailing. It's the navigator's fault, right? You're with me on that, yeah?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, if'n yer say it's true then it must be!"
    },
    {
      "character": "Player",
      "line": "...and is the greatest pirate who ever lived?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "yer say? Aye, well I guess that they must be if'n that's what ye're telling me there."
    },
    {
      "character": "Player",
      "line": "You know what? I like you."
    },
    {
      "character": "Player",
      "line": "Although admittedly I haven't tried any of your food..."
    },
    {
      "character": "Player",
      "line": "So... Call yourself a navigator huh? Way to plot a course that's a big circle!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Frankly sirrah your rudeness is quite appalling!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "My calculations and plotted course were expertly calculated, and there can be only one reason why the ship has failed to arrive at its expected destination."
    },
    {
      "character": "Player",
      "line": "Oh really? What's that then? Wrong kind of waves? Your steering wheel got stuck?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "I do not have to take this kind of abuse from a common stowaway!"
    },
    {
      "character": "Player",
      "line": "I'll have you know that I am a personal friend of the Captain, and he himself invited me aboard for a small cruise around Lunar Isle along with a variety of local delicacies and beverages!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Really? You don't seem like the type he would make friends with."
    },
    {
      "character": "Player",
      "line": "Oh, absolutely. Me and him go way back. Waaaaaaay back."
    },
    {
      "character": "Player",
      "line": "We're like... apples and custard. Everybody says so."
    },
    {
      "character": "Player",
      "line": "Yup, me and Captain Renney, we're a team."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "You mean Captain Bentley?"
    },
    {
      "character": "Player",
      "line": "Right. Bentley. That's what I said."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "No you didn't. You called him Captain Renney."
    },
    {
      "character": "Player",
      "line": "Oh, yeah, it's like a nickname. Only his friends are allowed to call him that."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yet I have known him for over 20 years and he has never asked to be referred to as anything except Captain Bentley."
    },
    {
      "character": "Player",
      "line": "Wow, he must hate you."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "And indeed, he has never mentioned any stowaway looking vagabonds as friends."
    },
    {
      "character": "Player",
      "line": "Well, that's all besides the point. It's all your fault and I'm going to make sure the Captain fizzles your gizzard, or whatever it is you piratey types do to each other."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "But it wasn't my fault!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Look, see for yourself! All co-ordinates for the journey are carefully plotted to all visible waypoints and landmasses!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "There can only be one POSSIBLE explanation why the ship hasn't reached its destination, as I mentioned before!"
    },
    {
      "character": "Player",
      "line": "Oh really? And what would that be then?"
    },
    {
      "character": "Player",
      "line": "And your explanation had better be good, or Captain Renney is going to shiver your timbers for good!"
    },
    {
      "character": "Player",
      "line": "Right. Whatever. Carry on."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Magic. It must be magic. Somebody must have jinxed our ship, but I have no idea who would have done that or why."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Although your highly suspicious behaviour towards me, and mysterious sudden appearance on board at the *exact time* that this jinx appears to have been brought upon us would seem to make you the obvious candidate."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "And we all know what we do to someone who is a jinx."
    },
    {
      "character": "Player",
      "line": "Uh... We do?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, I'm sure your good friend Captain Bentley has told you all about the last jinx we had on board."
    },
    {
      "character": "Player",
      "line": "Oh, absolutely he did, yes. I just uh, have these lapses in memory occasionally."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, it was horrible. I never knew the human body could contain so many mackerel."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "And then that thing they did with the tinderbox and the cheese... I still wake up with nightmares about that sometimes..."
    },
    {
      "character": "Player",
      "line": "Er... Right. I'd better go find that jinx then before someone else accuses me of this being my fault."
    },
    {
      "character": "Player",
      "line": "SO! I've found you, YOU JINX!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "What? I'm not a jinx, we've already had this discussion!"
    },
    {
      "character": "Player",
      "line": "Sorry. I thought you might be, and that I could trick it out of you by shouting it at you as an accusation."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "That approach works, does it?"
    },
    {
      "character": "Player",
      "line": "Well, not yet, no. But there's always a first time for everything."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "I think a more subtle approach might yield you better results."
    },
    {
      "character": "Player",
      "line": "(sigh) I suppose so... It just won't be as much fun..."
    },
    {
      "character": "Player",
      "line": "You don't know anything about a jinx onboard do you?"
    },
    {
      "character": "Bedread the bold",
      "line": "Nope, sorry."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Player",
      "line": "I heard a rumour there's a jinx aboard..."
    },
    {
      "character": "Tommy 2-times",
      "line": "Really? I hope not, they're evil things."
    },
    {
      "character": "Player",
      "line": "Hi. Know anything about jinxes?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Absolutely nothing. Sorry."
    },
    {
      "character": "Player",
      "line": "Don't worry about it."
    },
    {
      "character": "Player",
      "line": "Hi, I'm looking for a jinx..."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Why would you be after one of those evil things?"
    },
    {
      "character": "Player",
      "line": "Well, I think there might be one onboard."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Gosh, I hope not!"
    },
    {
      "character": "Player",
      "line": "Do you know anything about jinxes?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Only that they're extremely bad things to have aboard a ship."
    },
    {
      "character": "Player",
      "line": "Yup, I'd already figured that much out."
    },
    {
      "character": "Player",
      "line": "Hello there. I have reason to believe that someone or something has somehow placed a jinx upon this ship, preventing it from sailing as it is supposed to."
    },
    {
      "character": "Player",
      "line": "Know anything about that?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "A jinx yer say? Wassat, some kinda fancy foreign vegetable?"
    },
    {
      "character": "Player",
      "line": "Um... No, no I don't think this ship has been cursed by a fancy foreign vegetable..."
    },
    {
      "character": "'Beefy' Burns",
      "line": "All vegetables are evil if you ask me!"
    },
    {
      "character": "Player",
      "line": "I don't think I did ask you..."
    },
    {
      "character": "'Beefy' Burns",
      "line": "That's right then, we'll hear no more about evil foreign vegetables."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Or evil domestic vegetables."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Or vegetables at all! Death ter vegetables!"
    },
    {
      "character": "Player",
      "line": "Okay then... 'bye."
    },
    {
      "character": "Player",
      "line": "Hey hey hey! Apparently there's a jinx on board. Or the navigator is rubbish."
    },
    {
      "character": "Player",
      "line": "One of the two, I'm not sure which."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Yes, and I believe I'm looking right at him. Would this jinx also be a stowaway?"
    },
    {
      "character": "Player",
      "line": "Look, this calling me a stowaway and a jinx isn't funny!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I quite agree. Perhaps you should leave?"
    },
    {
      "character": "Player",
      "line": "I'm going to find who or what this jinx is, if only so I can prove to you that it's not me!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Hmmm. Well, you had best do that then, and stop disturbing me."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "You had better get some evidence quickly as well, I would so hate to have to kill you. Killing someone really tends to ruin my day."
    },
    {
      "character": "Player",
      "line": "I have it on good authority that there's a jinx on board the ship stopping it sailing anywhere."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "A jinx, you say? My my my, it's been a long time since I've heard of one of those..."
    },
    {
      "character": "Player",
      "line": "Do you know anything about it."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I'm afraid not, but I hope you find it. They're evil things, especially on a boat."
    },
    {
      "character": "Player",
      "line": "Hello there... Mr. Boy?"
    },
    {
      "character": "Cabin boy",
      "line": "Just call me 'boy'. Everybody else does."
    },
    {
      "character": "Player",
      "line": "Don't you have a real name?"
    },
    {
      "character": "Cabin boy",
      "line": "Not that I can remember, no."
    },
    {
      "character": "Player",
      "line": "Oh. Right then."
    },
    {
      "character": "Player",
      "line": "Anyway, I believe that there may be a jinx aboard this ship, and that is what is preventing us from sailing to Lunar Isle."
    },
    {
      "character": "Cabin boy",
      "line": "A jinx? I don't know ANYTHING about that!"
    },
    {
      "character": "Cabin boy",
      "line": "IT'S NOT MY FAULT OKAY?"
    },
    {
      "character": "Player",
      "line": "I don't think I was actually accusing you of anything there...um, boy."
    },
    {
      "character": "Cabin boy",
      "line": "You weren't? Oh. IT WAS STILL NOTHING TO DO WITH ME!"
    },
    {
      "character": "Player",
      "line": "You're very defensive, aren't you?"
    },
    {
      "character": "Cabin boy",
      "line": "Sorry. It's my job, you know?"
    },
    {
      "character": "Cabin boy",
      "line": "I'm always getting the blame for things that go wrong aboard."
    },
    {
      "character": "Player",
      "line": "Well, I guess you don't know anything useful."
    },
    {
      "character": "Player",
      "line": "The captain thinks there might be a jinx aboard. Any help?"
    },
    {
      "character": "Murky Pat",
      "line": "Well, that makes sense, but sorry I don't know anything about that."
    },
    {
      "character": "Player",
      "line": "I have reason to believe that there is a jinx aboard this ship."
    },
    {
      "character": "Player",
      "line": "IT MIGHT EVEN BE YOU!"
    },
    {
      "character": "Jenny Blade",
      "line": "Do I look like a jinx to you?"
    },
    {
      "character": "Player",
      "line": "Erm... I don't know. I don't know what a jinx looks like."
    },
    {
      "character": "Jenny Blade",
      "line": "It might be an idea for you to find out before accusing people."
    },
    {
      "character": "Player",
      "line": "Now, I'm not much of a seafaring guy, but as I understand it this ship has somehow gotten a jinx, which is messing up the sailing to Lunar Isle!"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Really? Oh, that's terrible news."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "I hope someone's doing something about it."
    },
    {
      "character": "Player",
      "line": "Er, yeah, I am."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Good luck with that then."
    },
    {
      "character": "Player",
      "line": "Seems like the problems with the ship are all down to a jinx."
    },
    {
      "character": "Jack Sails",
      "line": "Aw no... I hate those things..."
    },
    {
      "character": "Player",
      "line": "Oh captain, my captain."
    },
    {
      "character": "Captain Bentley",
      "line": "So you've spoken to my navigator again, yes? What does he have to say for himself?"
    },
    {
      "character": "Player",
      "line": "Oh yes. He tried to hide his incompetence by blaming the ships' problems on a jinx of some sort."
    },
    {
      "character": "Captain Bentley",
      "line": "A JINX you say???"
    },
    {
      "character": "Captain Bentley",
      "line": "Aye, I have to admit that does sound like a logical explanation..."
    },
    {
      "character": "Player",
      "line": "No, I'm still pretty sure it's just the navigator being really rubbish at his job..."
    },
    {
      "character": "Captain Bentley",
      "line": "No, no, a jinx, that makes all too much sense I'm afraid..."
    },
    {
      "character": "Captain Bentley",
      "line": "Well, the solution is obvious."
    },
    {
      "character": "Captain Bentley",
      "line": "We need to find who or what has been jinxed and remove it from the ship immediately."
    },
    {
      "character": "Player",
      "line": "Right. And when you say 'we' need to find you actually mean...?"
    },
    {
      "character": "Parrot",
      "line": "*brakawk* He means you dummy! You dummy! *Squawk*"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, as Captain I have certain responsibilities that must be fulfilled, so I would greatly appreciate a little assistance in tracking down this jinx..."
    },
    {
      "character": "Player",
      "line": "Yeah, I was afraid you were going to say that..."
    },
    {
      "character": "Player",
      "line": "Okay, I'll try and track down this jinx for you."
    },
    {
      "character": "Captain Bentley",
      "line": "Good lad! Let me know if you find out anything important."
    },
    {
      "character": "Player",
      "line": "(sigh) Yes, Captain."
    },
    {
      "character": "Player",
      "line": "Hello there. So, I'm wondering if you know anything about a jinx at all?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "A jinx you say? Argh, those are evil things!"
    },
    {
      "character": "Player",
      "line": "Quick question: What exactly is a jinx anyway?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Ah, well they take many forms."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Sometimes it will just be a person with such staggeringly bad luck that everything they do or say invariably leads them into trouble and commotion, through no fault of their own."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Everything they touch will always bring them misery, and everything they think they have achieved will always end in disaster."
    },
    {
      "character": "Player",
      "line": "Hmmm."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "But then there is the other kind of jinx, the even worse kind."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "It is a curse put upon someone, often attached to an object of some kind, and it is done deliberately, so that misfortune will always follow the owner of that object."
    },
    {
      "character": "Player",
      "line": "So why is it such a big deal to sailors?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Ah, well now. When you're on land, bad luck can be an annoyance, and possibly even bring you grief, but it is rarely deadly."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "A jinx on land may fall over tree roots, or lose their coins down a drain, or some other irritation."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "But at sea! With nothing saving you from the cold murky death of drowning except the wood below your feet?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Why, jinxes can kill not just you, but the entire crew of a ship! They are an evil thing indeed, and the only thing you can do to save yourself and your crew is to forcibly"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "remove the jinx from the ship as soon as possible. Dead or alive."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Or casting some kind of anti-curse magic upon the jinxed item might work, but to be honest, throwing them overboard is quicker."
    },
    {
      "character": "Player",
      "line": "Wait, so someone with magical powers can deliberately place a jinx upon someone or something?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Oh, yes. But they would have to be a very magical and very evil person to risk the lives of an entire ship over some trivial matter."
    },
    {
      "character": "Player",
      "line": "Someone highly magical like, oh, let's say for the sake of argument, the inhabitants of Lunar Isle, a.k.a the Moon Clan?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well, I suppose so... But for them to curse our entire boat?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Somebody from the landing party must have done something highly offensive to them at the feast for them to place such an evil enchantment that risks the lives of the entire crew."
    },
    {
      "character": "Player",
      "line": "So somebody from the landing party must have gotten themselves jinxed..."
    },
    {
      "character": "Player",
      "line": "Thanks a lot 'Eagle-eye', you've been extremely helpful."
    },
    {
      "character": "Player",
      "line": "So... Any ideas who might have offended the Moon Clan and caused them to place a jinx on the ship?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "No, I'm afraid I have no idea. I guess it must have happened when we were all on shore leave, but I honestly don't remember much about it..."
    },
    {
      "character": "Player",
      "line": "Hmmm. No ideas at all?"
    },
    {
      "character": "Player",
      "line": "Anyone from the crew you think would be particularly offensive to a bunch of highly powerful magic users?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well, we're something of a mixed bag around here as I'm sure you've noticed, but..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Sorry. Nobody springs to mind."
    },
    {
      "character": "Jack Sails",
      "line": "Hiya."
    },
    {
      "character": "Player",
      "line": "Hi. I don't suppose you have any juicy gossip about that trip to Lunar Isle do you?"
    },
    {
      "character": "Jack Sails",
      "line": "Gossip? Like what?"
    },
    {
      "character": "Jack Sails",
      "line": "I heard a really funny story about the First Mate, the captain's parrot and a coconut!"
    },
    {
      "character": "Player",
      "line": "No... I was thinking more something about someone behaving very badly and offending the Moon Clan somehow..."
    },
    {
      "character": "Jack Sails",
      "line": "Sorry, I wouldn't know anything about that."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Hi, how can I help you?"
    },
    {
      "character": "Player",
      "line": "I was wondering..."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "I feel kind of awkward asking..."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Ah, just come out and say it. I'm a pirate, it's not like I get offended easily."
    },
    {
      "character": "Player",
      "line": "Actually it's about offending people. You didn't, you know, tick off any of the Moon Clan while you were there recently did you?"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Gosh, I hope not. They might have been very hospitable towards us, but there was definitely something spooky about them!"
    },
    {
      "character": "Player",
      "line": "And I suppose you didn't see anyone acting untoward around them?"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Sorry, can't say as I did..."
    },
    {
      "character": "Player",
      "line": "Okay, well thanks anyway."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Hey, no problem."
    },
    {
      "character": "Player",
      "line": "Hi. Erm, don't take this the wrong way or anything, but are you particularly offensive?"
    },
    {
      "character": "Murky Pat",
      "line": "What?!?!"
    },
    {
      "character": "Player",
      "line": "Does your mere presence at any occasion cause young children to start crying, old ladies to faint, that kind of thing?"
    },
    {
      "character": "Murky Pat",
      "line": "I'm not sure I like your tone of voice!"
    },
    {
      "character": "Player",
      "line": "Look, all I want to know is if your terrible disregard for social niceties has caused a jinx to be levelled upon this ship and all who sail in her."
    },
    {
      "character": "Murky Pat",
      "line": "ABSOLUTELY NOT!!!"
    },
    {
      "character": "Player",
      "line": "Okay, thanks! All I wanted to know!"
    },
    {
      "character": "Player",
      "line": "I'm looking for somebody who may have offended the Moon Clan on your recent visit to Lunar Isle..."
    },
    {
      "character": "Jenny Blade",
      "line": "I'm sure I know nothing about that."
    },
    {
      "character": "Player",
      "line": "Oh. I was hoping you did."
    },
    {
      "character": "Jenny Blade",
      "line": "Sorry."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "I have heard some terrible, scurrilous rumours about your wanton and depraved behaviour towards the Moon Clan when on shore leave."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "What? What ARE you talking about?"
    },
    {
      "character": "Player",
      "line": "Oh come now, we all know what you were up to..."
    },
    {
      "character": "Player",
      "line": "Your behaviour was so bad that the Moon Clan have brought a terrible curse down upon the ship, trapping it on this gods-forsaken island forever!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Hmmm. Well, I'm sure the crew have more sense than to listen to the insane babble of a stowaway, especially not one whose rantings are designed to cover his own jinxed"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "life."
    },
    {
      "character": "Player",
      "line": "So you deny it then?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Deny what? You come in here, spouting some random bilge at me, with a flurry of accusations, and expect anyone to take you seriously?"
    },
    {
      "character": "Player",
      "line": "Oh.. erm... Well done. You've passed the test."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Test?"
    },
    {
      "character": "Player",
      "line": "Yeah... the, uh, loyalty test. The Captain wanted to make sure his crew were all well behaved on their shore leave, so I came up with this little test to make sure you were."
    },
    {
      "character": "Player",
      "line": "And congratulations! You passed!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I see."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "A stowaway, a jinx, AND a liar."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I must say I am extremely glad you are only here temporarily, I would hate for any of my crew to have any sort of dealing with you."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Please make sure you close the door on your way out."
    },
    {
      "character": "Player",
      "line": "Erm, 'bye then."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "Hi. Now... about this jinx..."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "I have reason to believe that it may have been caused by somebody who has offended the Moon Clan somehow while on that recent visit of yours to Lunar Isle."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Really?"
    },
    {
      "character": "Player",
      "line": "Yup. I'm afraid so."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "That doesn't sound like anyone on board..."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "We may be pirates, but we're all surprisingly well- mannered!"
    },
    {
      "character": "Player",
      "line": "So you don't know anything about it?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "No, sorry."
    },
    {
      "character": "Player",
      "line": "Well, thanks anyway."
    },
    {
      "character": "Cabin boy",
      "line": "Hey. What's up?"
    },
    {
      "character": "Player",
      "line": "Well, it's like this: Apparently one of the crew was up to something on Lunar Isle that caused the Moon Clan to be offended, which has led to this jinx being placed on someone or"
    },
    {
      "character": "Player",
      "line": "something aboard the ship."
    },
    {
      "character": "Player",
      "line": "That's the closest I can figure it anyway, I have to admit this is all very confusing..."
    },
    {
      "character": "Cabin boy",
      "line": "I SWEAR I DIDN'T MEAN TO!"
    },
    {
      "character": "Player",
      "line": "...What?"
    },
    {
      "character": "Cabin boy",
      "line": "...Nothing. I didn't do anything. At all."
    },
    {
      "character": "Cabin boy",
      "line": "And nobody can prove that I did, even if I had, which I didn't so they can't. So there."
    },
    {
      "character": "Player",
      "line": "Wait, are you telling me you might have had something to do with this?"
    },
    {
      "character": "Cabin boy",
      "line": "No, I'm telling you the EXACT OPPOSITE!"
    },
    {
      "character": "Cabin boy",
      "line": "It wasn't me! I SWEAR!"
    },
    {
      "character": "Player",
      "line": "Are you sure? Because a minute ago it really sounded to me as though you-"
    },
    {
      "character": "Cabin boy",
      "line": "NO! NOT ME! NUH-UH! NO WAY!"
    },
    {
      "character": "Player",
      "line": "Okay, okay, I believe you, I believe you. There's no need to shout at me."
    },
    {
      "character": "Cabin boy",
      "line": "Sorry, I just didn't want you getting the wrong impression and telling the Captain anything, is all."
    },
    {
      "character": "Player",
      "line": "Fair enough, I can understand that. Well, see you around."
    },
    {
      "character": "Cabin boy",
      "line": "IT WASN'T -"
    },
    {
      "character": "Cabin boy",
      "line": "Oh, I mean, goodbye stowaway."
    },
    {
      "character": "Player",
      "line": "AH-HA! I KNOW it was YOU!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, what is it now?"
    },
    {
      "character": "Player",
      "line": "Well, it seems that someone must have offended the Moon Clan, so that they put a jinx on the ship!"
    },
    {
      "character": "Player",
      "line": "And from what I've seen you're the obvious culprit!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "No, I don't think so."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "This seems once again an effort on your behalf to throw the trail away from your own jinxed self bringing us misfortune."
    },
    {
      "character": "Player",
      "line": "So... You didn't offend any Moon Clan while you were on their island?"
    },
    {
      "character": "Player",
      "line": "Are you REALLY sure?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "I am the very model of self-restraint. As you should have realised by now, as I haven't yet given the order to have you put to death. Yet."
    },
    {
      "character": "Player",
      "line": "Hum. Are you sure?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "REALLY sure?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yes. I suggest you check elsewhere."
    },
    {
      "character": "Player",
      "line": "Fine. But I've got my eye on you Mr Navigator!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yes, and I certainly have my eye on you."
    },
    {
      "character": "Player",
      "line": "You know that visit to Lunar Isle you lot have just made...?"
    },
    {
      "character": "Tommy 2-times",
      "line": "Oh yeah! It was great! They're kind of spooky, but hey, it was a great do they laid on for us!"
    },
    {
      "character": "Player",
      "line": "You didn't see anyone, you know, acting inappropriately or anything did you?"
    },
    {
      "character": "Tommy 2-times",
      "line": "How do you mean?"
    },
    {
      "character": "Player",
      "line": "Um... Anyone doing anything that would offend them?"
    },
    {
      "character": "Tommy 2-times",
      "line": "Nope, can't say as I did..."
    },
    {
      "character": "Player",
      "line": "Hmmm. Okay then."
    },
    {
      "character": "Bedread the bold",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "On Lunar Isle..."
    },
    {
      "character": "Player",
      "line": "You didn't... You know. Do anything offensive towards the Moon Clan did you?"
    },
    {
      "character": "Bedread the bold",
      "line": "Nope."
    },
    {
      "character": "Player",
      "line": "Hmmm. Okay, it was worth asking anyway."
    },
    {
      "character": "Bedread the bold",
      "line": "'Bye then."
    },
    {
      "character": "Player",
      "line": "Seeya."
    },
    {
      "character": "Player",
      "line": "I've heard you were a little bit merry on the old Lunar Isle expedition..."
    },
    {
      "character": "Player",
      "line": "Possibly so merry that you did something to offend the Moon Clan and unleash a horrible curse upon us all..."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Heavens, no! Just because I'm a pirate doesn't mean I don't treat all cultures no matter how different with the utmost respect!"
    },
    {
      "character": "Player",
      "line": "So it wasn't you?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "Nope. Sorry."
    },
    {
      "character": "Player",
      "line": "Quick question: Do you know anyone who offended the Moon Clan on your recent visit?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Quick answer: No."
    },
    {
      "character": "Player",
      "line": "Okay, thanks!"
    },
    {
      "character": "Player",
      "line": "Dude! Duuuuuuude! Dude!"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "I'm sorry, do I know you?"
    },
    {
      "character": "Player",
      "line": "Dude! How about them Moon Clan, huh?"
    },
    {
      "character": "Player",
      "line": "Wow, we offended them so hard on that shore leave, huh?"
    },
    {
      "character": "Player",
      "line": "You, uh, didn't do anything to offend the Moon Clan on shore leave, did you?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No."
    },
    {
      "character": "Player",
      "line": "And I look like an idiot now, don't I?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "You do, yes. Very much so."
    },
    {
      "character": "Player",
      "line": "It would probably be best if I just left now, instead of carrying on talking, wouldn't it?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "It would, yes."
    },
    {
      "character": "Player",
      "line": "I'll go and do that then..."
    },
    {
      "character": "Player",
      "line": "Hello there!"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Sorry, the galley's closed fer restockings! Yer'll hafta come back later if'n ye be wanting food!"
    },
    {
      "character": "Player",
      "line": "Actually, I'm not after food, I'm after information..."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Wussat? Some kind of alkyhol? If'n it ain't grog, I don't be stocking it!"
    },
    {
      "character": "Player",
      "line": "...Can I just ask you a few questions?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, that yer may, long'n as yer don't mind me carrying on with me restockings while we talk."
    },
    {
      "character": "Player",
      "line": "No, that's fine. I appreciate your time."
    },
    {
      "character": "Player",
      "line": "So... I have reason to believe that a jinx has befallen the ship due to someone offending the Moon Clan somehow... I was wondering if you knew anything about that."
    },
    {
      "character": "'Beefy' Burns",
      "line": "The Moon Clan yer say? Ah, well I dinna know much about them folks, when everyone else went to that there big old feast I stayed aboard the ship..."
    },
    {
      "character": "'Beefy' Burns",
      "line": "I gots ter be honest, I never trust any food I ain't prepared meself!"
    },
    {
      "character": "Player",
      "line": "Wait... So the whole crew except yourself were at a big feast on Lunar Isle?"
    },
    {
      "character": "Player",
      "line": "Was there drink involved at this feast?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye, ter be sure!"
    },
    {
      "character": "Player",
      "line": "So a bunch of drunken pirates feasting on Lunar Isle."
    },
    {
      "character": "Player",
      "line": "I think I have my suspect for when the Moon Clan were offended."
    },
    {
      "character": "Player",
      "line": "Thanks for the help there, Beefy!"
    },
    {
      "character": "Player",
      "line": "Hey there Beefy!"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Ah, it be you agin, what can i do yer for?"
    },
    {
      "character": "Player",
      "line": "About this big feast that all the pirates went to on Lunar Isle..."
    },
    {
      "character": "'Beefy' Burns",
      "line": "All the pirates cept'n me yer mean?"
    },
    {
      "character": "Player",
      "line": "Yes, this big feast that everybody went to except for you."
    },
    {
      "character": "'Beefy' Burns",
      "line": "What did yer want ter know abaht it?"
    },
    {
      "character": "Player",
      "line": "Oh, just what information you could tell me about it. Who was there, what food was served, what entertainment was laid on if any, where it was held."
    },
    {
      "character": "Player",
      "line": "You know, the little details. I'm hoping I can catch someone out in a lie."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Yer wants me ter be telling yers all about a feast I wasnae even at?"
    },
    {
      "character": "Player",
      "line": "Er... yes. If you could."
    },
    {
      "character": "'Beefy' Burns",
      "line": "I thinks yer need to be laying off of the old alkyhol, mate."
    },
    {
      "character": "Player",
      "line": "Hey you know that big feast they held for us on Lunar Isle?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Us? What 'us'?"
    },
    {
      "character": "Player",
      "line": "Erm, you. And the rest of the crew."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Yes, I remember it well. It was a surprisingly restrained evening on all of our parts."
    },
    {
      "character": "Player",
      "line": "So no crazy offensive behaviours from anyone."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No, not at all. Everybody was surprisingly well behaved."
    },
    {
      "character": "Player",
      "line": "I see... And the whole crew was there the whole time?"
    },
    {
      "character": "Player",
      "line": "You didn't see anyone sneaking off mid-feast or anything?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No, sorry, I don't believe I did."
    },
    {
      "character": "Player",
      "line": "That big feast on Lunar Isle... You were there right? The whole evening?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Yup."
    },
    {
      "character": "Player",
      "line": "Didn't see anyone being rude to the Moon Clan? Weren't being rude yourself?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Nope."
    },
    {
      "character": "Player",
      "line": "Didn't see anyone sneak away in the middle of the feast or anything?"
    },
    {
      "character": "Player",
      "line": "Okay then, that's all I wanted to know."
    },
    {
      "character": "Player",
      "line": "Hey there."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Hi."
    },
    {
      "character": "Player",
      "line": "I was wondering if I could ask you a few questions about the big feast you went to on Lunar Isle?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "Oh man, that feast totally RAWKED!"
    },
    {
      "character": "Player",
      "line": "So you got a little bit merry at it?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "Oh man, like you WOULDN'T BELIEVE!"
    },
    {
      "character": "Player",
      "line": "You didn't get... TOO overboard with your fun did you?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "No way man, I know when enough's enough."
    },
    {
      "character": "Player",
      "line": "You didn't see anyone else going... a little bit too far with their fun either?"
    },
    {
      "character": "'Picarron' Pete",
      "line": "No, I have to say everybody was surprisingly well behaved considering it was our first shore leave in quite a few months!"
    },
    {
      "character": "Player",
      "line": "Okay, thanks for your help."
    },
    {
      "character": "Tommy 2-times",
      "line": "You again? You still looking for the jinx then?"
    },
    {
      "character": "Player",
      "line": "Yeah, I just have a few quick questions for you..."
    },
    {
      "character": "Tommy 2-times",
      "line": "Ask away. I have nothing to hide."
    },
    {
      "character": "Player",
      "line": "Well, I just wanted to ask you about that big feast on Lunar Isle you went to..."
    },
    {
      "character": "Tommy 2-times",
      "line": "Ask away."
    },
    {
      "character": "Player",
      "line": "Did you see anyone slip away during it? Or see anyone acting extremely badly? Or maybe you saw someone being rude to the Moon Clan somehow?"
    },
    {
      "character": "Tommy 2-times",
      "line": "I'm sorry, I didn't see much beyond the food on my plate and the grog in my tankard."
    },
    {
      "character": "Player",
      "line": "Okay, I'll have to continue checking around."
    },
    {
      "character": "Tommy 2-times",
      "line": "Well, good luck with that. I'm very uneasy knowing that there's a jinx on board."
    },
    {
      "character": "Bedread the bold",
      "line": "Hey, how you doing?"
    },
    {
      "character": "Player",
      "line": "Very well thanks, I just have a few questions I'd like to ask you about that big feast at Lunar Isle..."
    },
    {
      "character": "Bedread the bold",
      "line": "Ah yes, those were the days!"
    },
    {
      "character": "Player",
      "line": "Good, was it?"
    },
    {
      "character": "Bedread the bold",
      "line": "Oh, like you wouldn't believe... The food... The wine... The women... The songs..."
    },
    {
      "character": "Bedread the bold",
      "line": "It was everything any honest pirate could ever hope for!"
    },
    {
      "character": "Player",
      "line": "And you were all there?"
    },
    {
      "character": "Bedread the bold",
      "line": "Hmmm... I think so..."
    },
    {
      "character": "Bedread the bold",
      "line": "Except the Captain obviously."
    },
    {
      "character": "Player",
      "line": "And you didn't see anyone behaving particularly badly? Or being rude to any of the Moon Clan or anything?"
    },
    {
      "character": "Bedread the bold",
      "line": "Can't say as I did."
    },
    {
      "character": "Player",
      "line": "I have some questions for you about that big feast you all went to on Lunar Isle."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh no, not you again!"
    },
    {
      "character": "Player",
      "line": "AH-HA! IS that an admission of guilt?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "How is that an admission of guilt???"
    },
    {
      "character": "Player",
      "line": "Well, you didn't deny anything."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "What's to deny??? You haven't asked me anything!"
    },
    {
      "character": "Player",
      "line": "A minor technicality."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "(sigh) Please... Please just ask me your questions then leave me alone..."
    },
    {
      "character": "Player",
      "line": "Well okay then. So tell me Mr Navigator, where were you exactly at this feast on Lunar Isle?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Er... at the feast?"
    },
    {
      "character": "Player",
      "line": "Oh, really?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Yeees...."
    },
    {
      "character": "Player",
      "line": "So you claim to have been at this feast the whole time that you were at this feast?"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Um... yes, how could I not have been at the feast the whole time that I was at the feast?"
    },
    {
      "character": "Player",
      "line": "I'm asking the questions here!"
    },
    {
      "character": "Player",
      "line": "So you were at the feast. So you say."
    },
    {
      "character": "Player",
      "line": "But I put it to you Mr Navigator that once you had arrived at the feast, when it grew quieter and nobody noticed, you left and decided to steal something from the Moon Clan, and be very rude to some other"
    },
    {
      "character": "Player",
      "line": "members of the Moon Clan on the way."
    },
    {
      "character": "Player",
      "line": "And then you... I don't know. Killed their puppies or something."
    },
    {
      "character": "Player",
      "line": "Then after you had done all that, you returned to the feast, before anyone noticed that you had left, and then made sure your alibi was complete, and that nobody would discover your rude, thieving, puppy murdering"
    },
    {
      "character": "Player",
      "line": "ways."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Look, I've had just about enough of you!"
    },
    {
      "character": "Player",
      "line": "AH-HA! I notice you don't deny it!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "clear that if anybody is a jinx on this ship it is you!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "ARE TOO!"
    },
    {
      "character": "Player",
      "line": "Look, this is getting us nowhere, I promise you if you confess I will make the Captain go easy on you!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Confess to WHAT exactly??? I have done nothing wrong!"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "I went to a feast on Lunar Isle, I stayed with the rest of the crew the whole night, I didn't see anyone offending them, and I didn't do anything to offend them myself!"
    },
    {
      "character": "Player",
      "line": "Thanks, that's all I wanted to know. See you around."
    },
    {
      "character": "Player",
      "line": "Ahoy there! I have a few questions for you."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Hmmmm?"
    },
    {
      "character": "Player",
      "line": "It's about that feast that you all went to on Lunar Isle..."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "What of it?"
    },
    {
      "character": "Player",
      "line": "You had a good time at it, right?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well of course. Even the first officer has to have a little relaxation every so often."
    },
    {
      "character": "Player",
      "line": "But you didn't get drunk and start a fight with anyone, or insult your hosts the Moon Clan?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well, of course not. Even in my spare time I have to show a little decorum."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Set an example to the men and all that."
    },
    {
      "character": "Player",
      "line": "So you definitely didn't insult any of the Moon Clan at the feast?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Absolutely not."
    },
    {
      "character": "Player",
      "line": "Hmmm, ok. You didn't see anyone else getting too rowdy did you?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "No I didn't, and let me assure you that if I HAD they would have been most severely reprimanded by myself if not by the Captain."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I won't tolerate that kind of behaviour amongst my crew, even if they are in their free time."
    },
    {
      "character": "Player",
      "line": "Captain!"
    },
    {
      "character": "Captain Bentley",
      "line": "Mmmmm? You have information on what has happened to my ship for me?"
    },
    {
      "character": "Player",
      "line": "Not as such, but I think I am onto a promising lead."
    },
    {
      "character": "Player",
      "line": "Apparently you all went to a big feast on Lunar Isle held by the Moon Clan when last you visited?"
    },
    {
      "character": "Captain Bentley",
      "line": "That is correct, yes. I was most pleasantly surprised by their hospitality."
    },
    {
      "character": "Player",
      "line": "Well, I don't want to go flinging out unfounded accusations or anything, but I have a strong suspicion that somebody at that feast did something that resulted in the Moon Clan getting offended and causing this jinx"
    },
    {
      "character": "Player",
      "line": "to be placed on the ship."
    },
    {
      "character": "Player",
      "line": "In fact, it might not even be the ship that's been cursed, it could just be this person, or even some item they're carrying."
    },
    {
      "character": "Captain Bentley",
      "line": "Hmmm. You know, that's some good thinking. You're right, I suspect something like that did indeed happen."
    },
    {
      "character": "Captain Bentley",
      "line": "Do you have any idea who this person may have been?"
    },
    {
      "character": "Parrot",
      "line": "*Brakawk* Who's a jinx? Who's a jinx?"
    },
    {
      "character": "Player",
      "line": "No, I'm afraid not. But with your permission, I will ask around the crew and see if anybody knows anything."
    },
    {
      "character": "Captain Bentley",
      "line": "You obviously have my full permission, I have no desire for a jinx to be aboard my vessel, and if this has been the result of one of my crews thoughtless actions, then I will of course have to reprimand them severely."
    },
    {
      "character": "Player",
      "line": "Thank you. I thought you might say that."
    },
    {
      "character": "Player",
      "line": "So let's begin with you: Where were you at the night of the feast, and what exactly were you doing?"
    },
    {
      "character": "Captain Bentley",
      "line": "WHAT? You suspect ME of having been jinxed???"
    },
    {
      "character": "Player",
      "line": "No, not really, but it pays to be methodical in something like this."
    },
    {
      "character": "Captain Bentley",
      "line": "Ah, yes, I understand. Well now..."
    },
    {
      "character": "Captain Bentley",
      "line": "As captain, I was first envoy to the Moon Clan and took seat with their dignitaries and the higher ranking members of their tribe, the Oneiromancer, Baba Yaga and so forth."
    },
    {
      "character": "Captain Bentley",
      "line": "I do recall we had a most intriguing conversation about the history of their people, and their manufacturing of rune-stones for trade across the world."
    },
    {
      "character": "Player",
      "line": "So the rest of your crew weren't with you?"
    },
    {
      "character": "Captain Bentley",
      "line": "No, they were seated at a different table towards the back of the hall. I felt that they deserved a little recreation and relaxation time without their captain hanging around."
    },
    {
      "character": "Captain Bentley",
      "line": "They're a good crew and have served me well!"
    },
    {
      "character": "Player",
      "line": "So you don't actually know which of the crew were present at this feast? For all you know somebody might have slipped away from the feast and, oh I don't know, stolen some"
    },
    {
      "character": "Player",
      "line": "artefact of theirs, or broken into somewhere they weren't supposed to go?"
    },
    {
      "character": "Captain Bentley",
      "line": "Well, of course that is all possible, but I wouldn't think any of my crew would be so rude as to break the gracious hospitality we had been offered!"
    },
    {
      "character": "Captain Bentley",
      "line": "We're pirates after all, not barbarians!"
    },
    {
      "character": "Parrot",
      "line": "*Squawk* Not barbarians! Not barbarians! *Squawk*"
    },
    {
      "character": "Player",
      "line": "Well, thank you for your time Captain, I'll see if anybody else noticed someone slipping away during the feast, or noticed someone behaving particularly badly towards any of the Moon Clan."
    },
    {
      "character": "Captain Bentley",
      "line": "Please keep me informed of your discoveries. A jinx is an evil thing, and if one of my crew has brought it upon the Lady Zay, then I want to know about it."
    },
    {
      "character": "Player",
      "line": "Hi. That big feast you went to on Lunar Isle..."
    },
    {
      "character": "Murky Pat",
      "line": "Sorry, I don't remember much about it, I'd had a fair bit to drink."
    },
    {
      "character": "Player",
      "line": "Oh really? Do you think maybe while drunk you did something to offend them?"
    },
    {
      "character": "Murky Pat",
      "line": "I don't see how, not with my condition."
    },
    {
      "character": "Player",
      "line": "Condition?"
    },
    {
      "character": "Murky Pat",
      "line": "Yes, it's a very rare medical condition."
    },
    {
      "character": "Murky Pat",
      "line": "When I'm drunk I become completely silent and immobile, and just sit quietly by myself until I have sobered up."
    },
    {
      "character": "Player",
      "line": "Erm, this is a genuine medical condition is it?"
    },
    {
      "character": "Murky Pat",
      "line": "Oh, absolutely. I'm in the medical books and everything."
    },
    {
      "character": "Player",
      "line": "Hmmm. Okay then, I guess you're off the hook."
    },
    {
      "character": "Player",
      "line": "Hi. You know that big feast you went to on Lunar Isle?"
    },
    {
      "character": "Jenny Blade",
      "line": "I do indeed."
    },
    {
      "character": "Player",
      "line": "You were there all night with the rest of the crew?"
    },
    {
      "character": "Jenny Blade",
      "line": "I was."
    },
    {
      "character": "Player",
      "line": "Didn't see anyone leave early?"
    },
    {
      "character": "Jenny Blade",
      "line": "Not that I recall."
    },
    {
      "character": "Player",
      "line": "Didn't do anything to offend the Moon Clan, or see anyone else doing anything like that?"
    },
    {
      "character": "Jenny Blade",
      "line": "Nope, can't say as I did."
    },
    {
      "character": "Player",
      "line": "Hi. I don't suppose you saw anyone acting suspiciously at that big feast on Lunar Isle did you?"
    },
    {
      "character": "Jack Sails",
      "line": "No, sorry."
    },
    {
      "character": "Player",
      "line": "It was worth asking anyway, thanks."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Hi. How's the search for the jinx going?"
    },
    {
      "character": "Player",
      "line": "Not very well to be honest..."
    },
    {
      "character": "Player",
      "line": "I think I've worked out that whatever happened to cause the Moon Clan offence and get this ship cursed somehow must have happened at that big feast you all went to, but I'm still no wiser as to what actually"
    },
    {
      "character": "Player",
      "line": "happened..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well, if you think it will help I can tell you everything I remember about the feast...?"
    },
    {
      "character": "Player",
      "line": "Actually yeah, that might help give me some clue as to what happened. Please, go ahead."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well now, let's see..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "I recall that we all headed onto the island as we were due shore leave, and the Captain had arranged a big feast with the Moon Clan so that we could kick back and relax."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "I think we were all there, but we had a table to ourselves where they just brought us food and wine all evening."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "I remember Beefy the cook was being a bit of a killjoy and had stayed on board the ship, and the Captain was having some fancy meal with the Moon Clan toffs, but I'm pretty sure the rest of us were all at the meal..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Anyway, spirits got a little high later on after we'd finished eating, and I remember Tommy Two-times got out his old fiddle, and we sang and danced all through the night until daybreak when we made our way back"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "aboard the ship, and set sail."
    },
    {
      "character": "Player",
      "line": "When you say there were high spirits... You don't think perhaps you accidentally offended the Moon Clan somehow do you?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "No, not at all! A couple of charming Moon Clan members came over and danced along with us!"
    },
    {
      "character": "Player",
      "line": "Well, thanks for the help, but I don't think I'm any closer to solving this whole jinx mystery..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well, I wish you luck, because it is very unnerving to think that I'm sailing on a cursed ship!"
    },
    {
      "character": "Player",
      "line": "That big feast in Lunar Isle..."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Yes? What about it?"
    },
    {
      "character": "Player",
      "line": "Was everyone there?"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Except for the Captain, I think so, yes."
    },
    {
      "character": "Player",
      "line": "And did you see anyone misbehaving particularly badly?"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "No, I don't think I did."
    },
    {
      "character": "Player",
      "line": "Hi."
    },
    {
      "character": "Cabin boy",
      "line": "Hi. Did you find the jinx yet?"
    },
    {
      "character": "Player",
      "line": "Funny you should ask, I have a few questions for you about that."
    },
    {
      "character": "Cabin boy",
      "line": "Oh no... Look, I'm SO SORRY, I SWEAR it wasn't my fault!"
    },
    {
      "character": "Player",
      "line": "Huh?"
    },
    {
      "character": "Cabin boy",
      "line": "Erm, sorry, nothing, what did you want to know?"
    },
    {
      "character": "Player",
      "line": "Oh, well, it was about that feast that you all went to on Lunar Isle."
    },
    {
      "character": "Cabin boy",
      "line": "Oh, the feast, right, yeah, I was definitely there at that, absolutely."
    },
    {
      "character": "Player",
      "line": "So... Did you notice anyone not there? Or anyone acting very rudely to the Moon Clan? Anything like that?"
    },
    {
      "character": "Cabin boy",
      "line": "Um, no, no, everyone was there, yup."
    },
    {
      "character": "Player",
      "line": "Nothing at all?"
    },
    {
      "character": "Cabin boy",
      "line": "Nope, we had a meal and then, um, some other stuff happened..."
    },
    {
      "character": "Cabin boy",
      "line": "Um... And then... Er, we all went to bed for an early night."
    },
    {
      "character": "Player",
      "line": "Really? That doesn't sound much like the big raucous feast I've been hearing about from other people..."
    },
    {
      "character": "Cabin boy",
      "line": "No, it TOTALLY happened EXACTLY like that. I swear."
    },
    {
      "character": "Player",
      "line": "Hmmm. Weird. Maybe I'm barking up the wrong tree..."
    },
    {
      "character": "Cabin boy",
      "line": "Yup, sounds like it, okay, well 'bye!"
    },
    {
      "character": "Player",
      "line": "I have a couple of questions to ask you about the big feast on Lunar Isle you went to last time you went there."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Aaaahhhh yes.... I was quite taken with their hospitality!"
    },
    {
      "character": "Player",
      "line": "Did you see anyone being rude to the Moon Clan at all?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Well, we were all in high spirits, but I certainly didn't see anything like that going on."
    },
    {
      "character": "Player",
      "line": "And I don't suppose you saw anyone slip away in the middle of the festival or anything?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Other than the First Mate, no I didn't see anyone slip away from the feast."
    },
    {
      "character": "Player",
      "line": "Okay tha- Wait, you say you saw the First Mate slip away in the middle of the feast?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "That I did. I don't think he saw me see him leave, but it was definitely him."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I watched him head towards our ship, and he came back, oh, I don't know, twenty minutes later or so."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I doubt anyone else saw it, he just slipped away in the midst of the festivities."
    },
    {
      "character": "Player",
      "line": "Thank you, you've been very helpful."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "No problem."
    },
    {
      "character": "Player",
      "line": "So now I think that the First Mate may have something to do with the jinx that has befallen this ship."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "What? Why? Because I said I saw him slip away in the middle of the feast?"
    },
    {
      "character": "Player",
      "line": "Erm.. Yes?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I said I saw him slip away, but I don't believe he had anything to do with whatever angered the Moon Clan, if that's the lead you're chasing up."
    },
    {
      "character": "Player",
      "line": "What do you think he was doing then?"
    },
    {
      "character": "'Lecherous' Lee",
      "line": "I have no idea. Maybe you should ask him."
    },
    {
      "character": "Player",
      "line": "I have some good news!"
    },
    {
      "character": "Cabin boy",
      "line": "You do?"
    },
    {
      "character": "Player",
      "line": "After much to-ing and fro-ing, I've discovered that not everybody who was supposed to be at the feast actually was!"
    },
    {
      "character": "Cabin boy",
      "line": "W-what???"
    },
    {
      "character": "Player",
      "line": "Well, it seems as though SOMEBODY slipped off in the middle of the feast, thinking nobody would see them do it."
    },
    {
      "character": "Player",
      "line": "Unfortunately for them, somebody DID see them leave, and I'm pretty sure whatever they were up to caused this jinx."
    },
    {
      "character": "Cabin boy",
      "line": "I'M SO SORRY! I SWEAR I DIDN'T MEAN TO!"
    },
    {
      "character": "Player",
      "line": "Oh, did you see the First Mate leave as well?"
    },
    {
      "character": "Cabin boy",
      "line": "W-what?"
    },
    {
      "character": "Player",
      "line": "That's not what you were talking about?"
    },
    {
      "character": "Cabin boy",
      "line": "Um, no, no it really was, yup, so somebody saw the first mate leave and not, oh, say, saw me, right?"
    },
    {
      "character": "Player",
      "line": "You left the feast?"
    },
    {
      "character": "Cabin boy",
      "line": "Ahahahahaha no, no, not at all, definitely not, nope."
    },
    {
      "character": "Player",
      "line": "So anyway, I figure I'll have this whole jinx thing straightened out after a quick chat with the First Mate."
    },
    {
      "character": "Cabin boy",
      "line": "So it was all his fault? What a relief, uh, tragedy that has befallen us that is entirely all his fault and not mine."
    },
    {
      "character": "Player",
      "line": "The First Mate.."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "What about him?"
    },
    {
      "character": "Player",
      "line": "I'm thinking he might be responsible for the jinx on the ship."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Why are you thinking that?"
    },
    {
      "character": "Player",
      "line": "Well, you know. It's fifty percent baseless gossip and fifty percent unfounded speculation."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "...I see. I don't for a second agree with you, but I see."
    },
    {
      "character": "Player",
      "line": "So tell me... What do you know about the First Mate?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Davey-boy? What do you want to know about HIM for?"
    },
    {
      "character": "Player",
      "line": "Well, it turns out that he was the only member of the crew other than the Bosun and the Captain who did not attend the feast on Lunar Isle."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "No, he was there, I distinctly remember him telling me to slow down on the drinks in case I made a fool of myself."
    },
    {
      "character": "Player",
      "line": "Yeah, but I have reason to believe that sometime during the meal he slipped away and did something or other."
    },
    {
      "character": "Player",
      "line": "I can only assume that he was up to no good when he slipped away, and whatever he did caused the ship to be cursed..."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "We're talking about the same Davey-boy here?"
    },
    {
      "character": "Player",
      "line": "I think so... The First Mate, yeah."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "I don't believe it of him. Honestly, I can't say I like the man, but he has integrity."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "He would never knowingly do anything that might hurt this ship or her crew in any way."
    },
    {
      "character": "Player",
      "line": "Then perhaps unknowingly...?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Again, I doubt it. He is a very cautious man, often thinking ahead of what consequences might arise from any given action."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "The things that make him a very boring human being are what makes him a superb first mate."
    },
    {
      "character": "Player",
      "line": "So you refuse to believe that he had anything at all to do with the jinx that's been placed somewhere on this ship?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "I suggest you speak to him about this, because I cannot for one second believe he has had anything to do with it."
    },
    {
      "character": "Player",
      "line": "Thanks, you've been very helpful."
    },
    {
      "character": "Player",
      "line": "So... The First Mate. What can you tell me about him?"
    },
    {
      "character": "Jack Sails",
      "line": "Not a lot. He's a bit of a slave driver."
    },
    {
      "character": "Player",
      "line": "Do you think he might have been responsible for the jinx that's been placed upon the ship?"
    },
    {
      "character": "Jack Sails",
      "line": "Him? Naaaaaaaah..."
    },
    {
      "character": "Jack Sails",
      "line": "He's way too straight-laced to have been up to anything dodgy."
    },
    {
      "character": "Player",
      "line": "Do you remember seeing the first mate at the feast?"
    },
    {
      "character": "Jenny Blade",
      "line": "Only for part of it. I was pretty drunk though. I'm not sure I remember anything but the start of the evening."
    },
    {
      "character": "Player",
      "line": "You know that big feast you went to? I have reason to believe that the First Mate snuck away in the middle of it."
    },
    {
      "character": "Player",
      "line": "I am forced to conclude he did so in order to get up to shenanigans."
    },
    {
      "character": "Murky Pat",
      "line": "Shenanigans?"
    },
    {
      "character": "Player",
      "line": "Indeed!"
    },
    {
      "character": "Murky Pat",
      "line": "I'm not exactly sure what you mean by shenanigans, but the First Mate is an honest, hard-working man."
    },
    {
      "character": "Murky Pat",
      "line": "HE would never do anything to harm the ship or its crew."
    },
    {
      "character": "Player",
      "line": "Really?"
    },
    {
      "character": "Murky Pat",
      "line": "Really."
    },
    {
      "character": "Player",
      "line": "Hmmmm. Maybe I'd better go speak to him about it."
    },
    {
      "character": "Murky Pat",
      "line": "I think you'd better."
    },
    {
      "character": "Player",
      "line": "Captain! I think I've made a breakthrough!"
    },
    {
      "character": "Captain Bentley",
      "line": "Oh? Please, do tell."
    },
    {
      "character": "Player",
      "line": "Well, it seems that while the rest of the crew were at the feast, the First Mate snuck away by himself and was up to shenanigans!"
    },
    {
      "character": "Captain Bentley",
      "line": "Davey-boy?"
    },
    {
      "character": "Captain Bentley",
      "line": "Rubbish. I don't believe it. You must be mistaken."
    },
    {
      "character": "Player",
      "line": "Well, I have a witness..."
    },
    {
      "character": "Captain Bentley",
      "line": "I don't care. Not him. No way. I suggest you go and speak to him about this, whatever he did he would have had a very good reason for,"
    },
    {
      "character": "Captain Bentley",
      "line": "and would certainly never put this ship or her crew in any sort of risk."
    },
    {
      "character": "Captain Bentley",
      "line": "He's just not that sort of a person."
    },
    {
      "character": "Player",
      "line": "I'll go and see what he has to say for himself then."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Oh, what now???"
    },
    {
      "character": "Player",
      "line": "I just thought you might like to know, that I have reluctantly decided that the problems with the ship may possibly in some small degree perhaps actually not be entirely down to your incompetence after all."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "That's your way of apologising for falsely accusing me of all that stuff earlier is it?"
    },
    {
      "character": "Player",
      "line": "No, because an apology would imply that I have done something wrong, and I still think that your rubbishness at, er, navigatorness, is a contributing factor towards the ships problems."
    },
    {
      "character": "Player",
      "line": "And when I say contributing factor I mean it's still mostly your fault."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Why, you insufferable..."
    },
    {
      "character": "Player",
      "line": "And let me assure you, if I find out that you were in cahoots with the First Mate to bring this jinx upon us, then I will not hesitate to bring it to the Captains attention."
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "Wait, you mean you're saying you think the First Mate has done this???"
    },
    {
      "character": "'Birds-Eye' Jack",
      "line": "No. No way. You're even more off base with your crazy assumptions than ever."
    },
    {
      "character": "Player",
      "line": "Hey, you know that big feast you all went to?"
    },
    {
      "character": "Bedread the bold",
      "line": "Well, we weren't all there. The Captain was at the high table, and the Bosun didn't trust their food and stayed on ship."
    },
    {
      "character": "Player",
      "line": "Would it surprise you to hear that the First Mate was also not there?"
    },
    {
      "character": "Bedread the bold",
      "line": "It would indeed, because I saw him there with my own eyes!"
    },
    {
      "character": "Player",
      "line": "I have it on very good authority that he slipped out in the middle of the feast for about twenty minutes or so."
    },
    {
      "character": "Bedread the bold",
      "line": "Really? Well, I guess he could have, I wasn't watching him all night..."
    },
    {
      "character": "Player",
      "line": "Any ideas what he might have been up to?"
    },
    {
      "character": "Bedread the bold",
      "line": "None at all I'm afraid."
    },
    {
      "character": "Player",
      "line": "Okay thanks."
    },
    {
      "character": "Player",
      "line": "Hey, that big feast you went to..."
    },
    {
      "character": "Tommy 2-times",
      "line": "I already told you, I didn't see anyone acting out of order at it."
    },
    {
      "character": "Player",
      "line": "Well, that's kind of what I wanted to ask you about..."
    },
    {
      "character": "Player",
      "line": "Well, I understand the First Mate snuck out in the middle of the feast..."
    },
    {
      "character": "Tommy 2-times",
      "line": "Did he? I can't say as I remember..."
    },
    {
      "character": "Player",
      "line": "So you didn't see him at the feast, and you didn't notice that he wasn't there?"
    },
    {
      "character": "Tommy 2-times",
      "line": "Sorry. You know how it is at a party!"
    },
    {
      "character": "'Picarron' Pete",
      "line": "Hello to you."
    },
    {
      "character": "Player",
      "line": "So... I heard a rumour..."
    },
    {
      "character": "Player",
      "line": "That maybe this ship going in a circle business is down to the First Mate..."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Hmmmm? What makes you say that?"
    },
    {
      "character": "Player",
      "line": "Well, it seems he slipped away unnoticed at that big feast you all went to."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Really? Well, he must have had some official business to do."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Trust me, that guy? He wouldn't do anything to harm the ship or it's crew in any way."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Honestly. I suggest you go and speak to him, I'll bet you anything he has a good explanation."
    },
    {
      "character": "Player",
      "line": "I'll go and do that then."
    },
    {
      "character": "Player",
      "line": "Hey, I heard that the First Mate wasn't at that big feast!"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Really. And?"
    },
    {
      "character": "Player",
      "line": "And what?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "No, that's what I was asking you."
    },
    {
      "character": "Player",
      "line": "I'll ask the questions here!"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Well what did you want to know?"
    },
    {
      "character": "Player",
      "line": "I, um, can't remember now..."
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Maybe you'd better go think about it then."
    },
    {
      "character": "Player",
      "line": "You know, I'm getting the feeling that this jinx upon the ship might be the First Mate's fault."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Why would you think that?"
    },
    {
      "character": "Player",
      "line": "Well, apparently he slipped away in the middle of the feast, so my guess is he was up to something when he did that."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "The First Mate? No, that doesn't sound like him at all."
    },
    {
      "character": "Player",
      "line": "I dunno, my evidence against him is pretty good..."
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No, it definitely wouldn't be him."
    },
    {
      "character": "Player",
      "line": "Hey, you were onboard the ship the night of that big feast on Lunar Isle weren't you?"
    },
    {
      "character": "Player",
      "line": "Did you happen to notice, oh, say, the First Mate come aboard while everybody else was at the feast?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Ter be honest, I don't remember much of what happened terday, let alone stuff that happened awhiles back"
    },
    {
      "character": "Player",
      "line": "Er... okay then."
    },
    {
      "character": "Player",
      "line": "So... Finally we get to the truth... MISTER Davey-boy."
    },
    {
      "character": "Player",
      "line": "IF that's even your REAL name."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Hmmm?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "You're finally confessing to being a stowaway and a jinx?"
    },
    {
      "character": "Player",
      "line": "What? NO"
    },
    {
      "character": "Player",
      "line": "No, Davey, this is about YOU!"
    },
    {
      "character": "Player",
      "line": "This is about your LIES and your BAD behaviour!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Oh, what on Gielinor are you on about now?"
    },
    {
      "character": "Player",
      "line": "I know your SECRET Mr first mate! I know that you are a PHONY!"
    },
    {
      "character": "Player",
      "line": "I know that you were NOT where you claimed to be on the night in question!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Night in question? Phony? Secret?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "What ARE you blathering about now?"
    },
    {
      "character": "Player",
      "line": "Oh, come come, Davey-boy! It is too late to weasel your way out of this one!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I have absolutely no idea what on earth you are talking about."
    },
    {
      "character": "Player",
      "line": "Oh, you know... your ALIBI?!?!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Alibi?"
    },
    {
      "character": "Player",
      "line": "YOU know. How you told me that you were at that feast on Lunar Isle ALL night?"
    },
    {
      "character": "Player",
      "line": "Well, let me tell YOU that you are a LIAR!"
    },
    {
      "character": "Player",
      "line": "I have an eyewitness that SAW you leave the feast, and go off and do who-knows-what for a good TWENTY MINUTES!"
    },
    {
      "character": "Player",
      "line": "I think it is time to come clean, Davey-boy. I think we should hear the truth."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "What? Well of COURSE I was at that feast all ni..."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "...Hmmm. You know, now that you come to mention it, you are correct, I did leave the feast."
    },
    {
      "character": "Player",
      "line": "AH-HA! I KNEW IT!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Oh, do calm down, it was nothing particularly interesting."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I merely had to inspect the rigging was secure before the ship was docked securely for the night."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "It's one of those things you have to do, in case a storm blows up while we're asleep and yanks the ship off to sea unattended."
    },
    {
      "character": "Player",
      "line": "So why didn't you tell me this before?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Well, clearly it slipped my mind."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "It's not one of my usual responsibilities, so obviously I didn't think much of it."
    },
    {
      "character": "Player",
      "line": "Wait, what do you mean it's not one of your usual responsibilities?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "It's the cabin boys' job to ensure that the rigging and the sails have been safely secured before disembarking the ship."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Pirates Regulations #445-328."
    },
    {
      "character": "Player",
      "line": "So why didn't he?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I have no idea. I couldn't find him at the feast, so I left to secure them myself."
    },
    {
      "character": "Player",
      "line": "Wait, so he wasn't even at the feast?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Not that I could see, no. And I do recall I spent some good time looking for him."
    },
    {
      "character": "Player",
      "line": "So the cabin boy wasn't at the feast at all? WHY DIDN'T YOU TELL ME EARLIER?!?!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "I suppose it slipped my mind. Surely it can't be of any importance, a runt like that?"
    },
    {
      "character": "Player",
      "line": "It's only the single most important thing you've said to me since I've met you!"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "If you say so."
    },
    {
      "character": "Player",
      "line": "Well, I guess this explains why the Cabin Boy's been acting so suspiciously... I'd better go and have a word with him!"
    },
    {
      "character": "Player",
      "line": "Hey! Where'd the Cabin Boy go? I need to speak to him!"
    },
    {
      "character": "Bedread the bold",
      "line": "Why... That's odd, he was here a minute ago!"
    },
    {
      "character": "Player",
      "line": "Know where he might have headed?"
    },
    {
      "character": "Player",
      "line": "I'm pretty sure that the Cabin Boy is responsible for the jinx on this ship."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Aye? Well yer best be speakin' ter him 'bout that then."
    },
    {
      "character": "Player",
      "line": "I'm pretty sure now that it was the Cabin Boy that has caused all this."
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "I wish you would make your mind up, or are you just going to go around accusing everyone?"
    },
    {
      "character": "Player",
      "line": "Well if I did accuse everyone, eventually I would be right."
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "Your powers of investigation are impressive, for sure."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Player",
      "line": "Captain?"
    },
    {
      "character": "Captain Bentley",
      "line": "The last time I checked, yes, I am."
    },
    {
      "character": "Player",
      "line": "No, I meant, 'Captain? Can I have a word with you?'"
    },
    {
      "character": "Captain Bentley",
      "line": "You just did didn't you?"
    },
    {
      "character": "Player",
      "line": "(sigh) Let's start again..."
    },
    {
      "character": "Player",
      "line": "Captain, I need to speak to you."
    },
    {
      "character": "Captain Bentley",
      "line": "Speak away. How goes the search for the jinx?"
    },
    {
      "character": "Player",
      "line": "Well, I think I may have found who was responsible for upsetting the Moon Clan."
    },
    {
      "character": "Captain Bentley",
      "line": "Hmmm? Who would that be then?"
    },
    {
      "character": "Player",
      "line": "Well, I'm pretty sure it was the Cabin Boy."
    },
    {
      "character": "Captain Bentley",
      "line": "As you have already accused two of my crew unfairly, may I ask what leads you to this conclusion?"
    },
    {
      "character": "Player",
      "line": "Well he seems to be the only member of the crew who was absent without a good reason to be so."
    },
    {
      "character": "Captain Bentley",
      "line": "I see. And have you spoken to him about this?"
    },
    {
      "character": "Captain Bentley",
      "line": "It is very possible he has a valid reason to have not been present."
    },
    {
      "character": "Captain Bentley",
      "line": "As I understand it Pirate Regulation number 445-328 required him to have been checking the sails."
    },
    {
      "character": "Player",
      "line": "Yes, but the First Mate was doing that instead of him."
    },
    {
      "character": "Captain Bentley",
      "line": "That's very strange. So what does he have to say for himself... Have you asked him?"
    },
    {
      "character": "Player",
      "line": "Erm... Not yet, no."
    },
    {
      "character": "Captain Bentley",
      "line": "Then I suggest you do so. Immediately."
    },
    {
      "character": "Crewmember",
      "line": "Really? Then you had best speak to him about it."
    },
    {
      "character": "Player",
      "line": "It was you!"
    },
    {
      "character": "Cabin boy",
      "line": "Me?"
    },
    {
      "character": "Player",
      "line": "Yes, you left in the middle of the feast, what did you do? You're a spy for the Moon Clan aren't you."
    },
    {
      "character": "Cabin boy",
      "line": "No!"
    },
    {
      "character": "Player",
      "line": "Admit it!"
    },
    {
      "character": "Cabin boy",
      "line": "But..."
    },
    {
      "character": "Player",
      "line": "I'll go get the captain, a plank and a hungry shark!"
    },
    {
      "character": "Cabin boy",
      "line": "Ok, OK! I confess."
    },
    {
      "character": "Player",
      "line": "Yes! 1-nil to the Player!"
    },
    {
      "character": "Cabin boy",
      "line": "There's no need to brag! Yes, I left the feast. I was lured by a girl from the Moon Clan, she promised me control of the ship if I did this simple task for her. I couldn't resist. Have you any idea how hard it is being"
    },
    {
      "character": "Cabin boy",
      "line": "a boy on a ship full of pirates?! I had no idea it would turn out how it has."
    },
    {
      "character": "Player",
      "line": "What did she ask you to do?"
    },
    {
      "character": "Cabin boy",
      "line": "She showed me some symbols, she then asked me to draw five of them throughout the ship. Some kind of magic jinx. Please don't tell the Captain! He'll kill me! If I ever get to that island again, I'm going to see what"
    },
    {
      "character": "Cabin boy",
      "line": "she has to say for herself."
    },
    {
      "character": "Player",
      "line": "I dunno. Some people! I will see what I can do."
    },
    {
      "character": "Cabin boy",
      "line": "You'll need a special kind of lantern to see them, there are five symbols in total I think. I vaguely remember what I put them on. One was up on a wall."
    },
    {
      "character": "Cabin boy",
      "line": "One was on a container. One was on a box of some sort. One was on a support. The last one is hazy, all I remember is that it was big and metal."
    },
    {
      "character": "Player",
      "line": "You best not be lying!"
    },
    {
      "character": "Cabin boy",
      "line": "I'm not! Honest. Look, I have a lantern and lens here, put them together then light it with a tinderbox. Then you can use it to search the ship for the symbols."
    },
    {
      "character": "Player",
      "line": "You really can't remember where you drew those symbols?"
    },
    {
      "character": "Cabin boy",
      "line": "I vaguely remember what I put them on. One was up on a wall. One was on a container. One was on a box of some sort."
    },
    {
      "character": "Cabin boy",
      "line": "One was on a support. The last one is hazy, all I remember is that it was big and metal. Use the lantern and lens together and light with a"
    },
    {
      "character": "Cabin boy",
      "line": "tinderbox. Then you can use it to search the ship for the symbols."
    },
    {
      "character": "Cabin boy",
      "line": "One was on a support. The last one is hazy, all I remember is that it was big and metal."
    },
    {
      "character": "Cabin boy",
      "line": "I'm not! Honest. Look, use the lantern and lens together and light it with a tinderbox. Then you can use it to search the ship for the symbols."
    },
    {
      "character": "Player",
      "line": "Oi! I need another lens, boy."
    },
    {
      "character": "Cabin boy",
      "line": "But you don't have space."
    },
    {
      "character": "Player",
      "line": "Good point."
    },
    {
      "character": "Cabin boy",
      "line": "By all means, here you go!"
    },
    {
      "character": "Player",
      "line": "Oi! I need another lantern, boy."
    },
    {
      "character": "Player",
      "line": "How's things?"
    },
    {
      "character": "Bedread the bold",
      "line": "What do you mean 'how's things'? Here we are going in circles waiting for you to sort out this jinx, and you ask 'how's things'?"
    },
    {
      "character": "Player",
      "line": "I was just trying to be polite."
    },
    {
      "character": "Bedread the bold",
      "line": "Don't bother."
    },
    {
      "character": "Player",
      "line": "Seen any symbols around here."
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "None at all - you thinking of making some?"
    },
    {
      "character": "Player",
      "line": "Oh no, i'm trying to remove them."
    },
    {
      "character": "Player",
      "line": "Well it turns out it was the Cabin Boy. I just need to find some symbols he's written now."
    },
    {
      "character": "'Beefy' Burns/'Eagle-eye' Shultz",
      "line": "I knew he was up to no good."
    },
    {
      "character": "Player",
      "line": "Do you know where I can find any magic symbols?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "No sorry."
    },
    {
      "character": "Player",
      "line": "I don't suppose you've seen any magic symbols around?"
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "None at all."
    },
    {
      "character": "Player",
      "line": "Actually, that's no surprise as you need a special lantern to see them."
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "Best you get a move on then. My reputation as a navigator is at stake!"
    },
    {
      "character": "Captain Bentley",
      "line": "Ah, you again. So what did the Cabin Boy have to say for himself?"
    },
    {
      "character": "Player",
      "line": "It seems he has been drawing symbols over various surfaces in the ship. Don't be too hard on him though."
    },
    {
      "character": "Captain Bentley",
      "line": "Don't worry, I was a young'un once. I remember when I used to have all my fingers and toes, and when my right eye wasn't made of glass."
    },
    {
      "character": "Player",
      "line": "Yes, we all remember those days. Sort of..."
    },
    {
      "character": "Player",
      "line": "Well it turns out it was the cabin boy. I just need to find some symbols he's written now."
    },
    {
      "character": "First mate 'Davey-boy'/'Picarron' Pete",
      "line": "I knew he was up to no good."
    },
    {
      "character": "Player",
      "line": "I'm on the search for symbols. Seen any?"
    },
    {
      "character": "Jack Sails",
      "line": "Nope, sorry."
    },
    {
      "character": "Player",
      "line": "I'm looking for symbols. Have you seen..."
    },
    {
      "character": "Jenny Blade",
      "line": "You do know both of these eyes are made of glass don't you?"
    },
    {
      "character": "Player",
      "line": "Ooops. Sorry."
    },
    {
      "character": "Player",
      "line": "Arrr!"
    },
    {
      "character": "'Lecherous' Lee/'Sticky' Sanders",
      "line": "Arrrr!"
    },
    {
      "character": "Player",
      "line": "Arrrrrrrrr!"
    },
    {
      "character": "'Lecherous' Lee/'Sticky' Sanders",
      "line": "Arrrrrrrrrr!"
    },
    {
      "character": "Player",
      "line": "AAARRRRRRRRR!!!!!"
    },
    {
      "character": "'Lecherous' Lee/'Sticky' Sanders",
      "line": "AAAAARRRRRR!"
    },
    {
      "character": "Player",
      "line": "Ok, i'm bored of that."
    },
    {
      "character": "Player",
      "line": "Yo ho yo ho! A pirates life for me!"
    },
    {
      "character": "Murky Pat",
      "line": "How do ye know that sacred song of the pirates?"
    },
    {
      "character": "Player",
      "line": "I thought it was pretty much common knowledge."
    },
    {
      "character": "Murky Pat",
      "line": "It is?"
    },
    {
      "character": "Player",
      "line": "Yes."
    },
    {
      "character": "Murky Pat",
      "line": "Arrrrr!!!"
    },
    {
      "character": "Player",
      "line": "I don't suppose you've seen any symbols around have you?"
    },
    {
      "character": "Tommy 2-times",
      "line": "Written in chalk?"
    },
    {
      "character": "Player",
      "line": "That's it!"
    },
    {
      "character": "Tommy 2-times",
      "line": "Strange magical symbols?"
    },
    {
      "character": "Player",
      "line": "Yes!"
    },
    {
      "character": "Tommy 2-times",
      "line": "That look like they were drawn by a member of the moon clan?"
    },
    {
      "character": "Player",
      "line": "Exactly!"
    },
    {
      "character": "Tommy 2-times",
      "line": "No, sorry."
    },
    {
      "character": "Player",
      "line": "Ah-ha! I've found one!"
    },
    {
      "character": "Player",
      "line": "One down, four more to go!"
    },
    {
      "character": "Player",
      "line": "Two down, three more to go!"
    },
    {
      "character": "Player",
      "line": "Three down, only two more to go!"
    },
    {
      "character": "Player",
      "line": "Four down, only one more to go!"
    },
    {
      "character": "Player",
      "line": "That's it, I've removed all the symbols, and hopefully the jinx."
    },
    {
      "character": "Player",
      "line": "What is it like being a pirate?"
    },
    {
      "character": "Bedread the bold",
      "line": "That's a strange question. I'ts not too bad I suppose. Sure, the pay is good, but the hours are long and we don't get many holidays."
    },
    {
      "character": "Player",
      "line": "Do you not have a union to help you?"
    },
    {
      "character": "Bedread the bold",
      "line": "A pirates union? No, they would stab us in the back at the first opportunity."
    },
    {
      "character": "Player",
      "line": "That's a shame."
    },
    {
      "character": "Player",
      "line": "The jinx has been removed!"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "What jinx?"
    },
    {
      "character": "Player",
      "line": "Nevermind."
    },
    {
      "character": "Player",
      "line": "What is your favourite tipple?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Drink? Big beards Frothy Rum headbanger!"
    },
    {
      "character": "Player",
      "line": "Ahhh, a true classic."
    },
    {
      "character": "Player",
      "line": "The jinx should be lifted now. You're free to navigate us to the island!"
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "That kind of order can only come from the Captain, I'm afraid. Go speak with him."
    },
    {
      "character": "Player",
      "line": "Well lucky for you I found all the symbols."
    },
    {
      "character": "Cabin boy",
      "line": "Phew. Good work."
    },
    {
      "character": "Player",
      "line": "I have discovered all the symbols!"
    },
    {
      "character": "Jack Sails",
      "line": "What, you want a medal or something."
    },
    {
      "character": "Player",
      "line": "I've removed all the symbols."
    },
    {
      "character": "Jenny Blade",
      "line": "Best you get us on our way then!"
    },
    {
      "character": "Player",
      "line": "I've found all the symbols."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Best you go talk to the captain then."
    },
    {
      "character": "Player",
      "line": "I think i've removed the jinx now."
    },
    {
      "character": "Murky Pat",
      "line": "Well done, we'll make a pirate out of you yet!"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Arrrr!"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Arrrrrrrrrr!"
    },
    {
      "character": "'Sticky' Sanders",
      "line": "AAAAARRRRRR!"
    },
    {
      "character": "Tommy 2-times",
      "line": "Can't you see i'm busy?"
    },
    {
      "character": "Player",
      "line": "Well... no to be honest you seem pretty care-free at the moment."
    },
    {
      "character": "Tommy 2-times",
      "line": "Well don't be deceived by looks! I'm busy practicing looking fierce."
    },
    {
      "character": "Player",
      "line": "O...K.... Why?"
    },
    {
      "character": "Tommy 2-times",
      "line": "It's very important to strike fear into the enemy just by looks. It's rule 1 of being a pirate."
    },
    {
      "character": "Player",
      "line": "Whatever."
    },
    {
      "character": "Player",
      "line": "The jinx on the ship should have been removed now."
    },
    {
      "character": "Crewmember",
      "line": "Well done!"
    },
    {
      "character": "Player",
      "line": "The jinx should be gone now!"
    },
    {
      "character": "Captain Bentley",
      "line": "Really? Good work, landlubber!"
    },
    {
      "character": "Player",
      "line": "No worries. It was all down to the cabin boy, it seems."
    },
    {
      "character": "Captain Bentley",
      "line": "Pesky kid. Ah, but I remember when I was a cabin boy. Many years ago, I started off as..."
    },
    {
      "character": "Player",
      "line": "Spare me the life story, can we go now?"
    },
    {
      "character": "Captain Bentley",
      "line": "No need to be rude."
    },
    {
      "character": "Player",
      "line": "Sorry."
    },
    {
      "character": "Captain Bentley",
      "line": "Very well. It's off we go!"
    },
    {
      "character": "Captain Bentley",
      "line": "Here we are! Lunar Isle!"
    },
    {
      "character": "Player",
      "line": "Thanks Cap'n."
    },
    {
      "character": "Player",
      "line": "Don't you miss your family, y'know, being a pirate out as sea?"
    },
    {
      "character": "Bedread the bold",
      "line": "You assume I have a family?"
    },
    {
      "character": "Player",
      "line": "Sorry, you don't?"
    },
    {
      "character": "Bedread the bold",
      "line": "I do. 16 kids, 12 nephews and 18 nieces."
    },
    {
      "character": "Player",
      "line": "Wow! I pity your wife."
    },
    {
      "character": "Bedread the bold",
      "line": "I wouldn't, she never cooks my dinner when I get home."
    },
    {
      "character": "Player",
      "line": "Should I remember anything when visiting this island? Can you give me any advice?"
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Yeah, don't scratch your nose with an axe."
    },
    {
      "character": "Player",
      "line": "What does that have to do with the island."
    },
    {
      "character": "'Beedy-eye' Jones",
      "line": "Well if you don't want my advice..."
    },
    {
      "character": "Player",
      "line": "What are you cooking?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "My speciality! What else could I be cooking?"
    },
    {
      "character": "Player",
      "line": "Ok, and your speciality is...?"
    },
    {
      "character": "'Beefy' Burns",
      "line": "Boiled shark guts with a hint of rosemary and a dash of squid ink."
    },
    {
      "character": "Player",
      "line": "I think I'll stick to making my own food."
    },
    {
      "character": "'Beefy' Burns",
      "line": "Your loss!"
    },
    {
      "character": "Player",
      "line": "Don't you ever get sea-sick?"
    },
    {
      "character": "'Betty' B.Boppin",
      "line": "Nah. I get land sick though, i'm always glad to return to the waves."
    },
    {
      "character": "Player",
      "line": "How bizarre."
    },
    {
      "character": "Player",
      "line": "I feel a little sea-sick from this travelling."
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "Well there's a good remedy for that."
    },
    {
      "character": "Player",
      "line": "There is?"
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "Swim."
    },
    {
      "character": "Player",
      "line": "Oh HA HA. Thanks for the help!"
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "My pleasure."
    },
    {
      "character": "Player",
      "line": "I was being sarcastic."
    },
    {
      "character": "'Bird's-Eye' Jack",
      "line": "I know. So was I."
    },
    {
      "character": "Player",
      "line": "So we've made it to the island. What are you waiting for - I thought you were going to go see that girl?"
    },
    {
      "character": "Cabin boy",
      "line": "I will, I will. I'm just psyching myself up first!"
    },
    {
      "character": "Player",
      "line": "That's probably for the best. You'll need to be psyched up to confront her."
    },
    {
      "character": "Player",
      "line": "What do you do for fun on this ship? You know, when you're not doing pirate stuff."
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "All sorts! Hide and seek, pin the patch on the pirate, walk the plank!"
    },
    {
      "character": "Player",
      "line": "What a life! Wait a minute. 'Walk the plank'? Surely that's a bit dangerous?"
    },
    {
      "character": "'Eagle-eye' Shultz",
      "line": "Well of course, but where's the fun without a few deaths?"
    },
    {
      "character": "Player",
      "line": "I think I'll stick to Runelink."
    },
    {
      "character": "Player",
      "line": "What does it take to become first mate on a ship?"
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "Good question. We have a diplomatic consession at the turn of the financial year. Said pirate is chosen should the existing mate be absent without leave."
    },
    {
      "character": "Player",
      "line": "I had no idea. I always figured it was all about popularity."
    },
    {
      "character": "First mate 'Davey-boy'",
      "line": "It is. I'm just pulling your leg."
    },
    {
      "character": "Player",
      "line": "Oh...."
    },
    {
      "character": "Player",
      "line": "At last - Lunar Isle!"
    },
    {
      "character": "Jack Sails",
      "line": "Woop de do!"
    },
    {
      "character": "Player",
      "line": "We have arrived at the island."
    },
    {
      "character": "Jenny Blade",
      "line": "Really? You don't think a pirate would know the difference of being out at sea and being at a dock?"
    },
    {
      "character": "Player",
      "line": "I can't say anything right with you Pirates."
    },
    {
      "character": "Jenny Blade",
      "line": "Well get the hint then!"
    },
    {
      "character": "Player",
      "line": "I think it's time to go exploring around this island."
    },
    {
      "character": "'Lecherous' Lee",
      "line": "Good luck, tis a wierd place for sure!"
    },
    {
      "character": "Player",
      "line": "I feel a bit sick."
    },
    {
      "character": "Murky Pat",
      "line": "Sea sick?"
    },
    {
      "character": "Player",
      "line": "No, it's the smell. Can't you smell it?"
    },
    {
      "character": "Murky Pat",
      "line": "I can just smell that beautiful smell of fish guts."
    },
    {
      "character": "Player",
      "line": "Oh dear..."
    },
    {
      "character": "Player",
      "line": "Looks like we have arrived at the island."
    },
    {
      "character": "'Picarron' Pete",
      "line": "Aye, let the feasting begin!"
    },
    {
      "character": "Player",
      "line": "I'm off to the island now."
    },
    {
      "character": "'Sticky' Sanders",
      "line": "Fare well!"
    },
    {
      "character": "Player",
      "line": "I'm looking forward to looking around the island."
    },
    {
      "character": "Tommy 2-times",
      "line": "Arrr, tis a bootiful place to be sure. Watch your step though. The Moon Clan don't suffer outsiders easily."
    },
    {
      "character": "Player",
      "line": "I'll be careful."
    },
    {
      "character": "Captain Bentley",
      "line": "And you're wanting what now?"
    },
    {
      "character": "Captain Bentley",
      "line": "I'll take you as far as Pirates' Cove. You'll have to find the rest of the way back yourself."
    },
    {
      "character": "Player",
      "line": "So we're here?"
    },
    {
      "character": "Captain Bentley",
      "line": "Yep. You're free to explore the island. Be careful though, the Moon Clan are very powerful, it wouldn't be wise to wrong them."
    },
    {
      "character": "Player",
      "line": "Thanks, I'll keep that seal of passage close."
    },
    {
      "character": "Player",
      "line": "Can we head to Lunar Isle?"
    },
    {
      "character": "Captain Bentley",
      "line": "Sure matey!"
    },
    {
      "character": "Player",
      "line": "So you've plucked up the courage to come and confront that girl!"
    },
    {
      "character": "Cabin boy",
      "line": "That I did, that I did!"
    },
    {
      "character": "Player",
      "line": "And?"
    },
    {
      "character": "Cabin boy",
      "line": "She turned out to be really nice! She's joining us to become a pirate!"
    },
    {
      "character": "Player",
      "line": "Really? And you're not sceptical about this? You know, after what she did last time?"
    },
    {
      "character": "Cabin boy",
      "line": "She---has---no---spell---on---me."
    },
    {
      "character": "Player",
      "line": "Huh? Why are you talking like that?"
    },
    {
      "character": "Cabin boy",
      "line": "Like what?"
    },
    {
      "character": "Player",
      "line": "Like someone else was talking for you. Are you sure she hasn't put a spell on you again? Did she wave a watch in front of your face? You know, tell you to look deep into her eyes?"
    },
    {
      "character": "Player",
      "line": "I think you've been hypnotised. I wonder what happens if I click my fingers?"
    },
    {
      "character": "Cabin boy",
      "line": "*Cluck* *cluck* *bwaarrk*"
    },
    {
      "character": "Player",
      "line": "Oh dear. Oh well, I'm sure you'll learn one day."
    },
    {
      "character": "Baba Yaga",
      "line": "Ah! A visitor from a distant land! How can I help?"
    },
    {
      "character": "Player",
      "line": "It's a very interesting house you have here. Does he have a name?"
    },
    {
      "character": "Baba Yaga",
      "line": "Why of course. It's Berty."
    },
    {
      "character": "Player",
      "line": "Berty? Berty the Chicken leg house?"
    },
    {
      "character": "Baba Yaga",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "May I ask why?"
    },
    {
      "character": "Baba Yaga",
      "line": "It just has that certain ring to it, don't you think? Beeerteeee!"
    },
    {
      "character": "Player",
      "line": "You're ins..."
    },
    {
      "character": "Baba Yaga",
      "line": "Insane? Very."
    },
    {
      "character": "Player",
      "line": "I'm good thanks, bye."
    },
    {
      "character": "Player",
      "line": "Hi"
    },
    {
      "character": "Oneiromancer",
      "line": "Managed to get the Dramen staff enchanted?"
    },
    {
      "character": "Player",
      "line": "No, not yet. What do I have to do?"
    },
    {
      "character": "Oneiromancer",
      "line": "You are going to have to get hold of a Dramen staff first, which you should be able to get from Entrana. Take it to the air, fire, water and earth altars, in that order, to embue it with power to convert it into a"
    },
    {
      "character": "Oneiromancer",
      "line": "Lunar staff. Bring that back to me and then we can get on with the next stage."
    },
    {
      "character": "Oneiromancer",
      "line": "And don't worry, you'll be able to do anything you can with the new enchanted version of the Dramen Staff as you could with it's ordinary form! Including visiting the lost city!"
    },
    {
      "character": "Player",
      "line": "OK, thanks."
    },
    {
      "character": "Player",
      "line": "I have indeed!"
    },
    {
      "character": "Oneiromancer",
      "line": "Well done, pass it here."
    },
    {
      "character": "Oneiromancer",
      "line": "Now we can get on with the next stage - your suit! There are 8 parts to this."
    },
    {
      "character": "Oneiromancer",
      "line": "Which would you like to hear about?"
    },
    {
      "character": "Player",
      "line": "The helm."
    },
    {
      "character": "Oneiromancer",
      "line": "This helm needs to be made from an ore you can only get from the mine on this island. You'll see some stalagmites that you can mine from."
    },
    {
      "character": "Player",
      "line": "The cape."
    },
    {
      "character": "Oneiromancer",
      "line": "There should be one of these floating around somewhere. Talk to some of the people in the village and I am sure one of them will be able to help you."
    },
    {
      "character": "Player",
      "line": "The amulet."
    },
    {
      "character": "Oneiromancer",
      "line": "You should go and speak with Meteora, she always seems to be wearing one on her head for some reason. She might give that to you."
    },
    {
      "character": "Player",
      "line": "The torso."
    },
    {
      "character": "Oneiromancer",
      "line": "You'll find a monster called the Suqah that is indigenous to this island. You'll need one of their hides to make your torso, which you can tan only in this town."
    },
    {
      "character": "Player",
      "line": "The gloves."
    },
    {
      "character": "Oneiromancer",
      "line": "You'll find a monster called the Suqah that is indigenous to this island. You'll need one of their hides to make your gloves, which you can tan only in this town"
    },
    {
      "character": "Player",
      "line": "The boots."
    },
    {
      "character": "Oneiromancer",
      "line": "You'll find a monster called the Suqah that is indigenous to this island. You'll need one of their hides to make your boots, which you can tan only in this town"
    },
    {
      "character": "Player",
      "line": "The trousers."
    },
    {
      "character": "Oneiromancer",
      "line": "You'll find a monster called the Suqah that is indigenous to this island. You'll need one of their hides to make your trousers, which you can tan only in this town"
    },
    {
      "character": "Player",
      "line": "The ring."
    },
    {
      "character": "Oneiromancer",
      "line": "You should probably go and speak to Selene, she will be able to help you as she always seems to have bits and pieces like that hanging around."
    },
    {
      "character": "Player",
      "line": "Hi, could you refresh my memory: what am I supposed to be doing?"
    },
    {
      "character": "Oneiromancer",
      "line": "Well you need to be making your Lunar clothes."
    },
    {
      "character": "Player",
      "line": "I'm on the lookout for ceremonial clothing so I can visit my dreams. I don't suppose you could help me out?"
    },
    {
      "character": "Pauline Polaris",
      "line": "Ah, I know the ceremony very well. Maybe I can help. I do have a cape, but why would I want to give it to some random person off the streets?"
    },
    {
      "character": "Player",
      "line": "Because you're a kind person and like helping people in need?"
    },
    {
      "character": "Pauline Polaris",
      "line": "Nice try. But I am always glad to help a person in need, if they can demonstrate some insight."
    },
    {
      "character": "Player",
      "line": "I'm listening..."
    },
    {
      "character": "Pauline Polaris",
      "line": "How about you try and guess my name!"
    },
    {
      "character": "Player",
      "line": "Bob?"
    },
    {
      "character": "Pauline Polaris",
      "line": "How rude!"
    },
    {
      "character": "Player",
      "line": "Well you do seem to have a moustache growing."
    },
    {
      "character": "Pauline Polaris",
      "line": "Get out of my sight!"
    },
    {
      "character": "Player",
      "line": "Pauline"
    },
    {
      "character": "Pauline Polaris",
      "line": "Ah, you'd think so, but no. That is my alias. I want you to tell me my REAL name! I have one first name, and a triple barrel surname!"
    },
    {
      "character": "Player",
      "line": "Oh no. Can't you give me some kind of clue?"
    },
    {
      "character": "Pauline Polaris",
      "line": "Let's see..."
    },
    {
      "character": "Pauline Polaris",
      "line": "OK. Change a letter from the word Dane to get my first name. The first part of my surname rhymes with wood, the third part rhymes with spade and the second rhymes with magic."
    },
    {
      "character": "Pauline Polaris",
      "line": "Nope. Not even close."
    },
    {
      "character": "Pauline Polaris",
      "line": "That's it! Well done."
    },
    {
      "character": "Player",
      "line": "Woo hoo! Not the most normal name is it?"
    },
    {
      "character": "Pauline Polaris",
      "line": "It's not my fault my parents had an over active imagination."
    },
    {
      "character": "Player",
      "line": "Sounds like they were totally insane."
    },
    {
      "character": "Pauline Polaris",
      "line": "Do you want this cape or not?"
    },
    {
      "character": "Player",
      "line": "Sorry, yes please."
    },
    {
      "character": "Player",
      "line": "Tina?"
    },
    {
      "character": "Pauline Polaris",
      "line": "Ha! Nice try, but no."
    },
    {
      "character": "Player",
      "line": "Can I try guessing your name again to get the cape? And can I have the clues again?"
    },
    {
      "character": "Pauline Polaris",
      "line": "I don't like to repeat myself, but..."
    },
    {
      "character": "Pauline Polaris",
      "line": "Ah, a stranger to our island. What brings you here?"
    },
    {
      "character": "Player",
      "line": "Well, I've actually come here on a diplomatic mission. I want to try and settle some of the disputes between the Fremenniks and your clan."
    },
    {
      "character": "Pauline Polaris",
      "line": "The Fremenniks? Pah! They are just too ignorant and stubborn to listen to anything we have to say - how can we possibly associate with a race that won't listen?"
    },
    {
      "character": "Player",
      "line": "I think they are very eager to listen, but they feel like you are keeping secrets from them."
    },
    {
      "character": "Pauline Polaris",
      "line": "Secrets?"
    },
    {
      "character": "Player",
      "line": "Yes, as in your magic ways. To be honest, I think it is fear of the unknown."
    },
    {
      "character": "Pauline Polaris",
      "line": "Well, when the day comes that a Fremennik can prove they have the patience and interest in learning our ways, then we will perhaps share our secrets."
    },
    {
      "character": "Player",
      "line": "I'm hoping I might be able to achieve that."
    },
    {
      "character": "Pauline Polaris",
      "line": "Good luck. It's far from simple."
    },
    {
      "character": "Selene",
      "line": "Greetings sweetie. How can I help?"
    },
    {
      "character": "Player",
      "line": "Can you tell me a bit about your people?"
    },
    {
      "character": "Selene",
      "line": "Ok. Like what?"
    },
    {
      "character": "Player",
      "line": "How about the values of the Moon clan!"
    },
    {
      "character": "Selene",
      "line": "Let me see... We value knowledge of self because it is this that gives us our strength! It is most important!"
    },
    {
      "character": "Player",
      "line": "Well... I know things about myself. I know I like hot chocolate!"
    },
    {
      "character": "Selene",
      "line": "I was meaning something a little deeper than that. We also like to see someone listen. You know how they say a wise man listens?"
    },
    {
      "character": "Selene",
      "line": "Did you hear me?"
    },
    {
      "character": "Player",
      "line": ".... I'm listening."
    },
    {
      "character": "Selene",
      "line": "Most wise."
    },
    {
      "character": "Player",
      "line": "I'm looking for a ring."
    },
    {
      "character": "Selene",
      "line": "Well there are a great many rings darling, try to be more specific."
    },
    {
      "character": "Player",
      "line": "It's to go with the ceremonial clothes I need for visiting the dream land."
    },
    {
      "character": "Selene",
      "line": "Ah, I see. I'm afraid to say I don't have one of those. But... I do know that my grandfather had such a ring, but he passed away a long time ago."
    },
    {
      "character": "Selene",
      "line": "There is a chance he buried it though."
    },
    {
      "character": "Player",
      "line": "Buried it? Why would he do a thing like that?"
    },
    {
      "character": "Selene",
      "line": "He was an archaeologist. Well, more of a treasure hunter. When I was little he always used to bury items around the island and give me clues and maps to find them. If you're lucky you"
    },
    {
      "character": "Selene",
      "line": "might find one of those rings."
    },
    {
      "character": "Player",
      "line": "It's worth a shot."
    },
    {
      "character": "Selene",
      "line": "I remember those days fondly, hours of digging around, dodging boulders, pits of snakes..."
    },
    {
      "character": "Player",
      "line": "About that ring..."
    },
    {
      "character": "Selene",
      "line": "Ah, yes."
    },
    {
      "character": "Selene",
      "line": "The clue I have written down here says: From water's source you should follow, crossing the western-most bridge and travelling further south- westerly to a bloom of blue."
    },
    {
      "character": "Player",
      "line": "Thanks... I hope."
    },
    {
      "character": "Player",
      "line": "I'm not going to talk to someone that calls me 'sweetie'!"
    },
    {
      "character": "Selene",
      "line": "No need to be rude dear!"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "Welcome to the clothes store. How might I help you?"
    },
    {
      "character": "Player",
      "line": "You know the ceremonial clothes?"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "I certainly do! A real tricky set of garments to make."
    },
    {
      "character": "Player",
      "line": "Well that's unfortunate, because I was going to ask you how I might go about getting some."
    },
    {
      "character": "Rimae Sirsalis",
      "line": "All I can really help you out with is the tanning of the hides."
    },
    {
      "character": "Player",
      "line": "Sorry?"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "The ceremonial clothes are made from the hides of the Suqah monsters. Bring them to me and I will tan them for you. You can then craft them into the top, trousers, gloves and boots."
    },
    {
      "character": "Player",
      "line": "Ok."
    },
    {
      "character": "Rimae Sirsalis",
      "line": "It's an interesting creature the Suqah. You see, they have been indigenous to this island since we arrived. They seem to thrive of eating the minerals that exist in the mines below the town. We try our best to live in"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "harmony with them, because they provide us with a great many materials when they die, and in turn we have given them magic to help protect themselves."
    },
    {
      "character": "Player",
      "line": "Interesting."
    },
    {
      "character": "Rimae Sirsalis",
      "line": "Got any Suqah hides you want me to tan?"
    },
    {
      "character": "Player",
      "line": "No, I don't have any on me. Where can I get them from?"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "Just kill some of the Suqah monsters dotted around the outskirts of this island."
    },
    {
      "character": "Player",
      "line": "Ah! Thanks!"
    },
    {
      "character": "Player",
      "line": "Yes please!"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "At 100 gold pieces per hide, that'll cost you... gp."
    },
    {
      "character": "Player",
      "line": "That seems like a fair deal."
    },
    {
      "character": "Player",
      "line": "Sorry, I don't seem to have enough money. I'll be right back!"
    },
    {
      "character": "Rimae Sirsalis",
      "line": "A pleasure doing business with you!"
    },
    {
      "character": "Player",
      "line": "No thanks."
    },
    {
      "character": "Player",
      "line": "Hi. Say, that's a nice amulet you're wearing."
    },
    {
      "character": "Meteora",
      "line": "Wot?"
    },
    {
      "character": "Player",
      "line": "On your head."
    },
    {
      "character": "Meteora",
      "line": "I ain't gat no amulet on me ed."
    },
    {
      "character": "Player",
      "line": "You have, I can see it."
    },
    {
      "character": "Meteora",
      "line": "Oh ah, is a replacmant for me lucky tiara, yeah?"
    },
    {
      "character": "Player",
      "line": "Your lucky tiara? What happened to it?"
    },
    {
      "character": "Meteora",
      "line": "Ah, is bad, yeah? One o doews Suqah did nick it. Wish I ad it back, yeah."
    },
    {
      "character": "Player",
      "line": "I see wot I cen do, yeah? I mean, I'll see what I can do."
    },
    {
      "character": "Meteora",
      "line": "Gud."
    },
    {
      "character": "Meteora",
      "line": "Yo yo yo! You got me tiara yet?"
    },
    {
      "character": "Player",
      "line": "Not yet! Where did you say I can get it from?"
    },
    {
      "character": "Meteora",
      "line": "One o doews Suqah did nick it. Hunt em down. Like urry it up yeah?"
    },
    {
      "character": "Player",
      "line": "I have indeed, want to trade?"
    },
    {
      "character": "Meteora",
      "line": "Sure, yeah, gimmie it yo."
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Helm, but I've got it stored somewhere."
    },
    {
      "character": "Oneiromancer",
      "line": "Well that's no good to me, best you go and get it."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar helm!"
    },
    {
      "character": "Oneiromancer",
      "line": "Well done, I'll take that for safe keeping."
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Torso, but I've got it stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar torso!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Trousers, but I've got them stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar trousers!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Gloves, but I've got them stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar gloves!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Boots, but I've got them stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar boots!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Cape, but I've got it stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar cape!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Amulet, but I've got it stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar amulet!"
    },
    {
      "character": "Player",
      "line": "I've made the Lunar Ring, but I've got it stored somewhere."
    },
    {
      "character": "Player",
      "line": "I've got the Lunar ring!"
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? You've already given me the Lunar helm to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar cape to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar amulet to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar torso to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar gloves to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar boots to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Why would you want to know that? you've already given me the Lunar trousers to look after."
    },
    {
      "character": "Oneiromancer",
      "line": "Ah you have everything! Good work!"
    },
    {
      "character": "Oneiromancer",
      "line": "I can give you back all the items you need now. Ah... you don't have enough space to carry them. There are eleven items in total, perhaps you should come back when you have space?"
    },
    {
      "character": "Player",
      "line": "Er, how do you know how much space I have?"
    },
    {
      "character": "Oneiromancer",
      "line": "You're forgetting I can read you mind. I simply looked to see what you knew you were carrying, and analysed the average amount a person can carry and extrapolated..."
    },
    {
      "character": "Player",
      "line": "Ok ok! I get the picture. I'll be right back."
    },
    {
      "character": "Oneiromancer",
      "line": "Now, I'm going to give you some magic kindling from the first magic tree that ever grew. I shall also give you back your ceremonial clothes which I want you to put on, take hold of the Lunar staff, pour your potion on"
    },
    {
      "character": "Oneiromancer",
      "line": "this kindling and burn it on the giant brazier in the centre of town. If you've done all this correctly, you'll be transported to the land of dreams. I can't help you from there on, that all depends upon your"
    },
    {
      "character": "Oneiromancer",
      "line": "understanding of your self. Good luck!"
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Oneiromancer",
      "line": "You not been to dreamland yet?"
    },
    {
      "character": "Player",
      "line": "What am I supposed to do again?"
    },
    {
      "character": "Oneiromancer",
      "line": "Take your kindling and put on your ceremonial clothes, take hold of the Lunar staff, pour your potion on this kindling and use it on the giant brazier in the centre of town. If you've done all this correctly, you'll be"
    },
    {
      "character": "Oneiromancer",
      "line": "transported to the land of dreams. I can't help you from there on, that all depends upon your understanding of your self. Good luck!"
    },
    {
      "character": "Player",
      "line": "I've misplaced my staff."
    },
    {
      "character": "Oneiromancer",
      "line": "I knew you'd do that, and I used my magic to teleport it back to me."
    },
    {
      "character": "Player",
      "line": "Erm, that doesn't sound too realistic. Thanks!"
    },
    {
      "character": "Oneiromancer",
      "line": "Look, do you want it or not?"
    },
    {
      "character": "Player",
      "line": "Sorry, yes. Yes please."
    },
    {
      "character": "Player",
      "line": "Actually, I'll have to come back when I have a space to carry one."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Helm."
    },
    {
      "character": "Player",
      "line": "Unfortunately I don't have space to carry it."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Torso."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Trousers."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Gloves."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Boots."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Cape."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Amulet."
    },
    {
      "character": "Player",
      "line": "I've lost my Lunar Ring."
    },
    {
      "character": "Player",
      "line": "Can I have more kindling?"
    },
    {
      "character": "Oneiromancer",
      "line": "Sure, I don't seem to be able to get rid of them!"
    },
    {
      "character": "Player",
      "line": "I misplaced my potion of waking sleep."
    },
    {
      "character": "Oneiromancer",
      "line": "Good job I have a spare one then isn't it!"
    },
    {
      "character": "Oneiromancer",
      "line": "I already knew that. I got one especially."
    },
    {
      "character": "Oneiromancer",
      "line": "Well of course, I know that already, so I got a backup for you."
    },
    {
      "character": "Oneiromancer",
      "line": "Oh dear, good job I pre-empted you!"
    },
    {
      "character": "Oneiromancer",
      "line": "I know. Good job I knew you would drop it!"
    },
    {
      "character": "Player",
      "line": "Huh? If I dreamt, I certainly don't remember anything. Wait a minute! I have to wear ALL the ceremonial gear AND be holding the staff."
    },
    {
      "character": "Player",
      "line": "Let's see what this says... It seems to be my life story..."
    },
    {
      "character": "Player",
      "line": "'It was in the age of the fifth that a child was born of simple beginnings. Even though he started life with little money to his name, and nothing but a dream of adventure, began career by...'"
    },
    {
      "character": "Player",
      "line": "Huh? Was it all a dream?"
    },
    {
      "character": "Player",
      "line": "I've been to the dreamland!"
    },
    {
      "character": "Oneiromancer",
      "line": "What happened there?"
    },
    {
      "character": "Player",
      "line": "Well, I didn't really manage to do anything, I left straight away."
    },
    {
      "character": "Oneiromancer",
      "line": "Well that's no good."
    },
    {
      "character": "Player",
      "line": "What's going on?"
    },
    {
      "character": "Ethereal Being",
      "line": "Don't you know, you're in the land of your own dreams!"
    },
    {
      "character": "Player",
      "line": "But you can't know you're in a dream whilst dreaming, you'd wake up!"
    },
    {
      "character": "Ethereal Being",
      "line": "Well, this is a waking sleep."
    },
    {
      "character": "Player",
      "line": "Ok. So how do I wake up?"
    },
    {
      "character": "Ethereal Being",
      "line": "Just use this lectern - it's the book of your life, all that has been, all that is and blank pages for all that will be. In reading this you will return your mind to reality and the conscious world."
    },
    {
      "character": "Player",
      "line": "This all seems very deep."
    },
    {
      "character": "Player",
      "line": "What am I supposed to do now?"
    },
    {
      "character": "Ethereal Being",
      "line": "That is totally up to you. This is a test, it wouldn't be fair if I gave you the answers now would it? But I can tell you that there is a selection of tasks that you can choose from. I like to call them, 'A game of chance',"
    },
    {
      "character": "Ethereal Being",
      "line": "'Communicating in numbers', 'Chop, chop, chop away', 'Where am I?', 'The race is on!', and 'Anything you can do...'."
    },
    {
      "character": "Player",
      "line": "This is the strangest place I have ever been."
    },
    {
      "character": "Ethereal Being",
      "line": "Then you don't know your mind too well, do you!"
    },
    {
      "character": "Ethereal Being",
      "line": "Have you learnt anything?"
    },
    {
      "character": "Player",
      "line": "Nothing so far."
    },
    {
      "character": "Ethereal Being",
      "line": "Give it time."
    },
    {
      "character": "Player",
      "line": "I'm making progress in the dreamland!"
    },
    {
      "character": "Oneiromancer",
      "line": "Very good, but you haven't learnt anything yet?"
    },
    {
      "character": "Player",
      "line": "We shall see."
    },
    {
      "character": "Player",
      "line": "Well..."
    },
    {
      "character": "Player",
      "line": "As previously discussed, I learned the importance of understanding others and my surroundings. That with this knowledge I can learn to help myself."
    },
    {
      "character": "Player",
      "line": "I can still remember the lesson on the importance of knowing your own abilities and having confidence in them and yourself."
    },
    {
      "character": "Player",
      "line": "There was that lesson with the dice, about appreciating the unknown, and respecting it as opposed to working against it."
    },
    {
      "character": "Player",
      "line": "I remember learning how important it is to know where you are and where you have been - your history. This helps you to plan out where you are going and to progress."
    },
    {
      "character": "Player",
      "line": "I already know the importance of seeing that not all paths are easy to walk, but if I stick at things I can succeed. What harms us just makes us stronger."
    },
    {
      "character": "Player",
      "line": "I know that it is important to relate to others and that a lot of understanding and experiences can come from that."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Why ello young. Do yow like me troys?"
    },
    {
      "character": "Player",
      "line": "Troys? Oh trees?"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Ya, troys."
    },
    {
      "character": "Player",
      "line": "They're very nice, but you seem to have been chopping some down."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Well, ya. Hey, bet you canna chop dem troys."
    },
    {
      "character": "Player",
      "line": "I dunno."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Ya dunno? Wew you godda know what yow can dow. Ow can you judge wot you need ta practice or learn?"
    },
    {
      "character": "Player",
      "line": "Fine. I can chop down trees."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Ok, chop logs and pile em int centar. First ta twenty wins."
    },
    {
      "character": "Player",
      "line": "So I have to chop down trees and place twenty logs in the centre, first to do so wins."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Wew ya."
    },
    {
      "character": "Player",
      "line": "Ok, let's go!"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "You got an axe?"
    },
    {
      "character": "Player",
      "line": "Not one I can use, no."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "We ow you gonna chop dem troys? I can give yow a bronze axe, but nowt more."
    },
    {
      "character": "Player",
      "line": "I'm afraid I don't have any space."
    },
    {
      "character": "Player",
      "line": "Not just yet."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Av it your way!"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Wot do yow wont nar?"
    },
    {
      "character": "Player",
      "line": "So you want me to chop down trees?"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Ya, chop logs and pile em int centar. First ta twenty wins."
    },
    {
      "character": "Player",
      "line": "Nothing, never mind."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Stop distractin' me, go chop dem troys!"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Har har, I did beet ya. You ain't gat no skiws."
    },
    {
      "character": "Player",
      "line": "I will beat you eventually!"
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Oh ah. Come on nen."
    },
    {
      "character": "Player",
      "line": "I give up."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Ah new ya wud. Best ya gow back den."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Wew done. I see you do have a good command ov yur abilitoys."
    },
    {
      "character": "Ethereal Perceptive",
      "line": "Remember this, yow need to know wot you can do so ya know what to learn. Now off ya go!"
    },
    {
      "character": "Player",
      "line": "I went to an area where I had to cut down trees as fast as I could! I had to do it against another man, and he kept asking me questions on what I could achieve."
    },
    {
      "character": "Ethereal Being",
      "line": "And your thoughts on its meaning?"
    },
    {
      "character": "Player",
      "line": "This is tricky. I think it was showing the importance of being able to know your own abilities and having confidence in them. You need this to beat opposition in whatever form that"
    },
    {
      "character": "Player",
      "line": "might present itself."
    },
    {
      "character": "Ethereal Being",
      "line": "I am very impressed."
    },
    {
      "character": "Player",
      "line": "This looks like an interesting island."
    },
    {
      "character": "Ethereal Expert",
      "line": "Oh it is."
    },
    {
      "character": "Ethereal Expert",
      "line": "Fancy a race!?!"
    },
    {
      "character": "Player",
      "line": "What? That's a bit sudden. What kind of race?"
    },
    {
      "character": "Ethereal Expert",
      "line": "I bet I can beat you to the other end of this island, I'll take the left route and you can take the right."
    },
    {
      "character": "Player",
      "line": "That doesn't seem fair - mine's all curvy and yours is straight."
    },
    {
      "character": "Ethereal Expert",
      "line": "Well, that's life I'm afraid, it's never as easy as you would like, you have to take the path that's dealt!"
    },
    {
      "character": "Player",
      "line": "If you insist."
    },
    {
      "character": "Ethereal Expert",
      "line": "You'll see, so how about it?"
    },
    {
      "character": "Ethereal Expert",
      "line": "Have it your way."
    },
    {
      "character": "Ethereal Expert",
      "line": "Oh, hello? Looks like you'll probably want to start again."
    },
    {
      "character": "Player",
      "line": "You beat me."
    },
    {
      "character": "Ethereal Expert",
      "line": "Woo hoo! Ha ha! You can try again if you want, but you'll never beat me, I'm far too fast!"
    },
    {
      "character": "Player",
      "line": "Eat my dust!"
    },
    {
      "character": "Player",
      "line": "You're right, I'm far too slow."
    },
    {
      "character": "Ethereal Expert",
      "line": "You give up too easily, but have it your way."
    },
    {
      "character": "Player",
      "line": "I won!"
    },
    {
      "character": "Ethereal Expert",
      "line": "Noooo! How could you beat me?"
    },
    {
      "character": "Ethereal Expert",
      "line": "Very well."
    },
    {
      "character": "Player",
      "line": "I'm just making the most of the abilities I worked hard to develop. That's all!"
    },
    {
      "character": "Ethereal Expert",
      "line": "True. A very important thing to remember! Now be gone!"
    },
    {
      "character": "Player",
      "line": "I found myself on a sort of race course, facing an opponent. He had a straight route to travel, but mine was weaving and littered with obstacles. He had it easy and I seemed to have the hard route. But I still beat"
    },
    {
      "character": "Player",
      "line": "him."
    },
    {
      "character": "Ethereal Being",
      "line": "And what lesson do you suppose that teaches?"
    },
    {
      "character": "Player",
      "line": "I had the more difficult path to travel, but I was faster and wanted it more - I hurried through while he just walked. That shows a few things, not all paths are easy to take, but if you want to succeed, and are willing to"
    },
    {
      "character": "Player",
      "line": "put in the effort you can come out successful."
    },
    {
      "character": "Ethereal Being",
      "line": "Very, very good!"
    },
    {
      "character": "Player",
      "line": "Hello there. What's going on here?"
    },
    {
      "character": "Ethereal Numerator",
      "line": "127369186!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "879732749 31764 762 908723089?"
    },
    {
      "character": "Player",
      "line": "This is too weird. I...caaannooot....uuunnnnderstaaaand...youuuu!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "Oh sorry. I'm not 7676908 used 768 to speaking 1324719 like this. It's not 90181 easy 901823 890 to talk 13127 without 90809 saying 90789 numbers."
    },
    {
      "character": "Player",
      "line": "That's ok. So what is the point of this place?"
    },
    {
      "character": "Ethereal Numerator",
      "line": "I dunno. Fancy a 4354353 game? Try and 353 complete these 43553 43543 sequences using 56367 the numbers around 24757 27 you! You will have to tell me the next two numbers in the sequence."
    },
    {
      "character": "Player",
      "line": "Erm, ok, I can't turn down an offer in this place."
    },
    {
      "character": "Ethereal Numerator",
      "line": "127369186."
    },
    {
      "character": "Player",
      "line": "What was the sequence again?"
    },
    {
      "character": "Player",
      "line": "What am I supposed to be doing?"
    },
    {
      "character": "Ethereal Numerator",
      "line": "Try and 295621 complete the sequences 2428428 I tell you using 792682 the numbers around 2 45785 57637 you!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "That's not it, we shall 324234 have to start 324 again. Try a new sequence!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "That's correct! 96973 Onto the next 112908 number in the sequence!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "So far we have the sequence:"
    },
    {
      "character": "Ethereal Numerator",
      "line": "That's it! You've completed. More to go. Time for 324324 the next sequence!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "That's it! I think 34132421 you've got 12341 the hang of 124151 this now!"
    },
    {
      "character": "Player",
      "line": "Phew!"
    },
    {
      "character": "Ethereal Numerator",
      "line": "Please remember this: You must 23235 be able to 23526 communicate and understand 26243 others, they 2627422 have wisdom and 4363472 experiences to 235725 share!"
    },
    {
      "character": "Player",
      "line": "Yeah, yeah. What now?"
    },
    {
      "character": "Ethereal Numerator",
      "line": "Off you go!"
    },
    {
      "character": "Player",
      "line": "I went to this area where I had to play this strange game involving numbers. I had to understand what this guy was saying, but he was mainly talking in numbers. It was most weird."
    },
    {
      "character": "Ethereal Being",
      "line": "And did you learn anything from this? What do you suppose this part of your dream was trying to tell you?"
    },
    {
      "character": "Player",
      "line": "To me it was about trying to understand someone else to proceed I suppose."
    },
    {
      "character": "Ethereal Being",
      "line": "Exactly. By understanding others around you and through communication with your surroundings you can in turn learn a great deal about yourself."
    },
    {
      "character": "Ethereal Mimic",
      "line": "Follow my lead!"
    },
    {
      "character": "Player",
      "line": "Huh, wait a sec, who are..."
    },
    {
      "character": "Ethereal Mimic",
      "line": "See what you will learn! Tee hee hee."
    },
    {
      "character": "Player",
      "line": "You're not all there are you?"
    },
    {
      "character": "Ethereal Mimic",
      "line": "Hey! This is your dream!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "So what do you say?"
    },
    {
      "character": "Player",
      "line": "Suppose I may as well have a go."
    },
    {
      "character": "Ethereal Mimic",
      "line": "Follow!"
    },
    {
      "character": "Player",
      "line": "I think i'll pass."
    },
    {
      "character": "Ethereal Mimic",
      "line": "Oh, that's no fun."
    },
    {
      "character": "Ethereal Mimic",
      "line": "NO no no!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "Well done!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "Woo hoo!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "That's it!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "Nice one!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "Yep, you've got it!"
    },
    {
      "character": "Ethereal Mimic",
      "line": "You soon picked that up! Can you see how important it is to be able to communicate and relate with others? You can gain a lot of knowledge from it."
    },
    {
      "character": "Player",
      "line": "I see. There's a lot more to communication than words. Thank you."
    },
    {
      "character": "Ethereal Mimic",
      "line": "Ok, back you go!"
    },
    {
      "character": "Player",
      "line": "I found myself meeting a man that only seemed to interact using body language. I basically mimicked what he was doing and before I knew what was happening, it felt like we were friends. It was very strange."
    },
    {
      "character": "Ethereal Being",
      "line": "That's dreams for you. But there must have been some logic behind it!"
    },
    {
      "character": "Player",
      "line": "Yeah, I think it was illustrating the importance of being able to relate to others, and that a great deal of thoughts and emotions are shared between people. We can learn a lot from each other, so I suppose friend"
    },
    {
      "character": "Player",
      "line": "relations are important."
    },
    {
      "character": "Ethereal Being",
      "line": "That seems about right to me."
    },
    {
      "character": "Ethereal Fluke",
      "line": "Let's have a game, ! It's a game of luck! Or is it..."
    },
    {
      "character": "Ethereal Fluke",
      "line": "Hahaha!"
    },
    {
      "character": "Player",
      "line": "Erm... I'm scared. What?"
    },
    {
      "character": "Ethereal Fluke",
      "line": "Look around and you'll see a selection of dice. I will call out a number. You must then roll over the dice to get the top faces adding up to create that number. For example. If I said '15', you'd have to turn over the dice"
    },
    {
      "character": "Ethereal Fluke",
      "line": "to get the following numbers at the top: 6 + 4 + 2 + 1 + 1 + 1 = 15. There are of course many ways to get the number 15, but the dice are perhaps not all that random!"
    },
    {
      "character": "Player",
      "line": "Ok..."
    },
    {
      "character": "Ethereal Fluke",
      "line": "The number you want is:"
    },
    {
      "character": "Ethereal Fluke",
      "line": "What lucky question will I get?"
    },
    {
      "character": "Player",
      "line": "What number am I trying to make up?"
    },
    {
      "character": "Ethereal Fluke",
      "line": "The number !"
    },
    {
      "character": "Ethereal Fluke",
      "line": "Look around and you'll see a selection of dice. What I will do is call out a number. You must then roll over the dice to get the top faces adding up to create that number. For example. If I said '15', you'd have to turn"
    },
    {
      "character": "Ethereal Fluke",
      "line": "over the dice to get the following numbers at the top: 6 + 4 + 2 + 1 + 1 + 1 = 15. There are of course many ways to get the number 15, but the dice are perhaps not all that random!"
    },
    {
      "character": "Ethereal Fluke",
      "line": "Well Done! The next number is:"
    },
    {
      "character": "Ethereal Fluke",
      "line": "You've done it! Good work. Remember: It is important to respect that luck plays a part in things, but that doesn't mean there is not reason and logic behind your surroundings. If you look hard enough you can see the"
    },
    {
      "character": "Ethereal Fluke",
      "line": "reason."
    },
    {
      "character": "Player",
      "line": "Ok. Thanks!"
    },
    {
      "character": "Ethereal Fluke",
      "line": "Ok, back you go!"
    },
    {
      "character": "Player",
      "line": "I visited this strange platform covered in dice. I was then challenged to turn over selected dice in what seemed like a game of chance. But I think there was some logic behind it all."
    },
    {
      "character": "Ethereal Being",
      "line": "What do you suppose that means then?"
    },
    {
      "character": "Player",
      "line": "Got it! You have to appreciate that there is always a certain level of the unknown in life, but there is always an answer, you just have to play the game and have hope that you'll succeed."
    },
    {
      "character": "Ethereal Being",
      "line": "Spot on."
    },
    {
      "character": "Ethereal Guide",
      "line": "You know everything is a journey!"
    },
    {
      "character": "Player",
      "line": "A journey? Don't talk to me about journeys! I'm surprised I have any feet left with all the walking I have to do!"
    },
    {
      "character": "Ethereal Guide",
      "line": "I know. I know. But at every step, it was important that you knew where you had been, where you were and where you were headed."
    },
    {
      "character": "Player",
      "line": "To be honest, I spend a lot of my time not knowing a single one of those things!"
    },
    {
      "character": "Ethereal Guide",
      "line": "Let's see how you fare in here. Try and get to the other side and you'll see what I mean."
    },
    {
      "character": "Dream guide",
      "line": "Well done! So tell me, what have you learned?"
    },
    {
      "character": "Player",
      "line": "I think I understand better now, it is very useful to be able to remember where you have been, where you are and where you are headed. I needed all three to progress, unless I worked with trial and error, which"
    },
    {
      "character": "Player",
      "line": "you do sometimes have to do I suppose when looking into the future as the future is undecided."
    },
    {
      "character": "Dream guide",
      "line": "Very deep! Excellent, I'm glad you learnt something. I shall send you back!"
    },
    {
      "character": "Player",
      "line": "I went to this place with loads of platforms. I had to jump across them, but some of them weren't real and I fell away as I stepped on them. I had to remember where I was on the grid, and recall the route I was"
    },
    {
      "character": "Player",
      "line": "taking."
    },
    {
      "character": "Ethereal Being",
      "line": "Interesting. Do you have any interpretations?"
    },
    {
      "character": "Player",
      "line": "I suppose there is a great deal of importance in knowing where you are and where you are going. Having goals and remembering your past. It helps you make the right decisions!"
    },
    {
      "character": "Ethereal Being",
      "line": "Bingo!"
    },
    {
      "character": "Ethereal Being",
      "line": "That's it! You've learnt the 6 core lessons: Make sense of others to understand yourself, you must be able to relate to others, you must use your abilities to progress, you must be aware of your past and"
    },
    {
      "character": "Ethereal Being",
      "line": "present to help you in the future, you must harness your confidence, and you must appreciate the unknown."
    },
    {
      "character": "Player",
      "line": "Excellent. Now what?"
    },
    {
      "character": "Ethereal Being",
      "line": "There is one more challenge you must face. I can't tell you what to expect, you are still being tested."
    },
    {
      "character": "Ethereal Being",
      "line": "Would you like to face your final challenge?"
    },
    {
      "character": "Player",
      "line": "Of course. I'm ready."
    },
    {
      "character": "Player",
      "line": "I'm not ready yet, give me a little more time."
    },
    {
      "character": "Ethereal Being",
      "line": "Hello again. So you have learnt the 6 core lessons: Make sense of others to understand yourself, you must be able to relate to others, you must use your abilities to progress, you must be aware of your past and"
    },
    {
      "character": "Ethereal Being",
      "line": "present to help you in the future, you must harness your confidence, and you must appreciate the unknown. Because magic is within, by understanding these lessons you can access the power of the moon"
    },
    {
      "character": "Ethereal Being",
      "line": "clan. You are almost finished here. There is one more challenge which you must face."
    },
    {
      "character": "Player",
      "line": "I don't suppose you can give me any help?"
    },
    {
      "character": "Ethereal Being",
      "line": "Sorry. So how about it, are you ready?"
    },
    {
      "character": "Player",
      "line": "I've completed a few tasks in the dreamland! I've learned a variety of things. But I've still got one last thing to do."
    },
    {
      "character": "Oneiromancer",
      "line": "Well best you return and do that before you tell me what you have learned. I'd rather you learn all you can before you talk to me about it."
    },
    {
      "character": "Player",
      "line": "OK."
    },
    {
      "character": "Player",
      "line": "I did it! I confronted myself!"
    },
    {
      "character": "Ethereal Being",
      "line": "Well done, I think your lesson is complete, best you wake yourself up! Go read the book on the lectern."
    },
    {
      "character": "Player",
      "line": "I've done it! I understand now!"
    },
    {
      "character": "Oneiromancer",
      "line": "You do, I'm not sure I believe you. Tell me what you've learnt."
    },
    {
      "character": "Player",
      "line": "To start with, six very important things that I needed to know of myself: Make sense of others to understand yourself, you must be able to relate to others, you must use your abilities to progress, you must be aware of"
    },
    {
      "character": "Player",
      "line": "your past and present to help you in the future, you must harness your confidence, and you must appreciate the unknown."
    },
    {
      "character": "Oneiromancer",
      "line": "That's great! I would never have imagined someone from mainland could have had such an open mind to learn such things! I shall spread the word among our people. After this I can't see why we can't start to get"
    },
    {
      "character": "Oneiromancer",
      "line": "along."
    },
    {
      "character": "Player",
      "line": "Excellent. I think if you make contact with the Fremennik, and tell them your willingness to communicate and share, you'll find plenty of eager ears."
    },
    {
      "character": "Oneiromancer",
      "line": "Well done! You must be rewarded for this great deed. You're now more than welcome to use the altar behind me to craft the astral runes that we use here on the island. These runes will allow you to use a new set of"
    },
    {
      "character": "Oneiromancer",
      "line": "spells. Simply pray at the altar behind me to gain the knowledge."
    },
    {
      "character": "Player",
      "line": "Hi, how are things going?"
    },
    {
      "character": "Oneiromancer",
      "line": "Well hopefully a lot better now that you've initiated the calm between the Moon Clan and the Fremenniks. Remember, if you want to use our Lunar Spells at any time, pray at the altar beside me and you can modify"
    },
    {
      "character": "Oneiromancer",
      "line": "your knowledge!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well if it isn't. I've heard of your exploits in the Lunar Isles!"
    },
    {
      "character": "Player",
      "line": "Already? News really does travel fast!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Thank you so very much, I think we can really make progress now."
    },
    {
      "character": "Player",
      "line": "No worries. I am pleased I could help."
    },
    {
      "character": "Player",
      "line": "Oh, erm, could you help me out with a Seal of Passage?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Seal of Passage, well I suppose so."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ok, here you go."
    }
  ],
  "characters": [
    {
      "name": "'Beedy-eye' Jones",
      "description": "Middle-aged male, gruff British accent, intense and watchful personality, a pirate known for his piercing stare."
    },
    {
      "name": "'Beefy' Burns",
      "description": "Middle-aged male, British accent, irritable and opinionated tone, the ship's cook with an obsessive hatred of vegetables and strict hygiene standards."
    },
    {
      "name": "'Beefy' Burns/'Eagle-eye' Shultz",
      "description": "Middle-aged male, British accent, irritable and opinionated tone, the ship's cook with an obsessive hatred of vegetables and strict hygiene standards."
    },
    {
      "name": "'Betty' B.Boppin",
      "description": "Young adult male, British accent, chatty and excitable personality, a pirate who never stops talking about someone named Betty."
    },
    {
      "name": "'Bird's-Eye' Jack",
      "description": "Middle-aged male, British accent, calm and competent tone, a skilled pirate navigator who later becomes a banker on Lunar Isle."
    },
    {
      "name": "'Birds-Eye' Jack",
      "description": "Middle-aged male, British accent, calm and competent tone, a skilled pirate navigator who later becomes a banker on Lunar Isle."
    },
    {
      "name": "'Eagle-eye' Shultz",
      "description": "Middle-aged male, British accent, observant and alert personality, the ship's lookout stationed at the bow with his telescope."
    },
    {
      "name": "'Lecherous' Lee",
      "description": "Middle-aged male, rough British accent, deceptively soft-hearted despite his ruthless reputation, secretly fond of kittens."
    },
    {
      "name": "'Lecherous' Lee/'Sticky' Sanders",
      "description": "Middle-aged male, rough British accent, deceptively soft-hearted despite his ruthless reputation, secretly fond of kittens."
    },
    {
      "name": "'Picarron' Pete",
      "description": "Middle-aged male, gruff British accent, thoroughly committed to the pirate lifestyle, a rogue through and through."
    },
    {
      "name": "'Sticky' Sanders",
      "description": "Young adult male, British accent, laid-back and easygoing personality, a pirate known for his fondness of jam."
    },
    {
      "name": "Baba Yaga",
      "description": "Elderly female, Eastern European accent with a raspy voice, eccentric and admittedly insane, a witch who lives in a chicken-legged house."
    },
    {
      "name": "Bedread the bold",
      "description": "Middle-aged male, British accent, surprisingly bookish for a pirate, ironically named for his hobby of reading about beds."
    },
    {
      "name": "Brundt the Chieftain",
      "description": "Mature male, Nordic accent, stern and authoritative tone, the proud chieftain of Rellekka who maintains Fremennik traditions."
    },
    {
      "name": "Cabin boy",
      "description": "Youthful male, British accent, naive and easily manipulated, a junior crew member who was tricked by a Moon Clan girl."
    },
    {
      "name": "Captain Bentley",
      "description": "Middle-aged male, British accent with pirate swagger, pragmatic and morally flexible, the wooden-legged captain of the Lady Zay."
    },
    {
      "name": "Crewmember",
      "description": "Adult male, British accent, straightforward and dutiful personality, a standard pirate sailor aboard the Lady Zay."
    },
    {
      "name": "Dream guide",
      "description": "Ageless ethereal voice, mystical and otherworldly tone, a spiritual guide who helps navigate the dream world."
    },
    {
      "name": "Ethereal Being",
      "description": "Ageless ethereal voice, mysterious and philosophical tone, guides players through the dream world with existential wisdom."
    },
    {
      "name": "Ethereal Expert",
      "description": "Adult male ethereal voice, confident and challenging tone, the master of accomplishment who oversees the racing challenge."
    },
    {
      "name": "Ethereal Fluke",
      "description": "Adult male ethereal voice, playful and whimsical tone, a spirit associated with luck who runs games of chance."
    },
    {
      "name": "Ethereal Guide",
      "description": "Adult male ethereal voice, patient and instructional tone, a mysterious guide who knows past, present, and future."
    },
    {
      "name": "Ethereal Mimic",
      "description": "Playful ethereal voice, imitative and energetic personality, challenges players to copy emotes in the dream world."
    },
    {
      "name": "Ethereal Numerator",
      "description": "Adult male ethereal voice, precise and teacher-like tone, reminiscent of a strict mathematics instructor."
    },
    {
      "name": "Ethereal Perceptive",
      "description": "Adult male ethereal voice, knowing and perceptive tone, challenges players to a log-cutting competition."
    },
    {
      "name": "First mate 'Davey-boy'",
      "description": "Middle-aged male, British accent with a by-the-book personality, the regulation-citing first mate who maintains the ship's magical runes."
    },
    {
      "name": "First mate 'Davey-boy'/'Picarron' Pete",
      "description": "Middle-aged male, British accent with a by-the-book personality, the regulation-citing first mate who maintains the ship's magical runes."
    },
    {
      "name": "Jack Sails",
      "description": "Middle-aged male, British accent, straightforward and practical personality, a bearded pirate crew member."
    },
    {
      "name": "Jenny Blade",
      "description": "Adult female, British accent, confident and notorious, an infamous pirate who claims both her eyes are glass."
    },
    {
      "name": "Lokar Searunner",
      "description": "Middle-aged male, British accent, pragmatic and adventurous, a former Fremennik who became a pirate to escape the boring village life."
    },
    {
      "name": "Meteora",
      "description": "Adult female, heavy Cockney rhyming slang accent making her difficult to understand, a Moon Clan member known for her distinctive speech."
    },
    {
      "name": "Murky Pat",
      "description": "Middle-aged male, British accent, menacing and intimidating tone, a dangerous pirate you should never look in the eyes."
    },
    {
      "name": "Oneiromancer",
      "description": "Adult female, mystical and authoritative British accent, the mind-reading spiritual leader of the Moon Clan."
    },
    {
      "name": "Parrot",
      "description": "High-pitched squawky voice, excitable and random, Captain Bentley's pet bird that references movies."
    },
    {
      "name": "Pauline Polaris",
      "description": "Adult female, mysterious British accent with a knowing tone, a Moon Clan member who chose a new name to escape her past."
    },
    {
      "name": "Rimae Sirsalis",
      "description": "Elderly female, British accent, matter-of-fact personality, a bald Moon Clan tanner with distinctive warts."
    },
    {
      "name": "Selene",
      "description": "Adult female, dreamy British accent, contemplative and ethereal personality, a Moon Clan member lost in her own world."
    },
    {
      "name": "Tommy 2-times",
      "description": "Adult male, British accent, mysterious personality, a pirate whose nickname origin remains unknown."
    }
  ]
}