{
  "branch": "quest/nature-spirit",
  "quest_name": "Nature Spirit",
  "lines": [
    {
      "character": "Player",
      "line": "Do you know of anything I can do in Morytania?"
    },
    {
      "character": "Drezel",
      "line": "Well... I don't think so. There's not much to do in that place."
    },
    {
      "character": "Drezel",
      "line": "Well, not a great deal... but there is something you could do for me if you're interested. Though it is quite dangerous."
    },
    {
      "character": "Player",
      "line": "Well, what is it, I may be able to help?"
    },
    {
      "character": "Drezel",
      "line": "There's a man called Filliman who lives in Mort Myre. He comes by the temple from time to time but I haven't seen him recently. I was wondering if you could check in on him?"
    },
    {
      "character": "Drezen",
      "line": "I must warn you though, it could be dangerous. Mort Myre is filled with ghasts!"
    },
    {
      "character": "Player",
      "line": "Yes, I'll go look for him."
    },
    {
      "character": "Drezel",
      "line": "That's great! Many thanks!"
    },
    {
      "character": "Drezel",
      "line": "Now, please be aware of the ghasts, you cannot attack them, only Filliman knew how to take them on. Just run from them if you can. If you get lost, try to make your way back to the temple."
    },
    {
      "character": "Drezel",
      "line": "Please take this food to Filliman, he'll likely appreciate it. His home is somewhere in the southern end of Mort Myre. I don't know the exact location I'm afraid."
    },
    {
      "character": "Player",
      "line": "Don't worry, if he's there and he's still alive, I'll find him."
    },
    {
      "character": "Player",
      "line": "Who exactly is this Filliman?"
    },
    {
      "character": "Drezel",
      "line": "Filliman Tarlock is his full name and he's a druid. He lives in Mort Myre much like a hermit, but there's many a traveller who he's helped."
    },
    {
      "character": "Drezel",
      "line": "Most people that come this way tell stories of when they were lost and paths that just seemed to 'open up' before them! I think it was Filliman Tarlock helping out."
    },
    {
      "character": "Player",
      "line": "Where's Mort Myre?"
    },
    {
      "character": "Drezel",
      "line": "Mort Myre is a decayed and dangerous swamp to the south east of here. Legend says it was once a beautiful forest called Humblethorn. Now, it's filled with vile emanations from within Morytania."
    },
    {
      "character": "Drezel",
      "line": "The swamp decays everything. We put a fence around it to stop unwary travellers going in. Anyone who dies in the swamp is forever cursed to haunt it as a ghast."
    },
    {
      "character": "Drezel",
      "line": "Ghasts attack travellers, turning food to rotten filth."
    },
    {
      "character": "Player",
      "line": "What's a ghast?"
    },
    {
      "character": "Drezel",
      "line": "A Ghast is a poor soul who died in Mort Myre. They're undead of a special class and they're untouchable as far as I'm aware! Filliman knows how to tackle them though."
    },
    {
      "character": "Drezel",
      "line": "When they attack, ghasts will devour any food you have. If you have no food, they'll draw their nourishment from you!"
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Player",
      "line": "Sorry, I don't think I can help."
    },
    {
      "character": "Drezel",
      "line": "That's fine, I'm sure someone else will be along shortly who can. Now, if you excuse me, I do have some things to be getting on with."
    },
    {
      "character": "Player",
      "line": "Sorry, not interested."
    },
    {
      "character": "Drezel",
      "line": "Well, I understand. You must be busy."
    },
    {
      "character": "Player",
      "line": "Hello again!"
    },
    {
      "character": "Drezel",
      "line": "Have you managed to find Filliman yet?"
    },
    {
      "character": "Player",
      "line": "No not yet."
    },
    {
      "character": "Drezel",
      "line": "Please go and look for him, I would appreciate it!"
    },
    {
      "character": "Player",
      "line": "Where should I look for Filliman Tarlock again?"
    },
    {
      "character": "Drezel",
      "line": "Search to the south of Mort Myre. Remember that he's a druid so he can conceal himself within nature quite well. My guess is that he lives in the southern area of the swamp, though he could be anywhere."
    },
    {
      "character": "Player",
      "line": "Explain to me what a Ghast is again."
    },
    {
      "character": "Drezel",
      "line": "A Ghast is a poor soul who died in Mort Myre. They're undead of a special class, they're untouchable apart from with special druidic items."
    },
    {
      "character": "Drezel",
      "line": "Filliman knew how to tackle them, but I've not heard from him in a long time. Ghasts, when they attack, will devour any food you have. If you have no food, they'll draw their nourishment from you!"
    },
    {
      "character": "Player",
      "line": "What's the story with Mort Myre?"
    },
    {
      "character": "Drezel",
      "line": "Mort Myre was once a beautiful forest by the name of Humblethorn until the evil denizens of Morytania descended. Now their evil emanations have putrified and diseased the forest into a decaying swamp of death."
    },
    {
      "character": "Player",
      "line": "What's the story with Filliman Tarlock?"
    },
    {
      "character": "Drezel",
      "line": "Filliman is a druid of some considerable power. He helped many people in Morytania escape when the evil descended upon the land. His knowledge of plants and nature was exceptional."
    },
    {
      "character": "Drezel",
      "line": "But one day, he was betrayed by some of the people who he had tried to help. This naturally made him more careful when dealing with strangers again and so, instead of showing himself, he would follow them."
    },
    {
      "character": "Drezel",
      "line": "He would follow them at a distance and make the path clear for them, showing them to the temple and to salvation. Saradomin bless him! He is a good man."
    },
    {
      "character": "Player",
      "line": "Ok, thanks."
    },
    {
      "character": "Drezel",
      "line": "Many thanks to you, !"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Cannot wake up... Where am I?"
    },
    {
      "character": "Player",
      "line": "Huh? What's this?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "What did I write down now? Put it in the knot hole."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Ahhrs Oooohh arhhhhAHhhh."
    },
    {
      "character": "Player",
      "line": "Huh! Now you're just not making any sense at all! I just cannot understand you!"
    },
    {
      "character": "Player",
      "line": "Hello?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh, I understand you! At last, someone who doesn't just mumble. I understand what you're saying!"
    },
    {
      "character": "Player",
      "line": "I'm wearing an amulet of ghost speak!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Why you poor fellow, have you passed away and you want to send a message back to a loved one?"
    },
    {
      "character": "Player",
      "line": "Err.. Not exactly..."
    },
    {
      "character": "Filliman Tarlock",
      "line": "You have come to haunt my dreams until I pass on your message to a dearly loved one. I understand. Pray, tell me who would you like me to pass a message on to?"
    },
    {
      "character": "Player",
      "line": "Ermm, you don't understand... It's just that.."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Yes!"
    },
    {
      "character": "Player",
      "line": "Well, please don't be upset or anything... But you're the ghost!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Don't be silly now! That in no way reflects the truth!"
    },
    {
      "character": "Player",
      "line": "How long have you been a ghost?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "What?! Don't be preposterous! I'm not a ghost! How could you say something like that?"
    },
    {
      "character": "Player",
      "line": "But it's true, you're a ghost... well, at least that is to say, you're sort of not alive anymore."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Don't be silly, I can see you, I can see that tree. If I were dead, I wouldn't be able to see anything.. What you say just doesn't reflect the truth. You'll have to try harder to pull one over on me!"
    },
    {
      "character": "Player",
      "line": "What's it like being a ghost?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh, it's quite.... Oh... Trying to catch me out were you! Anyone can clearly see that I am not a ghost!"
    },
    {
      "character": "Player",
      "line": "But you are a ghost, look at yourself! I can see straight through you! You're as dead as this swamp! Err... No offence or anything..."
    },
    {
      "character": "Filliman Tarlock",
      "line": "No I won't take offence because I'm not dead and I'm afraid you'll have to come up with some pretty conclusive proof before I believe it. What a strange dream this is."
    },
    {
      "character": "Player",
      "line": "Ok thanks."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh, hello there, do you still think I'm dead? It's hard to see how I could be dead when I'm still in the world. I can see everything quite clearly. And nothing of what you say reflects the truth."
    },
    {
      "character": "Player",
      "line": "Yes, I do think you're dead and I'll prove it somehow."
    },
    {
      "character": "Player",
      "line": "Here take a look at this, perhaps you can see that you're utterly transparent now!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, that is the most peculiar thing I've ever experienced. This mirror must somehow be dysfunctional. Strange how well it reflects the stagnant swamp behind me, but there is nothing of my own"
    },
    {
      "character": "Filliman Tarlock",
      "line": "visage apparent."
    },
    {
      "character": "Player",
      "line": "That's because you're dead! Dead as a door nail.. Deader in fact... You bear a remarkable resemblance to worm bait! Err.. No offence..."
    },
    {
      "character": "Filliman Tarlock",
      "line": "I think you might be right my friend, though I still feel very much alive. It is strange how I still come to be here and yet I've not turned into a Ghast."
    },
    {
      "character": "Filliman Tarlock",
      "line": "It must be a sign... Yes a sign... I must try to find out what it means. Now, where did I put my journal?"
    },
    {
      "character": "Player",
      "line": "Here, I found this, maybe you can use it?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "My journal! That should help to collect my thoughts."
    },
    {
      "character": "Filliman Tarlock",
      "line": "It's all coming back to me now. It looks like I came to a violent and bitter end but that's not important now. I just have to figure out what I am going to do now?"
    },
    {
      "character": "Player",
      "line": "Being dead, what options do you think you have? I'm not trying to be rude or something, but it's not like you have many options is it? I mean, it's either up or down for you isn't it?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Hmm, well you're a poetic one aren't you. Your material world logic stands you in good stead... If you're standing in the material world..."
    },
    {
      "character": "Player",
      "line": "So, what's your plan?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "In my former incarnation I was Filliman Tarlock, a great druid of some power. I spent many years in this place, which was once a forest and I would wish to protect it as a nature sprit."
    },
    {
      "character": "Player",
      "line": "Well, good luck with that."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Won't you help me to become a nature spirit? I could really use your help!"
    },
    {
      "character": "Player",
      "line": "How can I help?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Will you help me to become a nature spirit? The directions for becoming one are a bit vague, I need three things but I know how to get one of them. Perhaps you can help collect the rest?"
    },
    {
      "character": "Player",
      "line": "I might be interested, what's involved?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, the book says, that I need, and I quote:- 'Something with faith', 'something from nature' and 'something of the 'spirit-to-become' freely given'. Hmm, I know how to get something from nature."
    },
    {
      "character": "Player",
      "line": "Well, that does seem a bit vague."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Hmm, it does and I could understand if you didn't want to help. However, if you could perhaps at least get the item from nature, that would be a start. Perhaps we can figure out the rest as we go along."
    },
    {
      "character": "Filliman Tarlock",
      "line": "This spell needs to be cast in the swamp after you have been blessed. I'm afraid you'll need to go to the temple to the North and ask a member of the clergy to bless you."
    },
    {
      "character": "Player",
      "line": "Blessed, what does that do?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "It is required if you're to cast this druid spell. Once you've cast the spell, you should find something from nature. Bring it back to me and then we'll try to figure out the other things we need."
    },
    {
      "character": "Player",
      "line": "Hello again.."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh, hello... Sorry, you've caught me at a bad time, it's just that I've had a sign you see and I need to find my journal."
    },
    {
      "character": "Player",
      "line": "Where did you put it?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, if I knew that, I wouldn't still be looking for it. However, I do remember something about a knot? Perhaps I was meant to tie a knot or something?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Yes, I know, I'm already dead! Thanks for reminding me."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Thanks for the journal, I've been reading it. It looks like I came to a violent and bitter end but that's not really important. I just have to figure out what I am going to do now?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Hello there, have you been blessed yet?"
    },
    {
      "character": "Player",
      "line": "No, not yet."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, hurry up!"
    },
    {
      "character": "Player",
      "line": "Hello again! I'm helping Filliman, he plans to become a nature spirit. I have a spell to cast but first I need to be blessed. Can you bless me?"
    },
    {
      "character": "Drezel",
      "line": "But you haven't sneezed!"
    },
    {
      "character": "Player",
      "line": "You're so funny!"
    },
    {
      "character": "Player",
      "line": "But can you bless me?"
    },
    {
      "character": "Drezel",
      "line": "Very well my friend, prepare yourself for the blessings of Saradomin. Here we go!"
    },
    {
      "character": "Drezel",
      "line": "There you go my friend, you're now blessed. It's funny, now I look at you, there seems to be something of the faith about you. Anyway, good luck with your quest!"
    },
    {
      "character": "Player",
      "line": "Many thanks!"
    },
    {
      "character": "Drezel",
      "line": "How's life been treating you since you got blessed?"
    },
    {
      "character": "Player",
      "line": "Not so bad!"
    },
    {
      "character": "Drezel",
      "line": "It's funny, because when I look at you, there does seem to be something of the faith about you. Have you considered a life of service to Saradomin?"
    },
    {
      "character": "Player",
      "line": "I serve Saradomin in other ways."
    },
    {
      "character": "Drezel",
      "line": "Fair enough!"
    },
    {
      "character": "Player",
      "line": "Hello, I've been blessed but I don't know what to do now."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, you need to bring 'something from nature', 'something with faith' and 'something of the spirit-to-become freely given.'"
    },
    {
      "character": "Player",
      "line": "Yeah, but what does that mean?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Hmm, it is a conundrum, however, if you use that Bloom spell I gave you, you should be able to get something from nature. Once you have that, we may be able to puzzle the rest out."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Did you manage to get something from nature?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Wonderful, the mushroom represents 'something from nature'. Now we need to work out what the other components of the spell are!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "The three things are: 'Something with faith', 'something from nature' and 'something of the spirit-to-become freely given'."
    },
    {
      "character": "Player",
      "line": "Ok, and 'something from nature' is the mushroom from the bloom spell you gave me?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Yes, that's correct, that seems right to me. The other things we need are 'something with faith' and 'something of the spirit-to-become freely given."
    },
    {
      "character": "Player",
      "line": "Do you have any ideas what those things are?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "I'm sorry my friend, but I do not."
    },
    {
      "character": "Player",
      "line": "What should we do when we have those things?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Ah yes, I looked this up. It says,.. 'to arrange upon three rocks around the spirit-to-become...'. Then I must cast a spell. As you can see, I've already placed the rocks. I must have planned to do this before I died!"
    },
    {
      "character": "Player",
      "line": "Can we just place the components on any rock?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, the only thing the journal says is that 'something with faith stands south of the spirit-to-become', but I'm so confused now I don't really know what that means. Oh, if only I had all my faculties!"
    },
    {
      "character": "Player",
      "line": "I think I've solved the puzzle!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh really.. Have you placed all the items on the stones? Ok, well, lets try! ~ The druid attempts to cast a spell.~"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Hmm, something still doesn't seem right. I think we need something more before we can continue."
    },
    {
      "character": "Player",
      "line": "Could I have another bloom scroll please?"
    },
    {
      "character": "Filliman Tarlock",
      "line": "I would my friend, but you don't seem to have enough space in your inventory."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Sure, but please look after this one."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Aha, yes, that seems right well done!"
    },
    {
      "character": "Filliman Tarlock",
      "line": "Oh really.. Have you placed all the items on the stones? Ok, well, lets try! ~ The druid attempts to cast a spell."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Aha, everything seems to be in place! You can come through now into the grotto for the final section of my transformation."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Please come down into the grotto, we have much to discuss."
    },
    {
      "character": "Filliman Tarlock",
      "line": "Well, hello there again, I was just enjoying the grotto. Many thanks for your help, I couldn't have become a Spirit of nature without you."
    },
    {
      "character": "Filliman Tarlock",
      "line": "I must complete the transformation now. Just stand there and watch the show, apparently it's quite good!"
    },
    {
      "character": "Nature Spirit",
      "line": "Hmmm, good, the transformation is complete. Now, my friend, in return for your assistance, I will help you to kill the Ghasts. First bring to me a silver sickle so that I can bless it for you."
    },
    {
      "character": "Player",
      "line": "A silver sickle? What's that?"
    },
    {
      "character": "Nature Spirit",
      "line": "The sickle is the symbol and weapon of the Druid, you need to construct one of silver so that I can bless it, with its powers you will be able to defeat the Ghasts of Mort Myre."
    },
    {
      "character": "Player",
      "line": "Where would I get a silver sickle?"
    },
    {
      "character": "Nature Spirit",
      "line": "You could make one yourself if you're artisan enough. I've heard of a distant sandy place where you can buy the mould that you require, it's similar in many respects to the creating of a holy symbol."
    },
    {
      "character": "Player",
      "line": "What will you do to the silver sickle?"
    },
    {
      "character": "Nature Spirit",
      "line": "Why, I will give it my blessings so that the very swamp in which you stand will blossom and bloom!"
    },
    {
      "character": "Player",
      "line": "How can a blessed sickle help me to defeat the Ghasts?"
    },
    {
      "character": "Nature Spirit",
      "line": "My blessings will entice nature to bloom in Mort Myre! And then with natures harvest you can fill a druids pouch and release the Ghasts from their torment."
    },
    {
      "character": "Nature Spirit",
      "line": "Have you brought me the silver sickle?"
    },
    {
      "character": "Player",
      "line": "No sorry, not yet!"
    },
    {
      "character": "Nature Spirit",
      "line": "Well, come to me when you have it."
    },
    {
      "character": "Player",
      "line": "Yes, here it is. What are you going to do with it?"
    },
    {
      "character": "Nature Spirit",
      "line": "My friend, I will bless it for you and you will then be able to accomplish great things. Now then, I must cast the enchantment. You can bless a new sickle by dipping it in the holy water of the grotto."
    },
    {
      "character": "Nature Spirit",
      "line": "Now you can go forth and make the swamp bloom. Collect natures bounty to fill a druids pouch. So armed will the Ghasts be bound to you until, you flee or they are defeated."
    },
    {
      "character": "Nature Spirit",
      "line": "Before I can make this grotto into an Altar of Nature, I need to be sure that the Ghasts will be kept at bay. Go forth into Mort Myre and slay three Ghasts. You'll be releasing their souls from Mort Myre."
    },
    {
      "character": "Filliman Tarlock",
      "line": "I would give you the druid pouch, but you don't seem to have enough space in your inventory."
    },
    {
      "character": "Nature Spirit",
      "line": "You'll need this in order to collect together natures bounty. When it contains items, it will bind the Ghast to you until you flee or it is defeated."
    },
    {
      "character": "Nature Spirit",
      "line": "Hello again my friend, have you defeated three Ghasts as I asked you?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Nature Spirit",
      "line": "Well, when you do, please come to me and I'll reward you!"
    },
    {
      "character": "Player",
      "line": "How do I get to attack the Ghasts?"
    },
    {
      "character": "Nature Spirit",
      "line": "Go forth and with the sickle make the swamp bloom. Collect natures bounty to fill a druids pouch. So armed will the Ghasts be bound to you until, you flee or they are defeated."
    },
    {
      "character": "Player",
      "line": "What's this pouch for?"
    },
    {
      "character": "Nature Spirit",
      "line": "It is for collecting natures bounty, once it contains the blossomed items of the swamp, it will make the Ghasts appear and you can then attack them."
    },
    {
      "character": "Player",
      "line": "What can I do with this sickle?"
    },
    {
      "character": "Nature Spirit",
      "line": "You may use it wisely within the area of Mort Myre to affect natures balance and bring forth a bounty of natures harvest. Once collected into the druid pouch will the Ghast be apparent."
    },
    {
      "character": "Player",
      "line": "I've lost my sickle!"
    },
    {
      "character": "Nature Spirit",
      "line": "If you should lose the blessed sickle, simply bring another to my altar of nature and refresh it in the grotto waters."
    },
    {
      "character": "Player",
      "line": "Yes, I've killed all three and their spirits have been released!"
    },
    {
      "character": "Nature Spirit",
      "line": "Many thanks my friend, you have completed your quest! I can now change this place into a holy sanctuary! And forever will it now be an Altar of Nature!"
    },
    {
      "character": "Nature Spirit",
      "line": "Welcome to my Altar to Nature! Farewell my friend, and keep those Ghasts at bay!"
    }
  ],
  "characters": [
    {
      "name": "Drezel",
      "description": "Middle-aged male, British accent, warm and gentle tone with priestly gravitas. A devout Saradominist monk who is helpful and concerned for others, speaking with careful, measured wisdom."
    },
    {
      "name": "Drezen",
      "description": "Middle-aged male, British accent, warm and gentle tone with priestly gravitas. A devout Saradominist monk who is helpful and concerned for others, speaking with careful, measured wisdom."
    },
    {
      "name": "Filliman Tarlock",
      "description": "Elderly male, British accent, scholarly and slightly bewildered tone. A confused ghost druid who speaks formally and becomes defensive when confronted with the truth of his death, with an air of faded wisdom."
    },
    {
      "name": "Nature Spirit",
      "description": "Elderly male, ethereal British accent, calm and mystical tone with spiritual authority. The transformed druid speaks with newfound serenity and wisdom, guiding the player with benevolent purpose."
    }
  ]
}