{
  "branch": "quest/pandemonium",
  "quest_name": "Pandemonium",
  "lines": [
    { "character": "Anne", "line": "Ah, look what we have here, Will! This looks like someone who needs a good job!" },
    { "character": "Player", "line": "What?" },
    { "character": "Will", "line": "Goodness, Anne, I think you're right! This one's clearly never worked an honest day in their life, and it's about time someone changed that!" },
    { "character": "Player", "line": "But I don't need a..." },
    { "character": "Anne", "line": "Well, let's not waste any more time! Stranger, are you ready for your interview?" },
    { "character": "Player", "line": "I guess so...?" },
    { "character": "Will", "line": "Let's get you started with a nice easy question: What is your name?" },
    { "character": "Anne", "line": "Pleased to meet you. I'm Anne, and this is Will." },
    { "character": "Will", "line": "Next question: Do you have any experience captaining a ship?" },
    { "character": "Player", "line": "Not really..." },
    { "character": "Will", "line": "Oh..." },
    { "character": "Anne", "line": "Will, it's important we not be too picky! It's a competitive market, after all." },
    { "character": "Will", "line": "Okay, final question: Do you agree to waive all rights to pursue legal action against your new employer in the event of injury or horrific death?" },
    { "character": "Player", "line": "Is that likely to happen?" },
    { "character": "Anne", "line": "Not at all!" },
    { "character": "Player", "line": "I'm not sure if I..." },
    { "character": "Will", "line": "Excellent! Well then, I'm pleased to say that we have the results of your interview. You bring some impressive stuff to the table. We'd love to offer you the role!" },
    { "character": "Anne", "line": "Congratulations!" },
    { "character": "Player", "line": "Thanks... only, you didn't actually mention what the role was..." },
    { "character": "Will", "line": "Ah, how forgetful of us! Given that you've already accepted, how about we discuss the details on our ship." },
    { "character": "Player", "line": "But I didn't accept anything..." },
    { "character": "Anne", "line": "Just let us know when you're ready, and we'll hop aboard!" },
    { "character": "Player", "line": "I guess I'm ready..." },
    { "character": "Will", "line": "Oh dear! It doesn't quite look like you are! You'll need to make some room to carry some things before we head off!" },
    { "character": "Will", "line": "Then let us away!" },
    { "character": "Player", "line": "I'd rather not..." },
    { "character": "Will", "line": "Well, don't take too long. This work won't do itself, will it?" },
    { "character": "Player", "line": "Sorry, but I'm not looking for a job right now. I'm just going to go..." },
    { "character": "Will", "line": "Oh, you'll be back, friend! You already know you can't turn down an opportunity like this!" },
    { "character": "Anne", "line": "Ah, there you are! Time to get on with your interview!" },
    { "character": "Anne", "line": "Ah, there you are. Are you ready to hop aboard our ship?" },
    { "character": "Player", "line": "I guess so..." },
    { "character": "Will", "line": "Lovely! The open sea!" },
    { "character": "Player", "line": "It's not really that open... We haven't even left port yet." },
    { "character": "Anne", "line": "Well, good news, because that's where you come in! You're our new helm!" },
    { "character": "Player", "line": "Helm?" },
    { "character": "Will", "line": "It means you're in charge of the ship's helm! In other words, you're responsible for steering the ship!" },
    { "character": "Player", "line": "It's more of a boat really..." },
    { "character": "Anne", "line": "Well, we all have to start somewhere!" },
    { "character": "Player", "line": "Right... So if I'm manning the helm, what will you two be doing?" },
    { "character": "Will", "line": "Well, it's simple, isn't it? We're in charge!" },
    { "character": "Player", "line": "Have you ever actually done this before?" },
    { "character": "Anne", "line": "Many times!" },
    { "character": "Will", "line": "Just never on our own ship before! This is an exciting first day for... well, we haven't actually named our business yet, but I'm sure we'll come up with a good name soon." },
    { "character": "Player", "line": "And what does this business do?" },
    { "character": "Anne", "line": "We salvage shipwrecks of course!" },
    { "character": "Player", "line": "Of course. Alright then, I don't remember doing it, but apparently I committed to this. Where is our first wreck?" },
    { "character": "Will", "line": "We've got a good one to get us started! Last time we were on the Pandemonium, we purchased a map that should lead us to an old pirate wreck." },
    { "character": "Player", "line": "The Pandemonium?" },
    { "character": "Anne", "line": "Have you never been? It's a great place for a drink! We'll have to take you there!" },
    { "character": "Will", "line": "But first, let's collect some salvage! According to the map, the wreck is just east of the Karamja Shipyard, so south of here." },
    { "character": "Anne", "line": "Over to you! Take the helm when ready." },
    { "character": "Anne", "line": "This is your bit! Take the helm when ready." },
    { "character": "Will", "line": "Remember, you need to take us to the wreck. It should be east of the Karamja Shipyard, so south of here." },
    { "character": "Player", "line": "Okay, I'll get to it." },
    { "character": "Player", "line": "Actually, I want to go back to Port Sarim." },
    { "character": "Anne", "line": "This isn't the can-do attitude we need, but fine, we'll go back..." },
    { "character": "Will", "line": "You need to take us to the wreck before we can use the salvaging hook. It should be east of the Karamja Shipyard, so south of here." },
    { "character": "Anne", "line": "Hello there. Shall we hop back aboard our ship?" },
    { "character": "Player", "line": "Okay." },
    { "character": "Will", "line": "Excellent! Let us away!" },
    { "character": "Player", "line": "Not right now." },
    { "character": "Will", "line": "The wreck should be south of here." },
    { "character": "Will", "line": "The wreck should be south west of here." },
    { "character": "Will", "line": "The wreck should be south east of here." },
    { "character": "Will", "line": "The wreck should be north of here." },
    { "character": "Will", "line": "The wreck should be north west of here." },
    { "character": "Will", "line": "The wreck should be north east of here." },
    { "character": "Will", "line": "You need to head south of here." },
    { "character": "Will", "line": "You need to head south." },
    { "character": "Will", "line": "You need to head north." },
    { "character": "Will", "line": "You need to head west." },
    { "character": "Will", "line": "You need to head east." },
    { "character": "Anne", "line": "We need to be going south." },
    { "character": "Anne", "line": "We need to be going north." },
    { "character": "Anne", "line": "We need to be going east." },
    { "character": "Anne", "line": "We need to be going west." },
    { "character": "Anne", "line": "You need to head south west." },
    { "character": "Anne", "line": "You need to head south east." },
    { "character": "Anne", "line": "You need to head north west." },
    { "character": "Anne", "line": "You need to head north east." },
    { "character": "Anne", "line": "You need to trim the sails! We need to catch that wind!" },
    { "character": "Will", "line": "You need to trim the sails! We need to catch that wind!" },
    { "character": "Anne", "line": "The sails need trimming! Don't miss out on that wind!" },
    { "character": "Will", "line": "The wind's picked up! You'll need to trim the sails!" },
    { "character": "Will", "line": "Very good!" },
    { "character": "Anne", "line": "Good work!" },
    { "character": "Anne", "line": "Nicely done!" },
    { "character": "Will", "line": "Right, now that we're here, I think it's time to do some salvaging!" },
    { "character": "Anne", "line": "When you're ready, just lower the salvaging hook and let's see what we can find!" },
    { "character": "Player", "line": "Hang on... why am I lowering the hook? I thought the helm was my responsibility?" },
    { "character": "Will", "line": "Yes! The helm... and the hook!" },
    { "character": "Player", "line": "Of course. I'll just do everything while you two reap the rewards. Sounds about right." },
    { "character": "Will", "line": "Don't go getting grumpy on us now. This isn't about the rewards. It's all about the experience!" },
    { "character": "Anne", "line": "That's right! Think of what you'll learn today!" },
    { "character": "Player", "line": "*sigh*" },
    { "character": "Anne", "line": "Time for some salvaging! When you're ready, just lower the salvaging hook and let's see what we can find!" },
    { "character": "Player", "line": "Right then, let's give this a go." },
    { "character": "Will", "line": "Well?" },
    { "character": "Player", "line": "What do you make of these?" },
    { "character": "Will", "line": "The medallion! Anne, we've found it!" },
    { "character": "Player", "line": "You were looking for this?" },
    { "character": "Anne", "line": "That's right! And now that we've found it, I'm afraid we don't really need you anymore." },
    { "character": "Player", "line": "What?" },
    { "character": "Anne", "line": "Sorry. If it's any consolation, you did a great job! Unfortunately, we just have to let you go." },
    { "character": "Player", "line": "Eugh..." },
    { "character": "Player", "line": "Where am I?" },
    { "character": "'Squawking' Steve Beanie", "line": "Yo ho ho and a Jolly Roger to you, me hearty! I can see from the fact that you're totally drenched from head to toe that you are a fellow scallywag sailor! The name's Steve Beanie! Pleased to meet you." },
    { "character": "Player", "line": "I think I must be having some sort of fever dream... or maybe I'm dead?" },
    { "character": "'Squawking' Steve Beanie", "line": "Ha! Far from it, matey! Though the fever dream I can't comment on. They're rather common around here... but I assure you that it's well-nigh certainly like enough most likely not the rum doing it!" },
    { "character": "Player", "line": "Okay... You said words there, but I don't think they actually formed a sentence." },
    { "character": "'Squawking' Steve Beanie", "line": "Ah, me wee hearty! You seem to be having quite the crisis! Thankfully, you've rigged the starboard and docked yourself at the right port! Welcome to the Pandemonium!" },
    { "character": "Player", "line": "Pandemonium?" },
    { "character": "'Squawking' Steve Beanie", "line": "Aye! To be sure! This here is the finest establishment in all the seas. Sit back! Have a drink! Let the good times, and the rum, flow!" },
    { "character": "Player", "line": "If this is the Pandemonium, do you know of a pair of salvagers called Will and Anne?" },
    { "character": "'Squawking' Steve Beanie", "line": "Avast ye! You name a pair of pinching looting plundering seadogs!" },
    { "character": "Player", "line": "I see. So you do know them. They claimed to have purchased a map here, but I'm guessing they weren't being totally honest about that..." },
    { "character": "'Squawking' Steve Beanie", "line": "Purchased?! Purchased?! You're pulling my leg, you scallywag! Those scurvy dogs came here and broke the one rule of the Pandemonium! That map was pilfered! Stolen!" },
    { "character": "Player", "line": "Well, I had quite the fun run in with them myself. They had me help them salvage an old shipwreck before throwing me overboard." },
    { "character": "'Squawking' Steve Beanie", "line": "Arrr, you poor scallywag." },
    { "character": "Player", "line": "Thank you. It was the map they stole that led them to the wreck. What do you know about it?" },
    { "character": "'Squawking' Steve Beanie", "line": "Not a lot, I'm afraid. You should hoist your sails and go speak to Ribs instead. It was his map they looted. He's the old dog over in the corner. Avast!" },
    { "character": "'Squawking' Steve Beanie", "line": "Yarr! What will it be?" },
    { "character": "Player", "line": "Let's see what you have." },
    { "character": "'Squawking' Steve Beanie", "line": "Aye!" },
    { "character": "'Squawking' Steve Beanie", "line": "Those plundering seadogs! Did you speak to Ribs about them? It was his map they looted. He's the old dog over in the corner." },
    { "character": "Player", "line": "Thanks. I'll go and speak to him now." },
    { "character": "Player", "line": "I think I might have lost a cup here." },
    { "character": "'Squawking' Steve Beanie", "line": "Aye! Someone handed it in earlier. Here you go." },
    { "character": "'Squawking' Steve Beanie", "line": "Blistering barnacles! You don't seem to have room for it. You'd better come back later." },
    { "character": "Player", "line": "Thanks!" },
    { "character": "'Squawking' Steve Beanie", "line": "Yo ho ho!" },
    { "character": "Player", "line": "Nothing, thanks." },
    { "character": "'Squawking' Steve Beanie", "line": "Shiver me timbers!" },
    { "character": "Player", "line": "Hello!" },
    { "character": "Chartin' Charles McAtless", "line": "Hello there. I'm afraid I only talk to proper sailors, and I can see you're not quite at that level yet. However, you are welcome to admire me from afar." },
    { "character": "Junior Jim", "line": "Can I help you, mate?" },
    { "character": "Player", "line": "I don't think so." },
    { "character": "Junior Jim", "line": "Okay... You should probably get going then." },
    { "character": "Crew Registrar", "line": "Hello there!" },
    { "character": "Player", "line": "Who are you?" },
    { "character": "Crew Registrar", "line": "I'm the crew registrar. Here to cut through the red tape of crew management for anyone who needs it!" },
    { "character": "Player", "line": "A lot of paperwork in managing a crew is there?" },
    { "character": "Crew Registrar", "line": "You'd be surprised. Quality assurance guideline QA-275 states all crew must be appropriately fit and healthy after being subjected to QA form QA-275." },
    { "character": "Crew Registrar", "line": "QA-123 requires all crew to pass a mandatory cargo data protection course if the vessel can be fitted with a cargo hold." },
    { "character": "Crew Registrar", "line": "Then of course we have QA-441, which defines the background checks that any crewmate operating a sail must pass. And all that's without even considering QA-215..." },
    { "character": "Player", "line": "That all sounds a bit much!" },
    { "character": "Crew Registrar", "line": "Well, it's not for everyone. Still, if you ever find yourself in need of a crew, you know where to find me." },
    { "character": "Ribs", "line": "Ahoy, young whippersnapper. Have you come to hear a tale from old Ribs?" },
    { "character": "Player", "line": "Kind of, I guess. I was hoping you could tell me about Will and Anne, along with the map they stole." },
    { "character": "Ribs", "line": "A dark day. A very dark day. Those young fools know not what they have wrought upon themselves." },
    { "character": "Player", "line": "That being?" },
    { "character": "Ribs", "line": "A curse! A curse most foul! That map marked the resting place of the Crimson Kraken! She was a deadly vessel, captained by none other than Barnacle Barnaby himself!" },
    { "character": "Player", "line": "Barnacle Barnaby? Who's that then?" },
    { "character": "Ribs", "line": "You have not heard the tale of Barnacle Barnaby? You have not heard of the scourge of the Unquiet Ocean?" },
    { "character": "Player", "line": "No, tell me about him." },
    { "character": "Ribs", "line": "He was a cruel and vicious pirate. Orchestrator of the Driftwood Massacre and unleasher of the Plague of Black Mists. He believed himself untouchable, but his arrogance was his undoing." },
    { "character": "Ribs", "line": "Despite the warnings of many, Barnacle Barnaby attempted to plunder the Skullhorde, but his only reward was a deadly curse. It destroyed the Crimson Kraken, condemning all on board to a watery grave." },
    { "character": "Player", "line": "And you had a map leading to the wreck of the Kraken?" },
    { "character": "Ribs", "line": "Aye! I purchased the map from Ulrich the Unfortunate, the sole survivor of the Kraken, but I had no intention of using it. I knew that no good would ever come from seeking the Kraken." },
    { "character": "Player", "line": "Then why not destroy the map?" },
    { "character": "Ribs", "line": "And risk the wrath of Barnaby's ghost? No. Better the map be locked away, so that neither it nor the curse could harm anyone else." },
    { "character": "Player", "line": "I'm not sure I quite follow your reasoning for keeping it, but I guess it doesn't matter now. I'm afraid Will and Anne found and looted the Kraken." },
    { "character": "Player", "line": "Now's not really the time for tales." },
    { "character": "Ribs", "line": "You are a fool for thinking that way, but on your head be it. The short of it is that Barnaby and the Kraken were cursed, condemning him and his crew to a watery grave." },
    { "character": "Player", "line": "I see. Well, I'm afraid Will and Anne found and looted the Kraken." },
    { "character": "Ribs", "line": "I feared as much, though part of me still hoped it would not come to be. Tell me, did they find Barnaby's medallion?" },
    { "character": "Player", "line": "They did. It was actually the only thing they were interested in." },
    { "character": "Ribs", "line": "Then the foul curse is now free once more. They must be stopped!" },
    { "character": "Player", "line": "Well, I do have my own personal reasons for wanting Will and Anne dealt with. Maybe I could try and find them." },
    { "character": "Ribs", "line": "You are a brave soul indeed, but that is just what is needed at a time like this." },
    { "character": "Ribs", "line": "You should talk to Steve. He already put out a bounty for Will and Anne after the theft. He might have heard something about where they could have gone." },
    { "character": "Ribs", "line": "Ahoy, young whippersnapper. Did you speak to Steve about that bounty?" },
    { "character": "Player", "line": "Not yet. I'll go and see him now." },
    { "character": "Player", "line": "About Will and Anne..." },
    { "character": "'Squawking' Steve Beanie", "line": "Those plundering seadogs! Did you speak to Ribs about them?" },
    { "character": "Player", "line": "I did. He seems to think they might have unleashed some sort of curse." },
    { "character": "'Squawking' Steve Beanie", "line": "Ah, the curse of Barnacle Barnaby! It's one of Ribs' favourite tales. Just a myth of course, but the old dog does love his stories." },
    { "character": "Player", "line": "Well, myths aside, Ribs mentioned you'd put a bounty out for Will and Anne. I'd be quite keen to track them down myself." },
    { "character": "'Squawking' Steve Beanie", "line": "Yo ho ho! A mighty good decision! It's a generous bounty indeed. You don't go breaking the one rule of the Pandemonium and expect to get away with it!" },
    { "character": "Player", "line": "What exactly is this one rule you keep mentioning?" },
    { "character": "'Squawking' Steve Beanie", "line": "Avast! The mainland kingdoms have no authority here. Their laws do not apply. Instead, we just have our one rule that keeps the Pandemonium afloat: Never disrespect your fellow patron." },
    { "character": "'Squawking' Steve Beanie", "line": "We don't care who you are. Indeed, pirates and customs officers can enjoy a drink here, side by side. Savvy?" },
    { "character": "Player", "line": "So anyone is welcome here as long as they don't commit an offense against any of the other patrons?" },
    { "character": "'Squawking' Steve Beanie", "line": "Yarr! You've got it!" },
    { "character": "Player", "line": "I see. So, back to Will and Anne. Do you have any idea where they might have gone?" },
    { "character": "'Squawking' Steve Beanie", "line": "Shiver me timbers! I'm afraid not. Old Grog said he might try and track them down. Perhaps he has an idea of where to find them." },
    { "character": "Player", "line": "Do you have any idea where Will and Anne might have gone?" },
    { "character": "Player", "line": "And where would I find Old Grog?" },
    { "character": "'Squawking' Steve Beanie", "line": "Ah, the old scallywag left not that long ago, but he'll be back here before long. He enjoys a drink far too much! In the meantime, you should hoist the sails and ready your vessel!" },
    { "character": "Player", "line": "But I don't have a vessel..." },
    { "character": "'Squawking' Steve Beanie", "line": "What? But then how did you get here?" },
    { "character": "Player", "line": "Will and Anne threw me overboard and I washed up here. I did mention this earlier..." },
    { "character": "'Squawking' Steve Beanie", "line": "Blistering barnacles! Well, you won't be getting far without a boat of your own. You should head to the docks and speak to Junior Jim. He runs the shipyard. Tell him Steve sent you. That might speed things along." },
    { "character": "Player", "line": "Alright, I'll go and see him." },
    { "character": "Player", "line": "Are you Junior Jim?" },
    { "character": "Junior Jim", "line": "That's me. What do you need then?" },
    { "character": "Player", "line": "Steve said you might be able to sort me out with a boat." },
    { "character": "Junior Jim", "line": "You don't have a boat?" },
    { "character": "Player", "line": "No." },
    { "character": "Junior Jim", "line": "Ha! We've got ourselves a Billy-no-boats! Classic! Yeah, I can sort you out with a boat, but it's gonna cost you." },
    { "character": "Player", "line": "How much?" },
    { "character": "Junior Jim", "line": "Well, what do you have?" },
    { "character": "Player", "line": "Er... I do have this cup I found. Perhaps I could trade it for a boat." },
    { "character": "Junior Jim", "line": "Alright, let's have a gander at it." },
    { "character": "Player", "line": "I seem to have lost it." },
    { "character": "Junior Jim", "line": "You've got no boat. You've got no cup. You're fresh out of luck it would seem, mate. You'd best hope you lost it here on the Pandemonium. If so, someone might have handed it in to Steve." },
    { "character": "Player", "line": "Then I guess I'd better go see if Steve has it." },
    { "character": "Junior Jim", "line": "Hmm... Yeah, yeah, I can work with this. This old rusty cup will get you the finest raft I have!" },
    { "character": "Player", "line": "Sorry, I think I must have misheard you. Did you say raft?" },
    { "character": "Junior Jim", "line": "That's right! The best one I have!" },
    { "character": "Player", "line": "I was kind of hoping for a bit more than a raft. It's not just the cup I have. I'm sure I can make up the funds to buy something bigger." },
    { "character": "Junior Jim", "line": "Sorry, mate, but even if you could, the raft is all I've got to hand right now. Besides, you're gonna want to build up some experience before you captain anything too big. A raft will be perfect for you." },
    { "character": "Player", "line": "Okay..." },
    { "character": "Junior Jim", "line": "Lighten up, mate. I'll have plenty more vessels in stock soon. Come back once you've got a bit more know-how and I'll be able to sort you right out." },
    { "character": "Junior Jim", "line": "Now, about your raft... With that cup I'll be able to sort you out with the finest helm, but it won't be enough to cover the sails." },
    { "character": "Player", "line": "But I won't get anywhere without sails!" },
    { "character": "Junior Jim", "line": "Don't panic, you silly plonker. I ain't about to send you off on a raft with no sails. I'll sort them out for you, but I'll just need a little favour in return." },
    { "character": "Player", "line": "What favour?" },
    { "character": "Junior Jim", "line": "I've got some cargo I need picking up from Port Sarim and bringing back here. In return for sorting you out with some sails, I'll need you to go and collect it for me." },
    { "character": "Junior Jim", "line": "Oh, and I tell you what, I'll even set you up with the materials to whack together a cargo hold. You won't be shifting that cargo far without one." },
    { "character": "Player", "line": "Thanks!" },
    { "character": "Junior Jim", "line": "Now, hand over that cup and we can get cracking." },
    { "character": "Junior Jim", "line": "Right, time to sort you out with a cargo hold. Let's head on over to the shipyard..." },
    { "character": "Junior Jim", "line": "You'll want to grab yourself some tools from the crates over there, mate. After that, just use the gangplank to hop onto your raft. Once you're on board, you can get to work." },
    { "character": "Junior Jim", "line": "You're back! Do you have that cup? If so, let's have a gander at it." },
    { "character": "Player", "line": "What should I do now?" },
    { "character": "Junior Jim", "line": "Just use the gangplank over there to hop onto your raft. Once you're on board, you can use your tools to build a cargo hold. Don't worry about the materials, mate. I'm supplying those this time." },
    { "character": "Junior Jim", "line": "Very nice! Now, use the gangplank to hop back up here and we can get going." },
    { "character": "Junior Jim", "line": "Smashing job on that cargo hold, mate. Let's get back to the Pandemonium, shall we?" },
    { "character": "Junior Jim", "line": "Okay, looks like that's you all sorted, mate. I'd say you're now ready to set sail!" },
    { "character": "Player", "line": "How exciting!" },
    { "character": "Junior Jim", "line": "Why don't you take your new raft out for a spin? You can head over to Port Sarim and collect that cargo for me. Oh, which reminds me, now that you're officially a captain, you'll need one of these." },
    { "character": "Junior Jim", "line": "Ah, seems you don't have room for it, mate. Why don't you come back later?" },
    { "character": "Junior Jim", "line": "Your very own captain's log! You can use that to keep track of your adventures out at sea, including any work you might end up taking on." },
    { "character": "Player", "line": "Like collecting your cargo?" },
    { "character": "Junior Jim", "line": "Right on, mate! In fact, I'll make a note of that in your log now." },
    { "character": "Junior Jim", "line": "And that's you all ready to go, mate! Just hop on your new raft when ready. If you need help finding my cargo, just check in with the port master when you get to Port Sarim." },
    { "character": "Junior Jim", "line": "Now, unless you fancy a cheeky dip, the gangplank down the docks will be your best bet for getting on board." },
    { "character": "Junior Jim", "line": "You'll be needing one of these, mate." },
    { "character": "Junior Jim", "line": "Ah, seems you don't have room for it. Why don't you come back later?" },
    { "character": "Junior Jim", "line": "You should be all ready to go, mate! Just hop on your new raft when ready. If you need help finding my cargo, just check in with the port master when you get to Port Sarim." },
    { "character": "Player", "line": "Hello." },
    { "character": "Port master", "line": "Hi there. Do you need help with anything?" },
    { "character": "Player", "line": "I'm here to pick up some cargo for Junior Jim on the Pandemonium." },
    { "character": "Port master", "line": "Looks like you already have it. You'll need to take it back to the Pandemonium now." },
    { "character": "Port master", "line": "Ah, you must be new to this. You can pick up and drop off cargo just over there at the ledger table." },
    { "character": "Junior Jim", "line": "Alright, mate. How are you doing collecting my cargo?" },
    { "character": "Player", "line": "I'm still working on it." },
    { "character": "Junior Jim", "line": "Well, you'd better hop back onto your raft then. Unless you fancy a cheeky dip, the gangplank down the docks will be your best bet for getting on board." },
    { "character": "Player", "line": "I've got it right here." },
    { "character": "Junior Jim", "line": "Very nice! Just hand that over to the port master and he'll sort it out. Come let me know once you're done." },
    { "character": "Player", "line": "Okay, will do." },
    { "character": "Port master", "line": "Hi there. Can I help you with anything?" },
    { "character": "Player", "line": "I'm here to drop off some cargo for Junior Jim." },
    { "character": "Port master", "line": "You don't seem to have any cargo on you." },
    { "character": "Player", "line": "Oh, I must have left it in my cargo hold. I'll be right back." },
    { "character": "Port master", "line": "Ah, very good. Just put it over by the ledger table and I'll get it sorted." },
    { "character": "Port master", "line": "Thanks, sailor. I'll get that all sorted out. You should go let Jim know his cargo is here." },
    { "character": "Player", "line": "I'm fine, thanks." },
    { "character": "Junior Jim", "line": "Alright, mate." },
    { "character": "Player", "line": "I collected your cargo and left it with the port master." },
    { "character": "Junior Jim", "line": "Very nice! That's us all squared up then. You ought to pop back once you've got a bit more experience with that raft. By then I should have some new vessels for sale." },
    { "character": "Player", "line": "I might just do that. Any tips on the best ways to get that experience?" },
    { "character": "Junior Jim", "line": "To be honest, mate, I'd say one of the best things would be to take on more work like what you just did for me. A lot of ports will have a notice board where folks advertise jobs they want sorting." },
    { "character": "Player", "line": "Sounds good. Anything else?" },
    { "character": "Junior Jim", "line": "Well, now that you're officially a big cheese captain, you might want to start charting the sea for your own records. That log book I gave you has all sorts of cracking tips on how to do so." },
    { "character": "Junior Jim", "line": "Oh, and while we're on about charting, I've also chucked some useful bits and bobs in your cargo hold." },
    { "character": "Junior Jim", "line": "First up, I've left you a couple of repair kits in there. Perfect for if you go being a numpty and end up sailing straight into a proper big storm or a big group of sharks." },
    { "character": "Junior Jim", "line": "The other thing in there is a spyglass. It's a proper handy charting tool that's great for getting a good look at things while out at sea." },
    { "character": "Junior Jim", "line": "There's a chap called Charles who used to be pretty good at the whole charting thing who might be able to help you more. You can find him down in the cave on the island." },
    { "character": "Player", "line": "Great! Thanks, Jim. I'd better go check in with Steve now and see if Old Grog is back." },
    { "character": "Junior Jim", "line": "Don't mention it, mate." },
    { "character": "Old Grog", "line": "Is this the one?" },
    { "character": "'Squawking' Steve Beanie", "line": "Aye, that's right." },
    { "character": "Old Grog", "line": "And your name is?" },
    { "character": "Player", "line": "Pleased to meet you." },
    { "character": "Old Grog", "line": "Steve tells me you're keen to see Will and Anne dealt with. I'm open to sharing the bounty, but only if you have what it takes. I have no time for layabouts." },
    { "character": "Player", "line": "I won't let you down!" },
    { "character": "Old Grog", "line": "We'll see. I saw that raft you rocked up in. If that's all you bring to the table, then you have some work to do." },
    { "character": "Old Grog", "line": "It will take me some time to track Will and Anne down, but make no mistake, I will find them. I expect you to be ready by the time that happens. Don't be a disappointment." },
    { "character": "Player", "line": "You have my word." },
    { "character": "Old Grog", "line": "Good. Now, that's me done drinking. Time to get to work. I'll keep Steve updated on my progress, so make sure you're checking in with him. He'll let you know once I have something." },
    { "character": "Player", "line": "Will do!" },
    { "character": "Anne", "line": "Alas! We are sadly not currently in a place where we can take on any more staff, but let us hope that changes soon!" },
    { "character": "Player", "line": "Okay..." }
  ],
  "characters": [
    {
      "name": "Anne",
      "description": "Young adult female, British accent, cheerful and enthusiastic tone with an undercurrent of deviousness. A salvager who runs a dubious business with Will, overly friendly in a suspiciously pushy way."
    },
    {
      "name": "Will",
      "description": "Young adult male, British accent, upbeat and businesslike tone. A salvager partnered with Anne, speaks with false professionalism and tends to ramble with excitement about their schemes."
    },
    {
      "name": "'Squawking' Steve Beanie",
      "description": "Middle-aged male, exaggerated pirate accent, boisterous and theatrical. Owner of the Pandemonium pub who speaks entirely in pirate slang with phrases like 'Yo ho ho' and 'Avast ye', friendly but dramatic."
    },
    {
      "name": "Ribs",
      "description": "Elderly male, gravelly British accent, ominous and foreboding tone. A grizzled old sailor who loves telling dark tales and speaks with dramatic pauses, often warning of curses and doom."
    },
    {
      "name": "Junior Jim",
      "description": "Young adult male, casual Cockney British accent, friendly and laid-back. A shipwright who uses informal slang like 'mate' and 'plonker', helpful but teases newcomers good-naturedly."
    },
    {
      "name": "Old Grog",
      "description": "Elderly male, gruff British accent, stern and no-nonsense tone. A veteran privateer and bounty hunter who speaks with authority and has little patience for incompetence."
    },
    {
      "name": "Chartin' Charles McAtless",
      "description": "Middle-aged male, refined British accent, pompous and self-important tone. An experienced sea charter who considers himself above speaking to inexperienced sailors, condescending but not hostile."
    },
    {
      "name": "Crew Registrar",
      "description": "Adult female, professional British accent, bureaucratic and matter-of-fact tone. An administrator obsessed with paperwork and regulations, speaks in a rapid-fire manner when listing rules."
    },
    {
      "name": "Port master",
      "description": "Adult female, neutral British accent, helpful and professional tone. A dock official who assists sailors with cargo tasks, polite and efficient in her responses."
    }
  ]
}
