{
  "branch": "quest/pirates-treasure",
  "quest_name": "Pirate's Treasure",
  "lines": [
    { "character": "Redbeard Frank", "line": "Arr, Matey!" },
    { "character": "Player", "line": "I'm in search of treasure." },
    { "character": "Redbeard Frank", "line": "Arr, treasure you be after eh? Well I might be able to tell you where to find some... For a price..." },
    { "character": "Player", "line": "What sort of price?" },
    { "character": "Redbeard Frank", "line": "Well for example if you can get me a bottle of rum... Not just any rum mind..." },
    { "character": "Redbeard Frank", "line": "I'd like some rum made on Karamja Island. There's no rum like Karamja Rum!" },
    { "character": "Player", "line": "Would some Braindeath 'Rum' do?" },
    { "character": "Redbeard Frank", "line": "Gadzooks, that swill! Not a chance!" },
    { "character": "Redbeard Frank", "line": "It's Karamja Rum or no deal." },
    { "character": "Player", "line": "Ok, I will bring you some rum." },
    { "character": "Redbeard Frank", "line": "Yer a saint, although it'll take a miracle to get it off Karamja." },
    { "character": "Player", "line": "What do you mean?" },
    { "character": "Redbeard Frank", "line": "The Customs office has been clampin' down on the export of spirits. You seem like a resourceful young lad, I'm sure ye'll be able to find a way to slip the stuff past them." },
    { "character": "Player", "line": "Well I'll give it a shot." },
    { "character": "Redbeard Frank", "line": "Arr, that's the spirit!" },
    { "character": "Player", "line": "Not right now." },
    { "character": "Redbeard Frank", "line": "Fair enough. I'll still be here and thirsty whenever you feel like helpin' out." },
    { "character": "Redbeard Frank", "line": "Have ye brought some rum for yer ol' mate Frank?" },
    { "character": "Player", "line": "No, not yet." },
    { "character": "Redbeard Frank", "line": "Not surprising, tis no easy task to get it off Karamja." },
    { "character": "Player", "line": "Well I'll give it another shot." },
    { "character": "Luthas", "line": "Hello I'm Luthas, I run the banana plantation here." },
    { "character": "Player", "line": "Could you offer me employment on your plantation?" },
    { "character": "Luthas", "line": "Yes, I can sort something out. There's a crate ready to be loaded onto the ship." },
    { "character": "Luthas", "line": "You wouldn't believe the demand for bananas from Wydin's shop over in Port Sarim. I think this is the third crate I've shipped him this month.." },
    { "character": "Luthas", "line": "If you could fill it up with bananas, I'll pay you 30 gold." },
    { "character": "Player", "line": "That customs officer is annoying isn't she?" },
    { "character": "Luthas", "line": "Well I know her pretty well. She doesn't cause me any trouble any more." },
    { "character": "Luthas", "line": "She doesn't even search my export crates any more. She knows they only contain bananas." },
    { "character": "Player", "line": "Really? How interesting. Whereabouts do you send those to?" },
    { "character": "Luthas", "line": "There is a little shop over in Port Sarim that buys them up by the crate. I believe it is run by a man called Wydin." },
    { "character": "Player", "line": "I've filled a crate with bananas." },
    { "character": "Luthas", "line": "Well done, here's your payment." },
    { "character": "Player", "line": "Will you pay me for another crate full?" },
    { "character": "Luthas", "line": "Yes certainly." },
    { "character": "Luthas", "line": "If you go outside you should see the old crate has been loaded on to the ship, and there is another empty crate in its place." },
    { "character": "Player", "line": "Thank you, I'll be on my way." },
    { "character": "Player", "line": "So where are these bananas going to be delivered to?" },
    { "character": "Luthas", "line": "I sell them to Wydin who runs a grocery store in Port Sarim." },
    { "character": "Customs officer", "line": "Can I help you?" },
    { "character": "Player", "line": "Can I journey on this ship?" },
    { "character": "Customs officer", "line": "You need to be searched before you can board." },
    { "character": "Player", "line": "Why?" },
    { "character": "Customs officer", "line": "Because Asgarnia has banned the import of intoxicating spirits." },
    { "character": "Player", "line": "Search away, I have nothing to hide." },
    { "character": "Customs officer", "line": "Aha, trying to smuggle rum are we?" },
    { "character": "Player", "line": "Umm... it's for personal use?" },
    { "character": "Player", "line": "This is not the Karamja rum you are looking for." },
    { "character": "Customs officer", "line": "This is not the Karamja rum we are looking for." },
    { "character": "Player", "line": "Well that was easy!" },
    { "character": "Player", "line": "Drat..." },
    { "character": "Customs officer", "line": "Well you've got some odd stuff, but it's all legal. Now you need to pay a boarding charge of 30 coins." },
    { "character": "Player", "line": "Ok." },
    { "character": "Player", "line": "Oh dear, I don't seem to have enough money." },
    { "character": "Player", "line": "Oh, I'll not bother then." },
    { "character": "Player", "line": "You're not putting your hands on my things!" },
    { "character": "Customs officer", "line": "You're not getting on this ship then." },
    { "character": "Player", "line": "You don't need to look through my things." },
    { "character": "Customs officer", "line": "Oh, I think I do. If you don't want to let me search your possessions, then you're not coming aboard this ship." },
    { "character": "Player", "line": "Does Karamja have any unusual customs then?" },
    { "character": "Customs officer", "line": "I'm not that sort of customs officer." },
    { "character": "Imp", "line": "Don't you know? You can get into trouble for giving alcohol to minors, and I'm pretty small, it has to be said." },
    { "character": "Wydin", "line": "Welcome to my food store! Would you like to buy anything?" },
    { "character": "Player", "line": "Can I get a job here?" },
    { "character": "Wydin", "line": "Well, you're keen, I'll give you that. Okay, I'll give you a go. Have you got your own white apron?" },
    { "character": "Player", "line": "Yes, I have one right here." },
    { "character": "Wydin", "line": "Wow - you are well prepared! You're hired. Go through to the back and tidy up for me, please." },
    { "character": "Wydin", "line": "You need to put your white apron on first though." },
    { "character": "Player", "line": "No, I haven't." },
    { "character": "Wydin", "line": "Well, you can't work here unless you have a white apron. Health and safety regulations, you understand." },
    { "character": "Player", "line": "Where can I get one of those?" },
    { "character": "Wydin", "line": "Well, I get all of mine over at the clothing shop in Varrock. They sell them cheap there." },
    { "character": "Wydin", "line": "Oh, and I'm sure that I've seen a spare one over in Gerrant's fish store somewhere. It's the little place just north of here." },
    { "character": "Wydin", "line": "Hey, you can't go in there. Only employees of the grocery store can go in." },
    { "character": "Player", "line": "Sorry, I didn't realise." },
    { "character": "Wydin", "line": "Can you put your white apron on before going in there, please?" },
    { "character": "Wydin", "line": "Is it nice and tidy round the back now?" },
    { "character": "Player", "line": "Yes, can I work out front now?" },
    { "character": "Wydin", "line": "No, I'm the one who works here." },
    { "character": "Player", "line": "Yes, are you going to pay me yet?" },
    { "character": "Wydin", "line": "Umm... No, not yet." },
    { "character": "Player", "line": "No, it's a complete mess." },
    { "character": "Wydin", "line": "Ah well, it'll give you something to do, won't it." },
    { "character": "Player", "line": "Can I buy something please?" },
    { "character": "Wydin", "line": "Yes, of course." },
    { "character": "Player", "line": "Yes, I've got some." },
    { "character": "Redbeard Frank", "line": "Arr - this here rum's got a banana stuck in it!" },
    { "character": "Redbeard Frank", "line": "Arr - I don't likes banana in me rum!" },
    { "character": "Redbeard Frank", "line": "Now a deal's a deal, I'll tell ye about the treasure. I used to serve under a pirate captain called One-Eyed Hector." },
    { "character": "Redbeard Frank", "line": "Hector were very successful and became very rich. But about a year ago we were boarded by the Customs and Excise Agents." },
    { "character": "Redbeard Frank", "line": "Hector were killed along with many of the crew, I were one of the few to escape and I escaped with this." },
    { "character": "Redbeard Frank", "line": "This be Hector's key. I believe it opens his chest in his old room in the Blue Moon Inn in Varrock." },
    { "character": "Redbeard Frank", "line": "With any luck his treasure will be in there." },
    { "character": "Player", "line": "Ok thanks, I'll go and get it." },
    { "character": "Player", "line": "So why didn't you ever get it?" },
    { "character": "Redbeard Frank", "line": "I'm not allowed in the Blue Moon Inn. Apparently I'm a drunken trouble maker." },
    { "character": "Player", "line": "Frank, I have some Karamja Rum." },
    { "character": "Player", "line": "I seem to have lost my chest key..." },
    { "character": "Redbeard Frank", "line": "Arr, silly you. Fortunately I took the precaution to have another one made." },
    { "character": "Gardener", "line": "First moles, now this! Take this, vandal!" },
    { "character": "Player", "line": "I have the treasure, would you like a share?" },
    { "character": "Redbeard Frank", "line": "No lad, you got it fair and square." },
    { "character": "Redbeard Frank", "line": "You enjoy it. It's what Hector would have wanted." }
  ],
  "characters": [
    {
      "name": "Redbeard Frank",
      "description": "Middle-aged male pirate, rough gravelly voice with a strong seafaring accent, jovial but shrewd personality. Former first mate of the legendary One-Eyed Hector, now a captain himself with an insatiable thirst for Karamjan rum."
    },
    {
      "name": "Luthas",
      "description": "Middle-aged male, Caribbean-influenced accent, warm and friendly tone. A hardworking banana plantation owner on Karamja who is practical and business-minded, always accompanied by his pet monkey."
    },
    {
      "name": "Customs officer",
      "description": "Adult female, formal British accent, stern and authoritative tone. A diligent law enforcement officer who takes her job seriously, enforcing Asgarnia's ban on importing spirits from Karamja."
    },
    {
      "name": "Wydin",
      "description": "Middle-aged male, British accent, businesslike and slightly impatient tone. A practical shopkeeper who runs a food store in Port Sarim, focused on efficiency and proper workplace attire."
    },
    {
      "name": "Gardener",
      "description": "Adult male, British accent, frustrated and aggressive tone. A grumpy groundskeeper in Falador Park who is fed up with vandals and pests disturbing his carefully maintained gardens."
    },
    {
      "name": "Imp",
      "description": "Youthful male, high-pitched mischievous voice with a cheeky tone. A small demonic creature known for causing minor trouble and making witty, self-deprecating remarks about its size."
    }
  ]
}
