{
  "branch": "quest/priest-in-peril",
  "quest_name": "Priest in Peril",
  "lines": [
    { "character": "Player", "line": "Greetings, your majesty." },
    { "character": "King Roald", "line": "Yes, citizen. Do you need something?" },
    { "character": "Player", "line": "I'm looking for a quest!" },
    { "character": "King Roald", "line": "A quest you say? Hmm, what an odd request to make of the king. It's funny you should mention it though, as there is something you can do for me." },
    { "character": "King Roald", "line": "Are you aware of Paterdomus? It's a temple east of here. It stands on the River Salve and guards the only passage into the deadly lands of Morytania." },
    { "character": "Player", "line": "No, I don't think I know it..." },
    { "character": "King Roald", "line": "Hmm, how strange that you don't. Well anyway, it has been some days since last I heard from Drezel, the priest who lives there." },
    { "character": "King Roald", "line": "Be a sport and go make sure that nothing untoward has happened to the silly old codger for me, would you?" },
    { "character": "Player", "line": "Sure. I don't have anything better to do right now." },
    { "character": "King Roald", "line": "Many thanks adventurer! I would have sent one of my squires but they wanted payment for it!" },
    { "character": "Player", "line": "Why do you care about Drezel anyway?" },
    { "character": "King Roald", "line": "Well, that is a slightly impertinent question to ask of your king, but I shall overlook it this time." },
    { "character": "King Roald", "line": "As you are no doubt aware, this kingdom worships Saradomin, the god of wisdom and order. As such, it is a peaceful place to live and prosper." },
    { "character": "King Roald", "line": "Paterdomus, the temple where Drezel lives, stands on the eastern border of Misthalin. It guards the only passage into the evil lands of Morytania." },
    { "character": "Player", "line": "Evil?" },
    { "character": "King Roald", "line": "Oh yes. Morytania is a fearful place, filled to the brim with accursed servants of the chaos god Zamorak. All of them are terrible, but none more so than the rulers of the region, the vampyres." },
    { "character": "King Roald", "line": "Thankfully, the sacred River Salve marks a natural border between Misthalin and Morytania. Together, the river and the temple prevent any invasion by the vampyres." },
    { "character": "King Roald", "line": "The waters of the river are kept blessed with Saradomin's almighty power. This ensures our defences remain strong, as the vampyres cannot cross such a holy barrier." },
    { "character": "King Roald", "line": "Drezel is descended from one of the original Saradominist priests who first blessed the river. His job is to ensure nothing happens to the river that might allow the evil of Morytania to invade this land." },
    { "character": "King Roald", "line": "This is the reason why the lack of communication from him bothers me somewhat, although I am sure nobody would dare to try and attack our kingdom!" },
    { "character": "Player", "line": "Do I get a reward for this?" },
    { "character": "King Roald", "line": "You will be rewarded in the knowledge that you have done the right thing and assisted the king of Misthalin." },
    { "character": "Player", "line": "Soooooo...... that would be a 'no' then?" },
    { "character": "King Roald", "line": "That is correct." },
    { "character": "Player", "line": "Who's Drezel?" },
    { "character": "King Roald", "line": "Drezel is the priest who lives at Paterdomus, the temple to the east. You're supposed to be making sure that nothing bad has happened to him. Remember?" },
    { "character": "Player", "line": "Ooooooooh, THAT Drezel. Yup, I remember." },
    { "character": "Player", "line": "I'll get going." },
    { "character": "Player", "line": "No. That sounds boring." },
    { "character": "King Roald", "line": "Yes, I dare say it does. I wouldn't even have mentioned it had you not seemed to be looking for something to do anyway." },
    { "character": "Player", "line": "Nothing." },
    { "character": "King Roald", "line": "You have news of Drezel for me?" },
    { "character": "Player", "line": "Where am I supposed to go again?" },
    { "character": "King Roald", "line": "The temple of Paterdomus where Drezel lives. It is but a short journey east from here. It lies south of the cliffs, at the source of the River Salve." },
    { "character": "King Roald", "line": "Don't worry, you can't miss it." },
    { "character": "Player", "line": "I have to go." },
    { "character": "Mysterious Voice", "line": "Who are you and what do you want?" },
    { "character": "Player", "line": "Ummmm....." },
    { "character": "Player", "line": "Roald sent me to check on Drezel." },
    { "character": "Mysterious Voice", "line": "Psst... Hey... Who's Roald? Who's Drezel?" },
    { "character": "Mysterious Voice 2", "line": "Uh... Isn't Drezel that dude upstairs? Oh, wait, Roald's the king of Misthalin right?" },
    { "character": "Mysterious Voice", "line": "He is? Aww man..." },
    { "character": "Mysterious Voice", "line": "Hey, you deal with this okay." },
    { "character": "Mysterious Voice", "line": "He's just coming! Wait a second!" },
    { "character": "Mysterious Voice 3", "line": "Hello, my name is Drevil." },
    { "character": "Mysterious Voice", "line": "Drezel!" },
    { "character": "Mysterious Voice 3", "line": "I mean Drezel. How can I help?" },
    { "character": "Player", "line": "Well, as I say, the king sent me to make sure everything's okay with you." },
    { "character": "Mysterious Voice 3", "line": "And, uh, what would you do if everything wasn't okay with me?" },
    { "character": "Player", "line": "I'm not sure. Ask you what help you need I suppose." },
    { "character": "Mysterious Voice 3", "line": "Ah, good, well, I don't think..." },
    { "character": "Mysterious Voice 2", "line": "Psst... Hey... The dog!" },
    { "character": "Mysterious Voice 3", "line": "OH! Yes, of course!" },
    { "character": "Mysterious Voice 3", "line": "Will you do me a favour, adventurer?" },
    { "character": "Player", "line": "Sure. I'm a helpful person!" },
    { "character": "Mysterious Voice 3", "line": "HAHAHAHA! Really? Thanks buddy! You see that mausoleum out there? There's a horrible big dog underneath it that I'd like you to kill for me! It's been really bugging me! Barking all the time and stuff!" },
    { "character": "Mysterious Voice 3", "line": "Please kill it for me buddy!" },
    { "character": "Player", "line": "Okey-dokey, one dead dog coming up." },
    { "character": "Player", "line": "Nope. Something about all this is very suspicious..." },
    { "character": "Mysterious Voice 3", "line": "Get lost then! I have important things to do, as sure as my name is Dibzil." },
    { "character": "Mysterious Voice", "line": "Drezel!" },
    { "character": "Mysterious Voice 3", "line": "Drezel. Now, go away!" },
    { "character": "Player", "line": "Hi, I just moved in next door." },
    { "character": "Player", "line": "Can I borrow a cup of coffee?" },
    { "character": "Mysterious Voice", "line": "What next door? What's coffee? Who ARE you?" },
    { "character": "Player", "line": "I hear this place is of historic interest." },
    { "character": "Player", "line": "Can I come in and have a wander around? Possibly look at some antiques or buy something from your gift shop?" },
    { "character": "Mysterious Voice", "line": "Pssst... Hey... Is this place of historic interest?" },
    { "character": "Mysterious Voice 2", "line": "I dunno. I guess it might be. Does it matter?" },
    { "character": "Mysterious Voice", "line": "I suppose not." },
    { "character": "Mysterious Voice", "line": "Clear off! You can't come in!" },
    { "character": "Player", "line": "The council sent me to check your pipes." },
    { "character": "Mysterious Voice", "line": "They did? Ummm...." },
    { "character": "Mysterious Voice", "line": "Psst... Are there any pipes in here, you reckon?" },
    { "character": "Mysterious Voice 2", "line": "I dunno... I don't think so..." },
    { "character": "Mysterious Voice", "line": "We don't have any thanks! Bye!" },
    { "character": "Player", "line": "Nothing. Never mind." },
    { "character": "Mysterious Voice 3", "line": "Hello?" },
    { "character": "Player", "line": "What am I supposed to be doing again?" },
    { "character": "Mysterious Voice 3", "line": "Who are you?" },
    { "character": "Mysterious Voice 2", "line": "SHHHH! It's the adventurer!" },
    { "character": "Mysterious Voice 3", "line": "Ah! I want you to go kill the horrible dog in the mausoleum for me! You can use the entrance out there." },
    { "character": "Mysterious Voice 3", "line": "You'll do this for good old Delzig, won't ya buddy?" },
    { "character": "Mysterious Voice", "line": "Drezel!" },
    { "character": "Mysterious Voice 3", "line": "*cough* for good old Drezel, right buddy?" },
    { "character": "Monk", "line": "Excuse me...oh, wait, I thought you were someone else." },
    { "character": "Player", "line": "No problem. Have a good day!" },
    { "character": "Monk", "line": "And yourself." },
    { "character": "Player", "line": "Hmmm... From the looks of things, it seems as though somebody has been trying to force this gate open. It's still securely locked however." },
    { "character": "Player", "line": "About that job I'm doing..." },
    { "character": "Player", "line": "Well... I went to the temple like you asked me to... and I spoke to someone inside..." },
    { "character": "King Roald", "line": "Ah, well that must have been Drezel then. What did he say?" },
    { "character": "Player", "line": "Well... he seemed to be having some kind of trouble. He asked for my help." },
    { "character": "King Roald", "line": "Well I expect you to offer him your full assistance in whatever he needs." },
    { "character": "Player", "line": "Well... okay then." },
    { "character": "Player", "line": "Not really." },
    { "character": "King Roald", "line": "You will have to excuse me then. I am very busy as I have a kingdom to run!" },
    { "character": "Player", "line": "There we go, one dead dog. I should go and tell Drezel." },
    { "character": "Mysterious Voice 3", "line": "You again? What do you want now?" },
    { "character": "Player", "line": "I killed that dog for you." },
    { "character": "Mysterious Voice 3", "line": "Really? Hey, that's great!" },
    { "character": "Mysterious Voice", "line": "Yeah thanks a lot buddy!" },
    { "character": "Mysterious Voice 2", "line": "HAHAHAHAHAHA!" },
    { "character": "Player", "line": "What's so funny?" },
    { "character": "Mysterious Voice 3", "line": "Nothing buddy! We're just so grateful!" },
    { "character": "Mysterious Voice 2", "line": "Yeah, maybe you should go tell the king what a great job you did buddy!" },
    { "character": "Player", "line": "Yes, I spoke to the guys at the temple. They said they were being bothered by a dog in the mausoleum, so I went and killed it for them. No problem." },
    { "character": "King Roald", "line": "YOU DID WHAT???" },
    { "character": "Player", "line": "Uh oh..." },
    { "character": "King Roald", "line": "Are you a complete imbecile?" },
    { "character": "Player", "line": "Maybe?" },
    { "character": "King Roald", "line": "That mausoleum contains the only passage between Morytania and Misthalin! Not only that, it's built right over the source of the River Salve!" },
    { "character": "Player", "line": "Did I make a mistake?" },
    { "character": "King Roald", "line": "YES YOU DID!!!!! Without that 'dog', there's nothing to stop someone from entering the mausoleum to sabotage the blessings on the river. Thanks to you, all of Misthalin is now at risk!" },
    { "character": "Player", "line": "B-but... Drezel told me to..." },
    { "character": "King Roald", "line": "No, you absolute cretin! Obviously some fiend has done something to Drezel and tricked your feeble intellect into helping them kill that guard dog!" },
    { "character": "King Roald", "line": "Now you get back there and do whatever is necessary to safeguard the kingdom from attack, or I will see you beheaded for high treason!" },
    { "character": "Player", "line": "Y-yes your highness." },
    { "character": "King Roald", "line": "Why haven't you ensured the border with Morytania is secure yet?" },
    { "character": "Player", "line": "Okay, okay... I'm going, I'm going... There's no need to shout..." },
    { "character": "King Roald", "line": "NO NEED TO SHOUT???" },
    { "character": "King Roald", "line": "Listen, and listen well, and see if your puny mind can comprehend this: if the border is not protected, then we are all at the mercy of the vampyres!" },
    { "character": "King Roald", "line": "I would say that me shouting at you for your incompetence is the LEAST of your worries right now. NOW GO!" },
    { "character": "Player", "line": "It sounds like there's something alive inside it. I don't think it would be a very good idea to open it..." },
    { "character": "Player", "line": "Hello." },
    { "character": "Drezel", "line": "Oh! You do not appear to be one of those Zamorakians who imprisoned me! Who are you and why are you here?" },
    { "character": "Player", "line": "My name's adventurer. King Roald sent me to find out what was going on at the temple. I take it you are Drezel?" },
    { "character": "Drezel", "line": "That's right! Oh, praise be to Saradomin! All is not yet lost!" },
    { "character": "Drezel", "line": "I feared that when those Zamorakians attacked this place and imprisoned me up here, Misthalin would be doomed!" },
    { "character": "Drezel", "line": "If they should manage to desecrate the holy River Salve, we will be defenceless against the vampyres of Morytania!" },
    { "character": "Player", "line": "Why is the river such a good defence?" },
    { "character": "Drezel", "line": "I'm not sure if this is the best time for a history lesson. I suppose I can give you a brief overview though. It might help you understand our next steps." },
    { "character": "Drezel", "line": "It is said that many years ago, the land that is now Morytania was a peaceful Saradominist kingdom. Alas, all that ended when the vampyres invaded, claiming the land as their own." },
    { "character": "Drezel", "line": "Morytania wasn't enough for them though. Soon, they set their sights on these lands as well." },
    { "character": "Drezel", "line": "Misthalin would have quickly fallen to the vampyres, were it not for the bravery of the Seven Priestly Warriors." },
    { "character": "Drezel", "line": "They led the armies of Misthalin against the vampyres in a great battle that took place right where this temple stands." },
    { "character": "Drezel", "line": "For ten days and nights they fought, never sleeping, never eating, fuelled by their desire to make the world a better place for humans to live." },
    { "character": "Drezel", "line": "On the eleventh day they were to be joined by reinforcements. However, when those reinforcements arrived, they found the Seven Priestly Warriors and their forces had been slain by the vampyres." },
    { "character": "Drezel", "line": "Their sacrifice was not in vain though. Before they were defeated, the Seven Priestly Warriors managed to bless the Salve with the holy power of Saradomin." },
    { "character": "Drezel", "line": "Their blessings remain to this day, ensuring no vampyre can cross the river." },
    { "character": "Drezel", "line": "The temple here was built soon after. It guards the source of the River Salve, and acts as the only passage between Misthalin and Morytania." },
    { "character": "Drezel", "line": "Once the temple was complete, the bodies of the Seven Priestly Warriors were laid to rest in tombs of honour in the mausoleum below. On the top of each tomb, a golden gift was placed as a mark of respect." },
    { "character": "Drezel", "line": "A great statue was also built over the river, so that all who might try and cross into Misthalin would know that these lands are protected by Saradomin himself." },
    { "character": "Player", "line": "Okay, I can see how the river protects the border. Where do these Zamorakians fit in though?" },
    { "character": "Drezel", "line": "Well, as much as it saddens me to say so adventurer, Lord Saradomin's presence has not been felt on the land for many years now." },
    { "character": "Drezel", "line": "Of course, while we know that he still watches over us, his power here is not as strong as it once was." },
    { "character": "Drezel", "line": "I fear this group of Zamorakians intends to take advantage of that. If they can somehow pollute the Salve, the blessings on the river might fail." },
    { "character": "Drezel", "line": "If that happens, there won't be anything to stop an invasion from Morytania." },
    { "character": "Drezel", "line": "So what do you say adventurer? Will you aid me and all of Misthalin in foiling this Zamorakian plot?" },
    { "character": "Player", "line": "Yes, of course." },
    { "character": "Drezel", "line": "Thank you, adventurer. There is a well in the mausoleum beneath the temple that provides direct access to the source of the Salve. That will be where the Zamorakians will attempt their sabotage." },
    { "character": "Drezel", "line": "We need to get to that well. However, the immediate problem is that I'm trapped in this cell." },
    { "character": "Drezel", "line": "The key must be somewhere nearby. One of the Zamorakians might have it, or they might have hidden it somewhere. That's not the only problem though." },
    { "character": "Player", "line": "What else is there?" },
    { "character": "Drezel", "line": "When the Salve was blessed, a small number of vampyres were left trapped on this side of it. They were heavily weakened, but still posed a dangerous threat." },
    { "character": "Drezel", "line": "This coffin here contains one of those vampyres. The Zamorakians somehow found it and brought it here with them." },
    { "character": "Player", "line": "I see. It doesn't seem to be posing a threat right now though." },
    { "character": "Drezel", "line": "No, but as those fiendish Zamorakians pointed out to me with delight, as I am the descendant of one of the Seven Priestly Warriors who blessed the river, it will likely recognise the smell of my blood." },
    { "character": "Drezel", "line": "If I get too close, it will probably wake up and kill me, very slowly and painfully." },
    { "character": "Player", "line": "Maybe I could kill it somehow?" },
    { "character": "Drezel", "line": "No adventurer, you should not risk waking it. Even now, it could pose a huge threat." },
    { "character": "Drezel", "line": "The priests of old would incapacitate trapped vampyres with the blessings of Saradomin. I suggest you do the same." },
    { "character": "Player", "line": "Right. So, I need to find the key to your cell and do something about the vampyre. Got it." },
    { "character": "Drezel", "line": "Good luck." },
    { "character": "Player", "line": "No." },
    { "character": "Drezel", "line": "Oooooh... I knew it was too good to be true... Then leave me to my fate villain, there's no need to taunt me as well as keeping me imprisoned." },
    { "character": "Player", "line": "So, what now?" },
    { "character": "Drezel", "line": "Well, let's just say if we cannot undo whatever damage has been done here, the entire land is in grave peril!" },
    { "character": "Drezel", "line": "How goes it adventurer? Any luck in finding the key to the cell or a way of stopping the vampyre yet?" },
    { "character": "Player", "line": "No, not yet..." },
    { "character": "Drezel", "line": "Well don't give up adventurer! That key must be around here somewhere! I know none of those Zamorakians ever got very far from this building!" },
    { "character": "Player", "line": "How do you know that?" },
    { "character": "Drezel", "line": "I could hear them laughing about some gullible fool that they tricked into killing the guard dog at the monument." },
    { "character": "Player", "line": "Oh." },
    { "character": "Drezel", "line": "Honestly, what kind of idiot would go around killing things just because a stranger told them to? What kind of oafish, numb-skulled, dim-witted..." },
    { "character": "Player", "line": "Okay, okay, I get the picture!" },
    { "character": "Player", "line": "Could you tell me more about this temple?" },
    { "character": "Player", "line": "Thank you for the information. I'll get going." },
    { "character": "Player", "line": "I do indeed, sire. He has been imprisoned by some Zamorakian monks." },
    { "character": "King Roald", "line": "What? This is wholly unacceptable! I order you to do all that you can to free Drezel immediately!" },
    { "character": "Player", "line": "I was doing that anyway." },
    { "character": "King Roald", "line": "Ah, I see. In that case keep up the good work." },
    { "character": "Player", "line": "I have this key I took from one of those Zamorakian monks!" },
    { "character": "Drezel", "line": "Excellent work adventurer! Quickly, try it on the door, and see if it will free me!" },
    { "character": "Player", "line": "I have this key I took from one of the monuments underground." },
    { "character": "Drezel", "line": "Oh! Thank you! You have found the key!" },
    { "character": "Player", "line": "The key fit the lock! You're free to leave now!" },
    { "character": "Drezel", "line": "Excellent work, adventurer! Unfortunately, as you know, I cannot risk waking the vampyre in that coffin." },
    { "character": "Player", "line": "Do you have any ideas about dealing with the vampyre?" },
    { "character": "Drezel", "line": "Well, the water of the Salve should still have enough power to work against the vampyre, even if the Zamorakians have desecrated it." },
    { "character": "Drezel", "line": "Maybe you should try and get hold of some?" },
    { "character": "King Roald", "line": "Have you freed Drezel yet?" },
    { "character": "Player", "line": "Well, I found the key to his cell and unlocked it, but there's a vampyre in there stopping him leaving." },
    { "character": "King Roald", "line": "A vampyre? Well, I order you to do something about it at once!" },
    { "character": "Player", "line": "Yeah, I was planning on doing that anyway." },
    { "character": "King Roald", "line": "Good work! Always a place for quick thinkers in my kingdom!" },
    { "character": "Player", "line": "I don't think pouring normal water on the coffin is going to help..." },
    { "character": "Player", "line": "This water doesn't look particularly holy to me... I think I'd better check with Drezel first." },
    { "character": "Player", "line": "I have some water from the Salve. It seems to have been desecrated though. Do you think you could bless it for me?" },
    { "character": "Drezel", "line": "Yes, good thinking adventurer! Give it to me, I will bless it!" },
    { "character": "Player", "line": "I have some blessed water from the Salve in this bucket. Do you think it will help against that vampyre?" },
    { "character": "Drezel", "line": "Yes! Great idea! If his coffin is doused in the blessed water he will be unable to leave it! Use it on his coffin, quickly!" },
    { "character": "Player", "line": "The vampyre should be dealt with. I'd still best not risk it though." },
    { "character": "Player", "line": "Yes sire." },
    { "character": "King Roald", "line": "Aha! Good work adventurer! What news of the border defences against Morytania?" },
    { "character": "Player", "line": "I, uh, don't know about that..." },
    { "character": "King Roald", "line": "Well get back and find out at once! This is a matter of national security and if I find out we are vulnerable I will hold you personally responsible!" },
    { "character": "Player", "line": "I poured the blessed water over the coffin. I think that should trap the vampyre in there long enough for you to escape." },
    { "character": "Drezel", "line": "Excellent work adventurer! I am free at last! Let me ensure that evil vampyre is trapped for good. I will then meet you down in the mausoleum." },
    { "character": "Drezel", "line": "I just need to ensure this vampyre is trapped. I will meet you down in the mausoleum." },
    { "character": "Player", "line": "Okay." },
    { "character": "King Roald", "line": "Have you ensured Misthalin's border is fully secured?" },
    { "character": "Player", "line": "Not yet. I'm working on it though." },
    { "character": "King Roald", "line": "Good, good." },
    { "character": "Drezel", "line": "STOP!" },
    { "character": "Player", "line": "Can't I go through there?" },
    { "character": "Drezel", "line": "No, you cannot! It is taking all of my willpower to hold that barrier in place. You must restore the sanctity of the Salve as soon as possible!" },
    { "character": "Drezel", "line": "Ah, adventurer. Glad you made it. Things are worse than I feared down here. I'm not sure if I will be able to repair the damage." },
    { "character": "Player", "line": "Why, what's happened?" },
    { "character": "Drezel", "line": "Sadly, with the guard dog gone, there was nothing to stop those Zamorakians from entering the mausoleum. From what I can tell, they have used some kind of evil potion to pollute the Salve." },
    { "character": "Drezel", "line": "The well here is built right over the source of the river. That means that their potion will spread all the way down the Salve, disrupting the blessings placed upon it." },
    { "character": "Drezel", "line": "Before long, there will be nothing to stop the vampyres from invading Misthalin at their leisure." },
    { "character": "Player", "line": "What can we do to prevent that?" },
    { "character": "Drezel", "line": "This passage is currently the only route between Morytania and Misthalin. The barrier here draws power from the river." },
    { "character": "Drezel", "line": "I have managed to reinforce the barrier, but I must continue focussing on it to keep it intact. Although the passage is safe for now, I do not know how long I can keep it that way." },
    { "character": "Drezel", "line": "This passage could be the least of our worries soon though. Before long, the vampyres will be able to cross at any point of the river. We won't be able to reinforce all of it." },
    { "character": "Player", "line": "Couldn't you bless the river to purify it? Like you did with the water I took from the well?" },
    { "character": "Drezel", "line": "No, that would not work. The power I have from Saradomin is not great enough to cleanse an entire river of this foul Zamorakian pollutant." },
    { "character": "Drezel", "line": "However, I do have one other idea." },
    { "character": "Player", "line": "What's that?" },
    { "character": "Drezel", "line": "I believe we might be able to soak up the evil magic that the potion has released into the river." },
    { "character": "Drezel", "line": "I'm sure you know of runestones, used by mages to power their spells. The essence used to create these stones absorbs magical potential from runic altars to be released later." },
    { "character": "Player", "line": "And you think we could use some rune essence to absorb the magic they've released into the Salve?" },
    { "character": "Drezel", "line": "Exactly. If you could bring me fifty essence, I should be able to reverse the damage done. Be quick though. The longer we wait, the worse things will get." },
    { "character": "Player", "line": "What am I supposed to do again?" },
    { "character": "Drezel", "line": "Bring me fifty rune essence so that I can undo the damage done by those Zamorakians." },
    { "character": "Player", "line": "I brought you some rune essence." },
    { "character": "Drezel", "line": "Quickly, give them to me!" },
    { "character": "Drezel", "line": "Thank you. I need more." },
    { "character": "Player", "line": "How much more essence do I need to bring you?" },
    { "character": "Drezel", "line": "I need more." },
    { "character": "Drezel", "line": "You have brought me notes saying 'I promise to pay the bearer on demand the listed number of Rune Essence.' How is that supposed to help me?" },
    { "character": "Player", "line": "I brought you some more essence." },
    { "character": "Drezel", "line": "Excellent! That should do it! I will bless these stones and place them within the well. With the river safe, Misthalin should be protected from the vampyres once more!" },
    { "character": "Drezel", "line": "Please take this dagger. It has been handed down within my family for generations and is filled with the power of Saradomin." },
    { "character": "Drezel", "line": "You will find that it has the ability to prevent werewolves from adopting their wolf form in combat. Hopefully it comes in useful." },
    { "character": "Player", "line": "So can I pass through that barrier now?" },
    { "character": "Drezel", "line": "Into Morytania? Yes, you can. The barrier will prevent the servants of Zamorak from entering Misthalin, but it is safe for those blessed by Saradomin." },
    { "character": "Drezel", "line": "I must warn you though, Morytania is an evil land. The region is filled with creatures and monsters more terrifying than any you'll find on this side of the Salve." },
    { "character": "Drezel", "line": "Worst of all are the vampyres, the rulers of Morytania. Be very cautious of their kind. Many are completely immune to human weaponry. Those that aren't, are still very hard to kill." },
    { "character": "Player", "line": "I'll be careful. Anything else I should know?" },
    { "character": "Drezel", "line": "The first settlement you'll likely come across is Canifis, a town of werewolves. They probably won't attack you unless provoked, but you should still be cautious." },
    { "character": "Drezel", "line": "You should keep your Wolfbane dagger to hand. It will prevent them from taking on their wolf form." },
    { "character": "Player", "line": "I see. Thanks." },
    { "character": "Drezel", "line": "One last thing. While in Morytania, stay alert for any mention of the Myreque." },
    { "character": "Player", "line": "The Myreque?" },
    { "character": "Drezel", "line": "Yes. They're a band of freedom fighters. They fight to protect the humans trapped in Morytania from the tyranny of the vampyres. Their hope is to one day rid the region of all evil." },
    { "character": "Drezel", "line": "Veliaf, the leader of their Mort Myre group, is an old friend. I imagine they'd appreciate the help of someone like you, if you can find them." },
    { "character": "Player", "line": "I'll keep an eye out for them." },
    { "character": "Drezel", "line": "Right, I think that's everything. Just the blessing itself now. Hold still a moment." },
    { "character": "Drezel", "line": "Good luck out there. Stay safe." },
    { "character": "Player", "line": "And you. See you later." }
  ],
  "characters": [
    {
      "name": "King Roald",
      "description": "Middle-aged male, British aristocratic accent, authoritative and regal tone. A straightforward monarch with a pampered upbringing, he can be dismissive yet becomes passionately angry when his kingdom is threatened."
    },
    {
      "name": "Drezel",
      "description": "Elderly male, British accent, calm and wise tone with deep religious conviction. A devout Saradominist priest who speaks with quiet dignity and compassionate guidance, even when imprisoned or facing danger."
    },
    {
      "name": "Mysterious Voice",
      "description": "Adult male, British accent, nervous and conspiratorial whisper. A Zamorakian monk trying to deceive the player, speaks in hushed tones and frequently consults with his companions."
    },
    {
      "name": "Mysterious Voice 2",
      "description": "Adult male, British accent, dim-witted and easily amused tone. A bumbling Zamorakian monk who laughs at the player's gullibility and struggles to keep up with the deception."
    },
    {
      "name": "Mysterious Voice 3",
      "description": "Adult male, British accent, sly and theatrical tone with fake friendliness. A Zamorakian monk pretending to be Drezel, frequently getting the fake name wrong and laughing maniacally when the ruse succeeds."
    },
    {
      "name": "Monk",
      "description": "Adult male, British accent, gentle and serene tone. A peaceful Saradominist monk with a calm, meditative demeanor who offers polite greetings to strangers."
    }
  ]
}
