{
  "branch": "quest/recruitment-drive",
  "quest_name": "Recruitment Drive",
  "lines": [
    { "character": "Player", "line": "Hello." },
    { "character": "Sir Tiffy Cashien", "line": "What ho, sirrah. Spiffing day for a walk in the park, what?" },
    { "character": "Player", "line": "...spiffing?" },
    { "character": "Sir Tiffy Cashien", "line": "Absolutely, top-hole! Well, can't stay and chat all day, dontchaknow! Ta-ta for now!" },
    { "character": "Player", "line": "Erm... goodbye." },
    { "character": "Player", "line": "Hello Sir Amik." },
    { "character": "Sir Amik Varze", "line": "Hello, friend!" },
    { "character": "Player", "line": "Do you have any other quests for me to do?" },
    { "character": "Sir Amik Varze", "line": "Quests, eh? Well, I don't have anything on the go at the moment, but there is an organisation that is always looking for capable adventurers to assist them." },
    { "character": "Sir Amik Varze", "line": "Your excellent work sorting out those Black Knights means I will happily write you a letter of recommendation." },
    { "character": "Sir Amik Varze", "line": "Would you like me to put your name forwards to them?" },
    { "character": "Player", "line": "Sure thing Sir Amik, sign me up!" },
    { "character": "Sir Amik Varze", "line": "Erm, well, this is a little embarrassing, I already HAVE put you forward as a potential member." },
    { "character": "Sir Amik Varze", "line": "They are called the Temple Knights, and you are to meet Sir Tiffy Cashien in Falador park for testing immediately." },
    { "character": "Player", "line": "Okey dokey, I'll go do that then." },
    { "character": "Player", "line": "No thanks, that doesn't sound like the kind of thing that would interest me..." },
    { "character": "Sir Amik Varze", "line": "As you wish adventurer, let's say no more about it." },
    { "character": "Sir Amik Varze", "line": "No, I am afraid not. I suggest you go meet Sir Tiffy in Falador Park, he will be expecting you." },
    { "character": "Player", "line": "Sir Amik Varze sent me to meet you here for some sort of testing...?" },
    { "character": "Sir Tiffy Cashien", "line": "Ah! Amik told me all about you, dontchaknow! Spiffing job you did with the old Black Knights there, absolutely first class." },
    { "character": "Player", "line": "...thanks, I think." },
    { "character": "Sir Tiffy Cashien", "line": "Well, a top-notch fellow like yourself is just the right sort we've been seeking for our organisation." },
    { "character": "Player", "line": "...testing? What exactly do you mean by testing?" },
    { "character": "Sir Tiffy Cashien", "line": "Jolly bad show! Varze was supposed to have informed you about all this before sending you here!" },
    { "character": "Sir Tiffy Cashien", "line": "Well, not your fault I suppose, what? Anywho, our organisation is looking for a certain specific type of person to join." },
    { "character": "Player", "line": "So... You want me to go kill some monster or something for you?" },
    { "character": "Sir Tiffy Cashien", "line": "Not at all, old bean. There's plenty of warriors around should we require dumb muscle." },
    { "character": "Sir Tiffy Cashien", "line": "That's really not the kind of thing our organisation is after, what?" },
    { "character": "Player", "line": "So you want me to go and fetch you some kind of common item, and then take it for delivery somewhere on the other side of the country?" },
    { "character": "Player", "line": "Because I really hate doing that!" },
    { "character": "Sir Tiffy Cashien", "line": "Haw haw haw What a dull thing to ask of someone, what?" },
    { "character": "Sir Tiffy Cashien", "line": "I know what you mean though, I did my fair share of running errands when I was a young adventurer, myself!" },
    { "character": "Player", "line": "So what exactly will this test consist of?" },
    { "character": "Sir Tiffy Cashien", "line": "Can't let just any old riff-raff in, what? The mindless thugs and bully boys are best left in the White Knights or the Guards, we look for the top-shelf brains to join us." },
    { "character": "Player", "line": "So you want to test my brains? Will it hurt?" },
    { "character": "Sir Tiffy Cashien", "line": "Haw Haw Haw That's a good one!" },
    { "character": "Sir Tiffy Cashien", "line": "Not in the slightest... Well, maybe a bit, but we all have to make sacrifices occasionally, what?" },
    { "character": "Player", "line": "What do you want me to do then?" },
    { "character": "Sir Tiffy Cashien", "line": "It's a test of wits, what? I'll take you to our secret training grounds, and you will have to pass through a series of five separate intelligence tests to prove you're our sort of" },
    { "character": "Sir Tiffy Cashien", "line": "adventurer." },
    { "character": "Sir Tiffy Cashien", "line": "Standard puzzle room rules will apply." },
    { "character": "Player", "line": "Erm... what are 'standard puzzle room rules' exactly?" },
    { "character": "Sir Tiffy Cashien", "line": "Never done this sort of thing before, what?" },
    { "character": "Sir Tiffy Cashien", "line": "The simple rules are: No items or equipment to be brought with you. Each room is a self contained puzzle. You may quit at any time." },
    { "character": "Sir Tiffy Cashien", "line": "Of course, if you quit a room, then all your progress up to that point will be cleared, and you'll have to start again from scratch." },
    { "character": "Sir Tiffy Cashien", "line": "Our organisation manages to filter all the top-notch adventurers this way. So, are you ready to go?" },
    { "character": "Player", "line": "This organisation you keep mentioning... Perhaps you could tell me a little about it?" },
    { "character": "Sir Tiffy Cashien", "line": "Oh, that Amik! Jolly bad form, did he not tell you anything that he was supposed to?" },
    { "character": "Player", "line": "No... He didn't really tell me anything except to come here and meet you..." },
    { "character": "Sir Tiffy Cashien", "line": "Well now old sport, let me give you the heads up and the low down, what?" },
    { "character": "Sir Tiffy Cashien", "line": "I represent the Temple Knights. We are the premier order of Knights in Asgarnia, if not the world. Saradomin himself personally founded our order" },
    { "character": "Sir Tiffy Cashien", "line": "centuries ago, and we answer only to him." },
    { "character": "Sir Tiffy Cashien", "line": "Only the very best of the best are permitted to join, and the powers we command are formidable indeed." },
    { "character": "Sir Tiffy Cashien", "line": "You might say that we are the front line of defence for the entire kingdom!" },
    { "character": "Player", "line": "So what's the difference between you and the White Knights?" },
    { "character": "Sir Tiffy Cashien", "line": "Well, in simple terms, we're better! Any fool with a sword can manage to get into the White Knights, which is mostly the reason they are so very, very incompetent, what?" },
    { "character": "Sir Tiffy Cashien", "line": "The Temple Knights on the other hand have to be smarter, stronger, better than all others. We are the elite. No man controls us for our orders come directly from" },
    { "character": "Sir Tiffy Cashien", "line": "Saradomin himself!" },
    { "character": "Player", "line": "Cool, you mean I get to meet Saradomin?" },
    { "character": "Sir Tiffy Cashien", "line": "Well, uh, not exactly... Sir Vey Lance, our head of operations, is the only one of our order who has ever personally met Saradomin, but everything he tells us to do is done with" },
    { "character": "Sir Tiffy Cashien", "line": "Saradomin's implicit permission." },
    { "character": "Sir Tiffy Cashien", "line": "It's not every job where you have more authority than the king, now is it?" },
    { "character": "Player", "line": "Wait... You can order the King around?!?!" },
    { "character": "Sir Tiffy Cashien", "line": "Well, not me personally, I'm only in the recruitment side of things dontchaknow, but the higher ranking members of the organisation have almost absolute power over this kingdom." },
    { "character": "Sir Tiffy Cashien", "line": "Plus a few others, so I hear...." },
    { "character": "Sir Tiffy Cashien", "line": "Anyway, this is why we keep our organisation shrouded in secrecy, and why we demand such rigorous testing for all potential recruits. Speaking of which, are you ready to begin your" },
    { "character": "Sir Tiffy Cashien", "line": "testing?" },
    { "character": "Player", "line": "Yeah, this sounds right up my street. Let's go!" },
    { "character": "Sir Tiffy Cashien", "line": "Well, bad luck old gal, you'll need to have a completely empty inventory and you can't be wearing any equipment before we can accurately test you." },
    { "character": "Sir Tiffy Cashien", "line": "Don't want people cheating by smuggling stuff in, what?" },
    { "character": "Sir Tiffy Cashien", "line": "Come and see me again after you've been to the old bank to drop your stuff off, what?" },
    { "character": "Sir Tiffy Cashien", "line": "Jolly good show! Now, the training grounds location is a secret so..." },
    { "character": "Sir Tiffy Cashien", "line": "Here we go! Mind your head!" },
    { "character": "Sir Tiffy Cashien", "line": "Oops, ignore the smell! Nearly there!" },
    { "character": "Sir Tiffy Cashien", "line": "And... Here we are! Best of luck!" },
    { "character": "Player", "line": "Well... I don't know... This doesn't really sound like my kind of thing..." },
    { "character": "Player", "line": "To be honest, I'd rather go kill stuff for loot than use my mind to work things out..." },
    { "character": "Sir Tiffy Cashien", "line": "Well, it takes all sorts to make the world spin, what? Maybe you'll find a nice job with the Guards sometime." },
    { "character": "Sir Tiffy Cashien", "line": "Sad though, your intelligence file seemed quite promising. Should you change your mind, you come back and let me know, what?" },
    { "character": "Sir Tiffy Cashien", "line": "Oh, jolly bad luck, what? Not quite the brainbox you thought you were, eh?" },
    { "character": "Sir Tiffy Cashien", "line": "Well, never mind! You have an open invitation to join our organisation, so when you're feeling a little smarter, come back and talk to me again!" },
    { "character": "Sir Tiffy Cashien", "line": "Ah, what ho! Back for another go at the old testing, what?" },
    { "character": "Sir Ren Itchood", "line": "Greetings friend, and welcome here, you'll find my puzzle not so clear. Hidden amongst my words, it's true, the password for the door as a clue." },
    { "character": "Sir Ren Itchood", "line": "Better than me, you'll not find In rhyming and in puzzles. This clue so clear will tax your mind Entirely as it confuzzles!" },
    { "character": "Sir Ren Itchood", "line": "This riddle of mine may confuse, I am quite sure of that. Mayhap you should closely peruse Every word i have spat?" },
    { "character": "Sir Ren Itchood", "line": "Feel the aching of your mind In puzzlement, confused. See the clue hidden behind His words, as you perused." },
    { "character": "Sir Ren Itchood", "line": "More than words, i have not for you Except the things i say today. Aware are you, this is a clue? Take note of what i say!" },
    { "character": "Sir Ren Itchood", "line": "Look closely at the words i speak; And study closely every part. See for yourself the word you seek Trapped for you if you're smart." },
    { "character": "Sir Ren Itchood", "line": "Rare it is that you will see A puzzle such as this! In many ways it tickles me Now, watching you hit and miss!" },
    { "character": "Player", "line": "I don't get that riddle..." },
    { "character": "Player", "line": "Can I have a different one?" },
    { "character": "Sir Ren Itchood", "line": "Before you hurry through that door Inspect the words i spoke. There is a simple hidden flaw Ere you think my rhyme a joke." },
    { "character": "Sir Ren Itchood", "line": "Twice it is now, i have stated In a rhyme, what is the pass. Maybe my words obfuscated Entirely beyond your class." },
    { "character": "Sir Ren Itchood", "line": "First my clue you did not see, I really wish you had. Such puzzling wordplay devilry Has left you kind of mad!" },
    { "character": "Sir Ren Itchood", "line": "Many types have passed through here Even such as you amongst their sort. And in the end, the puzzles clear; The hidden word you saught." },
    { "character": "Sir Ren Itchood", "line": "Last time my puzzle did not help Apparently, so you've bidden. Study my speech carefully, whelp To find the answer, hidden." },
    { "character": "Sir Ren Itchood", "line": "Repetition, once again Against good sense it goes. In my words, the answers plain Now that you see rhyme flows." },
    { "character": "Player", "line": "Can I have the final clue for the door?" },
    { "character": "Sir Ren Itchood", "line": "Betrayed by words the answer is In that what i say is the key There is no more help after this Especially no more from me." },
    { "character": "Sir Ren Itchood", "line": "Three times now, my riddle said; I hope you finally see the clue. Maybe think on what you've read; Easy when you know what to do." },
    { "character": "Sir Ren Itchood", "line": "For the last time i will state In simple words, the clue. Such tricky words make you irate Having no idea what to do..." },
    { "character": "Sir Ren Itchood", "line": "Maybe i will do my best; Especially at giving clues. Attempt to help you pass the test! That should help me pay my dues." },
    { "character": "Sir Ren Itchood", "line": "Lo! my final speech is now Attended to by you. Study my words, and find out how To understand my clue!" },
    { "character": "Sir Ren Itchood", "line": "Repeat myself to give the clue Again, i now do speak. It's hidden in my words - hey you! Now find the answer you seek." },
    { "character": "Sir Ren Itchood", "line": "Your wit is sharp, your brains quite clear; You solved my puzzle with no fear. At puzzles I rank you quite the best, now enter the portal for your next test." },
    { "character": "Sir Ren Itchood", "line": "It's sad to say, this test beat you. I'll send you to Tiffy, what to do?" },
    { "character": "Ms. Hynn Terprett", "line": "Greetings. I am here to test your wits with a simple riddle." },
    { "character": "Ms. Hynn Terprett", "line": "Here is my riddle: I estimate there to be 1 million inhabitants in the world of Gielinor, creatures and people both." },
    { "character": "Ms. Hynn Terprett", "line": "What would be the number you would get if you multiply the number of fingers on everythings left hand, to the nearest million?" },
    { "character": "Ms. Hynn Terprett", "line": "Here is my riddle: I have both a husband and daughter." },
    { "character": "Ms. Hynn Terprett", "line": "My husband is four times older than my daughter. In twenty years time, he will be twice as old as my daughter." },
    { "character": "Ms. Hynn Terprett", "line": "How old is my daughter now?" },
    { "character": "Ms. Hynn Terprett", "line": "Here is my riddle: Which of the following statements is true?" },
    { "character": "Ms. Hynn Terprett", "line": "Here is my riddle: Imagine that you have been captured by an enemy. You are to be killed, but in a moment of mercy, the enemy has allowed you to pick your own demise." },
    { "character": "Ms. Hynn Terprett", "line": "Your first choice is to be drowned in a lake of acid." },
    { "character": "Ms. Hynn Terprett", "line": "Your second choice is to be burned on a fire." },
    { "character": "Ms. Hynn Terprett", "line": "Your third choice is to be thrown to a pack of wolves that have not been fed in over a month." },
    { "character": "Ms. Hynn Terprett", "line": "Your final choice of fate is to be thrown from the walls of a castle, many hundreds of feet high." },
    { "character": "Ms. Hynn Terprett", "line": "Which fate would you be wise to choose?" },
    { "character": "Ms. Hynn Terprett", "line": "Here is my riddle: I dropped four identical stones, into four identical buckets, each containing an identical amount of water." },
    { "character": "Ms. Hynn Terprett", "line": "The first bucket's water was at 32 degrees Fahrenheit, the second was at 33 degrees, the third at 34 and the fourth was at 35 degrees." },
    { "character": "Ms. Hynn Terprett", "line": "Which bucket's stone dropped to the bottom of the bucket last?" },
    { "character": "Ms. Hynn Terprett", "line": "Excellent work. Please step through the portal to meet your next challenge." },
    { "character": "Ms. Hynn Terprett", "line": "No... I am very sorry. Apparently you are not up to the challenge. I will return you where you came from, better luck in the future." },
    { "character": "Lady Table", "line": "Welcome. This room will test your observation skills." },
    { "character": "Lady Table", "line": "Study the statues closely. There is one missing statue in this room." },
    { "character": "Lady Table", "line": "We will also mix the order up a little to make things interesting for you!" },
    { "character": "Lady Table", "line": "You have 10 seconds to memorise the statues... starting NOW!" },
    { "character": "Lady Table", "line": "We will now dim the lights and bring the missing statue back in." },
    { "character": "Lady Table", "line": "Please touch the statue you think has been added." },
    { "character": "Player", "line": "What am I supposed to be doing again?" },
    { "character": "Lady Table", "line": "Touch the statue that was brought in after you entered." },
    { "character": "Lady Table", "line": "If you touch the wrong one, you will fail this task, and will be escorted back to Falador." },
    { "character": "Lady Table", "line": "Excellent work. Please step through the portal to meet your next challenge." },
    { "character": "Lady Table", "line": "No... I am very sorry. Apparently you are not up to the challenge. I will return you where you came from, better luck in the future." },
    { "character": "Sir Tinley", "line": "Ah, you have arrived. Speak to me to begin your task." },
    { "character": "Sir Tinley", "line": "Ah, welcome. I have but one clue for you to pass this room's puzzle: 'Patience'." },
    { "character": "Sir Tinley", "line": "No... I am very sorry. Apparently you are not up to the challenge. I will return you where you came from, better luck in the future." },
    { "character": "Sir Tinley", "line": "Excellent work. Please step through the portal to meet your next challenge." },
    { "character": "Sir Kuam Ferentse", "line": "Ah, you're finally here. Your task for this room is to defeat Sir Leye. He has been blessed by Saradomin to be undefeatable by any blade, so it should be quite a challenge for you." },
    { "character": "Sir Kuam Ferentse", "line": "If you are having problems, remember; A true warrior uses his wits as much as his brawn. Fight smarter, not harder." },
    { "character": "Sir Leye", "line": "No blade may defeat me!" },
    { "character": "Sir Leye", "line": "AH-HA HA HA! You can NEVER defeat ME! I am blessed by Saradomin himself! NO BLADE MAY DEFEAT ME!" },
    { "character": "Sir Kuam Ferentse", "line": "Excellent work. Please step through the portal to meet your next challenge." },
    { "character": "Sir Kuam Ferentse", "line": "Well done, that was your fourth test, you only have one more to go." },
    { "character": "Sir Kuam Ferentse", "line": "Please step through the portal to your final test... ...and good luck." },
    { "character": "Sir Kuam Ferentse", "line": "Excellent work! You have passed all five of the required tests! Please accept my congratulations!" },
    { "character": "Miss Cheevers", "line": "Greetings. Welcome to my challenge." },
    { "character": "Miss Cheevers", "line": "All you need to do is leave from the opposite door to where you came in by." },
    { "character": "Miss Cheevers", "line": "I will warn you that this is more complicated than it may at first appear." },
    { "character": "Miss Cheevers", "line": "I should also warn you that there are limited supplies of the items in this room, so think carefully before using them, or you may find yourself stuck, and have to leave to start again!" },
    { "character": "Miss Cheevers", "line": "Best of luck!" },
    { "character": "Player", "line": "Can you give me any help?" },
    { "character": "Miss Cheevers", "line": "No, I am sorry, but that is forbidden by our rules." },
    { "character": "Miss Cheevers", "line": "If you are having a particularly tough time of it, I suggest you leave and come back later when you are in a more receptive frame of mind." },
    { "character": "Miss Cheevers", "line": "Sometimes a break from concentration will yield fresh insight. Our aim is to test you, but not to the point of frustration!" },
    { "character": "Player", "line": "Okay, thanks!" },
    { "character": "Player", "line": "Please... I am REALLY stuck... Isn't there ANYTHING you can do to help me...?" },
    { "character": "Miss Cheevers", "line": "Well... Look, I really shouldn't say anything about this room, but..." },
    { "character": "Miss Cheevers", "line": "When I was attempting to join the Temple Knights I myself had to do this puzzle myself." },
    { "character": "Miss Cheevers", "line": "It was slightly different, but the idea behind it was the same, and I left the notes I had made while doing it hidden in one of the bookcases." },
    { "character": "Miss Cheevers", "line": "If you look carefully you may find them, and they may be of some use to you." },
    { "character": "Miss Cheevers", "line": "I really can't be any more help than that I'm afraid, it is more than my job's worth to have given you the help I already have." },
    { "character": "Player", "line": "Okay, thanks a lot, you've been very helpful!" },
    { "character": "Miss Cheevers", "line": "Best of luck with the test, I hope your application is successful." },
    { "character": "Sir Spishyus", "line": "Ah, welcome." },
    { "character": "Player", "line": "Hello there. What am I supposed to be doing in this room?" },
    { "character": "Sir Spishyus", "line": "Well, your task is to take this fox, this chicken and this bag of grain across that bridge there to the other side of the room." },
    { "character": "Sir Spishyus", "line": "When you have done that, your task is complete." },
    { "character": "Player", "line": "Is that it?" },
    { "character": "Sir Spishyus", "line": "Well, it is not quite as simple as that may sound." },
    { "character": "Sir Spishyus", "line": "Firstly, you may only carry one of the objects across the room at a time, for the bridge is old and fragile." },
    { "character": "Sir Spishyus", "line": "Secondly, the fox wants to eat the chicken, and the chicken wants to eat the grain. Should you ever leave the fox unattended with the chicken, or the grain unattended with the chicken, then" },
    { "character": "Sir Spishyus", "line": "one of them will be eaten, and you will be unable to complete the test." },
    { "character": "Player", "line": "Okay, I'll see what I can do." },
    { "character": "Player", "line": "Listen, this is really annoying me. Can't you just stop the fox eating the chicken or the chicken eating the grain for me, while I carry the other stuff across the bridge?" },
    { "character": "Sir Spishyus", "line": "I am afraid not. My task is solely to observe your progress, we have explicit instructions not to assist you in any way.." },
    { "character": "Player", "line": "No, but seriously, please? Think of the poor chicken and grain! Being eaten!" },
    { "character": "Sir Spishyus", "line": "I am truly sorry, but my hands are tied. I suggest you think carefully before taking any items across the bridge with you, to ensure nothing gets eaten while you are not paying attention." },
    { "character": "Sir Spishyus", "line": "This is the only help I may give you..." },
    { "character": "Player", "line": "Well, thanks I guess..." },
    { "character": "Player", "line": "I really don't think I should be carrying more than 5 Kg across that rickety bridge..." },
    { "character": "Sir Spishyus", "line": "No... I am very sorry. Apparently you are not up to the challenge. I will return you where you came from, better luck in the future." },
    { "character": "Player", "line": "I believe I've managed to pass the tests!" },
    { "character": "Sir Tiffy Cashien", "line": "Oh, jolly well done! Your performance will need to be evaluated by Sir Vey personally, but I don't think it's going too far ahead of myself to welcome you to the team!" }
  ],
  "characters": [
    {
      "name": "Sir Tiffy Cashien",
      "description": "Elderly male, exaggerated upper-class British accent, jovial and eccentric tone. Head of Temple Knights recruitment who speaks with stereotypical British vernacular like 'What ho!' and 'Dontchaknow!'"
    },
    {
      "name": "Sir Amik Varze",
      "description": "Middle-aged male, refined British accent, authoritative and diplomatic tone. Leader of the White Knights and regent of Asgarnia, speaks with measured professionalism befitting his military and political position."
    },
    {
      "name": "Sir Ren Itchood",
      "description": "Middle-aged male, soft British accent, calm and poetic tone. A Temple Knight observer who speaks exclusively in rhymes and riddles, carries a lyre and has a serene, musical disposition."
    },
    {
      "name": "Ms. Hynn Terprett",
      "description": "Middle-aged female, crisp British accent, formal and intellectual tone. A Temple Knight recruiter who administers logic puzzles with a clever, measured demeanor befitting an examiner."
    },
    {
      "name": "Lady Table",
      "description": "Middle-aged female, proper British accent, formal and observant tone. A Temple Knight observer who tests memory and observation skills with clear, professional instructions."
    },
    {
      "name": "Sir Tinley",
      "description": "Middle-aged male, calm British accent, serene and patient tone. A Temple Knight observer in white armour who values patience above all, speaking with quiet wisdom and certainty."
    },
    {
      "name": "Sir Kuam Ferentse",
      "description": "Middle-aged male, authoritative British accent, encouraging and professional tone. A Temple Knight observer who oversees combat trials, offering cryptic hints while maintaining evaluative composure."
    },
    {
      "name": "Sir Leye",
      "description": "Adult male, gruff British accent, arrogant and surly tone. A Temple Knight blessed by Saradomin who boasts about his invulnerability with confident, mocking laughter."
    },
    {
      "name": "Miss Cheevers",
      "description": "Adult female, warm British accent, helpful and slightly mischievous tone. A Temple Knight observer who administers alchemy puzzles and secretly offers hints despite the rules."
    },
    {
      "name": "Sir Spishyus",
      "description": "Middle-aged male, formal British accent, apologetic and strict tone. A Temple Knight observer who administers logic puzzles and regretfully enforces rules without offering assistance."
    }
  ]
}
