{
  "branch": "quest/rune-mysteries",
  "quest_name": "Rune Mysteries",
  "lines": [
    {
      "character": "Duke Horacio",
      "line": "Greetings. Welcome to my castle."
    },
    {
      "character": "Player",
      "line": "Have you any quests for me?"
    },
    {
      "character": "Duke Horacio",
      "line": "Well, I wouldn't describe it as a quest, but there is something I could use some help with."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Duke Horacio",
      "line": "We were recently sorting through some of the things stored down in the cellar, and we found this old talisman."
    },
    {
      "character": "Duke Horacio",
      "line": "The Order of Wizards over at the Wizards' Tower have been on the hunt for magical artefacts recently. I wonder if this might be just the kind of thing they're after."
    },
    {
      "character": "Duke Horacio",
      "line": "Would you be willing to take it to them for me?"
    },
    {
      "character": "Player",
      "line": "Sure, no problem."
    },
    {
      "character": "Duke Horacio",
      "line": "Thank you very much. You'll find the Wizards' Tower south west of here, across the bridge from Draynor Village. When you arrive, look for Sedridor. He is the Archmage of the wizards there."
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Duke Horacio",
      "line": "As you wish. Hopefully I can find someone else to help."
    },
    {
      "character": "Player",
      "line": "What did you want me to do again?"
    },
    {
      "character": "Duke Horacio",
      "line": "Did you take that talisman to Sedridor?"
    },
    {
      "character": "Player",
      "line": "No, I lost it."
    },
    {
      "character": "Duke Horacio",
      "line": "Ah, well that explains things. One of my servants found it outside, and it seemed too much of a coincidence that another would suddenly show up."
    },
    {
      "character": "Duke Horacio",
      "line": "Here, take it to the Wizards' Tower, south west of here. Please try not to lose it this time."
    },
    {
      "character": "Duke Horacio",
      "line": "Take that talisman I gave you to Sedridor at the Wizards' Tower. You'll find it south west of here, across the bridge from Draynor Village."
    },
    {
      "character": "Player",
      "line": "Okay, will do."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Welcome adventurer, to the world renowned Wizards' Tower, home to the Order of Wizards. We are the oldest and most prestigious group of wizards around. Now, how may I help you?"
    },
    {
      "character": "Player",
      "line": "Are you Sedridor?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Sedridor? What is it you want with him?"
    },
    {
      "character": "Player",
      "line": "The Duke of Lumbridge sent me to find him. I have this talisman he found. He said Sedridor would be interested in it."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Did he now? Well hand it over then, and we'll see what all the hubbub is about."
    },
    {
      "character": "Player",
      "line": "Okay, here you are."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm... Doesn't seem to be anything too special. Just a normal air talisman by the looks of things. Still, looks can be deceiving. Let me take a closer look..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "How interesting... It would appear I spoke too soon. There's more to this talisman than meets the eye. In fact, it may well be the last piece of the puzzle."
    },
    {
      "character": "Player",
      "line": "Puzzle?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Indeed! The lost legacy of the first tower. This talisman may in fact be key to finding the forgotten essence mine!"
    },
    {
      "character": "Player",
      "line": "First tower? Forgotten essence mine? What are you on about?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Ah, my apologies, adventurer. Allow me to fill you in."
    },
    {
      "character": "Player",
      "line": "Go ahead."
    },
    {
      "character": "Archmage Sedridor",
      "line": "As you are likely aware, when we cast spells, we do so using the power of runes."
    },
    {
      "character": "Archmage Sedridor",
      "line": "These runes are crafted from a highly unique material, and then imbued with magical power from various runic altars. Different altars create different runes with different magical effects."
    },
    {
      "character": "Archmage Sedridor",
      "line": "The process of imbuing runes is called runecrafting. Legend has it that this was once a common art, but the secrets of how to do it were lost until just under two hundred years ago."
    },
    {
      "character": "Archmage Sedridor",
      "line": "The rediscovery of runecrafting had such a large impact on the world, that it marked the dawn of the Fifth Age. It also resulted in the birth of our order, and the construction of the first Wizards' Tower."
    },
    {
      "character": "Player",
      "line": "If it was the first tower, I'm guessing it doesn't exist anymore? What happened?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "It was burnt down by traitorous members of our own order. They followed the evil god of chaos, Zamorak, and they wished to claim our magical discoveries in his name."
    },
    {
      "character": "Archmage Sedridor",
      "line": "When the tower burnt down, much was lost, including an important incantation. A spell that could be used to teleport to a hidden essence mine."
    },
    {
      "character": "Player",
      "line": "The essence mine you mentioned earlier, I assume?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Precisely. Rune essence is the material used to make runes, but it is incredibly rare. That essence mine was the only place it could be found that our order knew of."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Since the incantation was lost, we have struggled to maintain our stocks of rune essence."
    },
    {
      "character": "Archmage Sedridor",
      "line": "There are seemingly those out there that still know where to find some, but while they have been willing to sell essence to us, they have refused to share knowledge on how to find it ourselves."
    },
    {
      "character": "Player",
      "line": "I'm starting to see why this is so important. So you think this talisman can help you rediscover that incantation?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "I do! All magic leaves traces, and from what I can tell, this talisman was used heavily during the time of the first tower."
    },
    {
      "character": "Archmage Sedridor",
      "line": "It would have been taken to the essence mine many times, and the magical energies there will have left an imprint on it. To think that it was hidden in Lumbridge all this time!"
    },
    {
      "character": "Player",
      "line": "So what happens now?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "It is critical I share this discovery with my associate, Aubury, as soon as possible. He's not much of a wizard, but he's an expert on runecrafting, and his insight will be essential."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Would you be willing to visit him for me? I would go myself, but I wish to study this talisman some more."
    },
    {
      "character": "Player",
      "line": "Yes, certainly."
    },
    {
      "character": "Archmage Sedridor",
      "line": "He runs a rune shop in the south east of Varrock. Please, take this package of research notes to him. If all goes well, the secrets of the essence mine may soon be ours once more!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Best of luck,."
    },
    {
      "character": "Player",
      "line": "I don't remember telling you my name... How do you know it?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Really now? I am the Archmage you know."
    },
    {
      "character": "Player",
      "line": "No, I'm busy."
    },
    {
      "character": "Archmage Sedridor",
      "line": "As you wish adventurer. I will continue to study this talisman you have brought me. Return here if you find yourself with some spare time to help me."
    },
    {
      "character": "Player",
      "line": "Actually, I'm not interested."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Oh... Well I guess the short of it is that this talisman could be key to helping us rediscover an important teleportation incantation."
    },
    {
      "character": "Archmage Sedridor",
      "line": "With it, we'll be able to access a hidden essence mine, our lost source of rune essence."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well?"
    },
    {
      "character": "Player",
      "line": "I don't seem to have it with me."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm? You are a very odd person. Come back again when you have it."
    },
    {
      "character": "Player",
      "line": "No, I'll only give it to Sedridor."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well good news, for I am Sedridor! Now, hand it over and let me have a proper look at it, hmm?"
    },
    {
      "character": "Player",
      "line": "No, I don't think you are Sedridor."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm... Well, I admire your caution adventurer. Perhaps I can prove myself? I will use my mental powers to discover..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Your name is... !"
    },
    {
      "character": "Player",
      "line": "You're right! How did you know that?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well I am the Archmage you know! You don't get to my position without learning a few tricks along the way!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "So now that I have proved myself to you, why don't you hand over that talisman, hmm?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Welcome back, adventurer. Do you have that talisman now?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well come back when you have it."
    },
    {
      "character": "Player",
      "line": "Here you go."
    },
    {
      "character": "Player",
      "line": "So is that talisman of any use to you?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hello again, adventurer. Please, take this package of research notes to Aubury in Varrock. He runs a rune shop in the south east of the city."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hello again, adventurer. Did you take that package to Aubury?"
    },
    {
      "character": "Player",
      "line": "I lost it. Could I have another?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well it's a good job I have copies of everything."
    },
    {
      "character": "Archmage Sedridor",
      "line": "He runs a rune shop in the south east of Varrock. Please deliver it to him soon."
    },
    {
      "character": "Aubury",
      "line": "Do you want to buy some runes?"
    },
    {
      "character": "Player",
      "line": "I've been sent here with a package for you."
    },
    {
      "character": "Aubury",
      "line": "A package? From who?"
    },
    {
      "character": "Player",
      "line": "From Sedridor at the Wizards' Tower."
    },
    {
      "character": "Aubury",
      "line": "From Sedridor? But... surely, he can't have? Please, let me have it. It must be extremely important for him to have sent a stranger."
    },
    {
      "character": "Aubury",
      "line": "Now, let's have a look..."
    },
    {
      "character": "Aubury",
      "line": "This... this is incredible."
    },
    {
      "character": "Aubury",
      "line": "My gratitude to you adventurer for bringing me these research notes. Thanks to you, I think we finally have it."
    },
    {
      "character": "Player",
      "line": "You mean the incantation?"
    },
    {
      "character": "Aubury",
      "line": "Well when we combine my own research with this latest discovery, I think we might just..."
    },
    {
      "character": "Aubury",
      "line": "No, no, I'm getting ahead of myself. The signs are promising, but let's not jump to any conclusions just yet."
    },
    {
      "character": "Aubury",
      "line": "Here, take these notes back to Sedridor. They should hopefully give him everything he needs."
    },
    {
      "character": "Aubury",
      "line": "Before you leave, why not have a cup of tea?"
    },
    {
      "character": "Player",
      "line": "I'd love a cup of tea."
    },
    {
      "character": "Player",
      "line": "No, thank you."
    },
    {
      "character": "Player",
      "line": "Uh... yeah... about that... I kind of don't have it with me..."
    },
    {
      "character": "Aubury",
      "line": "What kind of person says they have a delivery for me, but not with them? Honestly."
    },
    {
      "character": "Aubury",
      "line": "Come back when you have it."
    },
    {
      "character": "Aubury",
      "line": "Hello. Did you take those notes back to Sedridor?"
    },
    {
      "character": "Player",
      "line": "Sorry, but I lost them."
    },
    {
      "character": "Aubury",
      "line": "Well, luckily I have duplicates. It's a good thing they are written in code. I wouldn't want the wrong kind of person to get access to the information contained within."
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Aubury",
      "line": "Don't take too long. He'll be eager to see if this is indeed the breakthrough we were hoping for."
    },
    {
      "character": "Aubury",
      "line": "Now, did you want to buy some runes?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Ah,. How goes your quest? Have you delivered my research to Aubury yet?"
    },
    {
      "character": "Player",
      "line": "Yes, I have. He gave me some notes to give to you."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Wonderful! Let's have a look then."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Alright, let's see what Aubury has for us..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Yes, this is it! The lost incantation!"
    },
    {
      "character": "Player",
      "line": "So you'll be able to access that essence mine now?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "That's right! Because of you, our order finally has a proper source of rune essence again! Thank you, friend."
    },
    {
      "character": "Archmage Sedridor",
      "line": "If you ever want to access the essence mine yourself, just let me know. It's the least I can do."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I will also share the incantation with others, including Aubury. When I do, I'll let them know that you are to be given unlimited access to the mine."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Oh, and you can have this air talisman back as well. I have no further need of it, and I'm sure you will find it useful."
    },
    {
      "character": "Archmage Sedridor",
      "line": "In case you didn't know, the talisman can be used to craft air runes. Just take it to the Air Altar south of Falador along with some rune essence."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Don't worry if you can't find the altar. The talisman can guide you there. You may find talismans for other altars as well while adventuring. They'll let you craft other types of rune."
    },
    {
      "character": "Player",
      "line": "Great! Thanks!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "My pleasure!"
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Player",
      "line": "Err, you're not going to believe this..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "I don't have them."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Right... You're rather careless aren't you. I suggest you go and speak to Aubury once more. With luck he will have made copies."
    }
  ],
  "characters": [
    {
      "name": "Archmage Sedridor",
      "description": "Elderly male, British accent, authoritative and scholarly tone with dramatic flair. A distinguished archmage who speaks with confidence and excitement about magical discoveries."
    },
    {
      "name": "Aubury",
      "description": "Middle-aged male, British accent, warm and enthusiastic tone. A humble rune shop owner who is passionate about runecraft and eager to help, speaking with scholarly curiosity."
    },
    {
      "name": "Duke Horacio",
      "description": "Middle-aged male, refined British accent, dignified and formal tone. A noble duke who is courteous and helpful to visitors, speaking with measured authority befitting his station."
    }
  ]
}