{
  "branch": "quest/secrets-of-the-north",
  "quest_name": "Secrets of the North",
  "lines": [
    {
      "character": "Guard",
      "line": "Hey! Come out here. We need to talk!"
    },
    {
      "character": "Henryeta Carnillean",
      "line": "How could this happen? How? Will our pain never end?"
    },
    {
      "character": "Player",
      "line": "What are you on about?"
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Leave me at once! I don't want to talk right now."
    },
    {
      "character": "Philipe Carnillean",
      "line": "It's not fair! All the bad things keep happening to us! Why don't they happen to anyone else?"
    },
    {
      "character": "Player",
      "line": "What's happened?"
    },
    {
      "character": "Philipe Carnillean",
      "line": "I shouldn't talk to you. You might be one of the bad people."
    },
    {
      "character": "Claus the Chef",
      "line": "This poor family. I don't know how much more they can take."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Claus the Chef",
      "line": "Sorry, I shouldn't be talking to you about it."
    },
    {
      "character": "Guard",
      "line": "Hey! I need to talk to you!"
    },
    {
      "character": "Player",
      "line": "Me?"
    },
    {
      "character": "Guard",
      "line": "Yes, you. I have some questions."
    },
    {
      "character": "Player",
      "line": "Okay..."
    },
    {
      "character": "Guard",
      "line": "You were recently hired by Sir Ceril Carnillean, correct?"
    },
    {
      "character": "Player",
      "line": "That's right... he wanted me to find some cultists that stole his armour."
    },
    {
      "character": "Guard",
      "line": "And were you successful?"
    },
    {
      "character": "Player",
      "line": "Of course."
    },
    {
      "character": "Guard",
      "line": "And have you had any contact with the Carnilleans since your success?"
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Guard",
      "line": "And have you had any contact with the Carnilleans since your failure?"
    },
    {
      "character": "Player",
      "line": "Not really..."
    },
    {
      "character": "Player",
      "line": "Sorry, I'm very confused. What's all this about?"
    },
    {
      "character": "Guard",
      "line": "An unthinkable crime has taken place, and as someone who has recently had contact with the Carnilleans, you are one of our suspects."
    },
    {
      "character": "Player",
      "line": "A crime? What's happened?"
    },
    {
      "character": "Guard",
      "line": "Until I am satisfied that you were not involved, I can't say."
    },
    {
      "character": "Player",
      "line": "Well then what do I need to do to convince you I wasn't?"
    },
    {
      "character": "Guard",
      "line": "Sorry about all this. I'm pretty confident you had nothing to do with any of it, but I need to put on a good show for Lady Carnillean."
    },
    {
      "character": "Player",
      "line": "Right..."
    },
    {
      "character": "Guard",
      "line": "Well I must say adventurer, that is quite the alibi. You clearly had no involvement in this horrific crime."
    },
    {
      "character": "Player",
      "line": "Well I'm glad we could..."
    },
    {
      "character": "Guard",
      "line": "And what's that? You want to help us find the culprit? How generous of you!"
    },
    {
      "character": "Player",
      "line": "But I never said..."
    },
    {
      "character": "Player",
      "line": "*sigh*"
    },
    {
      "character": "Player",
      "line": "Of course! I would never sit by while criminals are on the loose! You will have all the help you need!"
    },
    {
      "character": "Guard",
      "line": "Excellent! Please join me upstairs when you're ready to begin."
    },
    {
      "character": "Player",
      "line": "What on Gielinor have I just agreed to?"
    },
    {
      "character": "Player",
      "line": "Sorry, I need to get going."
    },
    {
      "character": "Guard",
      "line": "But..."
    },
    {
      "character": "Guard",
      "line": "Let me run you through what happened before you start inspecting things."
    },
    {
      "character": "Player",
      "line": "Is that...?"
    },
    {
      "character": "Guard",
      "line": "Sir Ceril Carnillean."
    },
    {
      "character": "Player",
      "line": "What happened?"
    },
    {
      "character": "Guard",
      "line": "I was hoping you could help work that out."
    },
    {
      "character": "Player",
      "line": "Well I guess we should get started right away. What do we know so far?"
    },
    {
      "character": "Guard",
      "line": "It happened in the early hours of the morning. According to Lady Carnillean, Sir Ceril heard a noise coming from Butler Jones' old room. He got up to investigate."
    },
    {
      "character": "Guard",
      "line": "After a few moments, she heard Sir Ceril shout something, followed by a scream. She went to see what was happening, and this is what she found."
    },
    {
      "character": "Player",
      "line": "So no one else was in the room?"
    },
    {
      "character": "Guard",
      "line": "Not that she saw."
    },
    {
      "character": "Player",
      "line": "Where was everyone else at this point?"
    },
    {
      "character": "Guard",
      "line": "I was the guard on duty last night. I was stationed out front as usual. Claus, the family chef, was down in the kitchen preparing an early breakfast for Sir Ceril."
    },
    {
      "character": "Guard",
      "line": "Young Philipe was in bed. He slept through the entire thing."
    },
    {
      "character": "Player",
      "line": "Do we have any obvious suspects?"
    },
    {
      "character": "Guard",
      "line": "Jones is behind bars, but many of his fellow cultists are still at large. Perhaps this was an act of revenge on their part."
    },
    {
      "character": "Guard",
      "line": "It happened in the early hours of the morning. According to Lady Carnillean, Sir Ceril heard a noise coming from Butler Jones' room. He got up to investigate."
    },
    {
      "character": "Guard",
      "line": "Young Philipe was in bed. He slept through the entire thing. Jones himself was downstairs at the time, but he vanished before we could question him."
    },
    {
      "character": "Player",
      "line": "Jones vanished?"
    },
    {
      "character": "Guard",
      "line": "Indeed. That, along with the murder occurring in his room, makes him a prime suspect."
    },
    {
      "character": "Player",
      "line": "I see..."
    },
    {
      "character": "Player",
      "line": "Apart from Jones, do we have any other suspects?"
    },
    {
      "character": "Guard",
      "line": "We also have those cultists that broke in a while back. Following his disappearance, we can't help but wonder if Jones might have been in league with them..."
    },
    {
      "character": "Player",
      "line": "We can't rule anything out."
    },
    {
      "character": "Guard",
      "line": "There's a few other things to note, but it's probably best if you have a look around the crime scene before we go any further."
    },
    {
      "character": "Player",
      "line": "Good idea. I'll begin at once."
    },
    {
      "character": "Guard",
      "line": "Are you done looking around the crime scene?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Guard",
      "line": "Not to worry. Take all the time you need."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "My dear husband... how could this happen? Will our pain never end?"
    },
    {
      "character": "Player",
      "line": "I'm sorry for your loss."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Please, leave me. I would mourn alone."
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Philipe Carnillean",
      "line": "Then you're useless! Leave me alone!"
    },
    {
      "character": "Claus the Chef",
      "line": "I still don't believe it. This poor family. I don't know how much more they can take."
    },
    {
      "character": "Player",
      "line": "I think I've seen everything I need to. I should check in with the guard."
    },
    {
      "character": "Player",
      "line": "Hmm... was someone after Hazeel's restoration scroll?"
    },
    {
      "character": "Player",
      "line": "I think so."
    },
    {
      "character": "Guard",
      "line": "Find anything of note?"
    },
    {
      "character": "Player",
      "line": "I think that's everything."
    },
    {
      "character": "Guard",
      "line": "So someone broke in from the outside, something may have been stolen from a hidden room upstairs, and Sir Ceril was stabbed in the back. All useful information, but none of it gives us anything definitive."
    },
    {
      "character": "Guard",
      "line": "Thankfully, we do have one more lead that might hold some promise. Take a look at this."
    },
    {
      "character": "Guard",
      "line": "I found this by the window. That skull on it is the symbol of the Khazard Army. There's also a name engraved into the back: 'Evelot'."
    },
    {
      "character": "Player",
      "line": "Sounds like we need to find this Evelot and see what they know."
    },
    {
      "character": "Guard",
      "line": "While I agree, my superiors won't be happy if I open an investigation into a member of the Khazard Army. I think you'll need to handle this bit yourself. Besides, I need to take care of matters here."
    },
    {
      "character": "Guard",
      "line": "If you want a place to start, I'd suggest the bar at the Fight Arena. Places like that are always good for gathering information."
    },
    {
      "character": "Player",
      "line": "Good idea."
    },
    {
      "character": "Player",
      "line": "Should we not look into the Hazeel Cult as well?"
    },
    {
      "character": "Guard",
      "line": "They're definitely top suspects, but we don't have any actual evidence linking them to the crime. Until we do, this Evelot lead seems like a safer bet."
    },
    {
      "character": "Player",
      "line": "I see. Fair enough."
    },
    {
      "character": "Player",
      "line": "Why can't you investigate the Khazard Army yourself?"
    },
    {
      "character": "Guard",
      "line": "The matter is... complicated. On paper, General Khazard is an upstanding citizen, and his private army operates with approval from the crown. King Lathas even hired them for some peacekeeping once."
    },
    {
      "character": "Player",
      "line": "But?"
    },
    {
      "character": "Guard",
      "line": "It's fair to say that Khazard is a bit... controversial. His war with the gnomes is creating more than a few problems for Kandarin, not to mention the rumours about the people fighting in his arena..."
    },
    {
      "character": "Guard",
      "line": "For now though, King Lathas considers him a valuable ally. As such, it is preferred we maintain a good relationship with him and his army."
    },
    {
      "character": "Guard",
      "line": "Unlike his predecessor, King Thoros is keen to slowly distance himself from Khazard. However, in the meantime, we have to maintain a good relationship with him and his army."
    },
    {
      "character": "Player",
      "line": "And that's where I come in. I understand."
    },
    {
      "character": "Guard",
      "line": "No need to worry. Some of our best are already out searching for him. I'm sure he won't get far."
    },
    {
      "character": "Player",
      "line": "Maybe I could help them?"
    },
    {
      "character": "Guard",
      "line": "Your concern is appreciated, but they'll be fine. You're better off focusing on Evelot."
    },
    {
      "character": "Player",
      "line": "If you're sure."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Player",
      "line": "The window was broken from the outside."
    },
    {
      "character": "Guard",
      "line": "I didn't see anyone leave or enter from the front of the building last night, so that makes sense. The window must have been their way in and out."
    },
    {
      "character": "Player",
      "line": "So it was likely someone who didn't have any other way to access the mansion. We can probably rule out staff and family members."
    },
    {
      "character": "Guard",
      "line": "Agreed. Did you find anything else?"
    },
    {
      "character": "Player",
      "line": "Ceril was stabbed from behind."
    },
    {
      "character": "Guard",
      "line": "So he wasn't facing his killer. But if that were the case, why did Lady Carnillean say she heard him shouting? Surely he'd have been facing whoever he was shouting at."
    },
    {
      "character": "Player",
      "line": "That could mean there were two people in the room with him."
    },
    {
      "character": "Guard",
      "line": "Let's hope not. One killer on the loose is bad enough."
    },
    {
      "character": "Player",
      "line": "There's something else as well. It looks like the blade used to kill him was unusually thin."
    },
    {
      "character": "Guard",
      "line": "Really? How odd. I'll make a note to look into that once we're done here."
    },
    {
      "character": "Guard",
      "line": "Anyway, did you find anything else?"
    },
    {
      "character": "Player",
      "line": "A hidden room above us was broken into."
    },
    {
      "character": "Guard",
      "line": "A hidden room? What hidden room?"
    },
    {
      "character": "Player",
      "line": "It looks like it can only be accessed from in here. It doesn't seem like anyone has been in there for some time."
    },
    {
      "character": "Guard",
      "line": "What's in this room?"
    },
    {
      "character": "Player",
      "line": "There's a chest up there that's been broken into."
    },
    {
      "character": "Guard",
      "line": "Do you think they took anything from it?"
    },
    {
      "character": "Player",
      "line": "I'm not sure."
    },
    {
      "character": "Player",
      "line": "I don't know. I don't think so."
    },
    {
      "character": "Guard",
      "line": "This raises more questions than answers. Was this actually a murder, or just a robbery gone wrong? And how was there a hidden room that we knew nothing about?"
    },
    {
      "character": "Guard",
      "line": "Did you find anything else?"
    },
    {
      "character": "Player",
      "line": "I have to go."
    },
    {
      "character": "Guard",
      "line": "Oh. Well don't be gone too long. We have work to do here."
    },
    {
      "character": "Guard",
      "line": "So did you find anything of note in your investigation?"
    },
    {
      "character": "Player",
      "line": "I think I've gone over everything."
    },
    {
      "character": "Player",
      "line": "Hello again."
    },
    {
      "character": "Guard",
      "line": "Hello there. You should head over to the bar at the Fight Arena and see what you can learn about this Evelot."
    },
    {
      "character": "Player",
      "line": "Alright."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Khazard Barman",
      "line": "Hi, what can I get you? We have a range of quality brews."
    },
    {
      "character": "Player",
      "line": "Do you know anyone called Evelot?"
    },
    {
      "character": "Khazard Barman",
      "line": "Why do you ask?"
    },
    {
      "character": "Player",
      "line": "I'm looking for them."
    },
    {
      "character": "Khazard Barman",
      "line": "It's not my place to go giving out information to people I don't know."
    },
    {
      "character": "Player",
      "line": "Are you sure? I could make it worth your while."
    },
    {
      "character": "Khazard Barman",
      "line": "Are you suggesting that I'm the kind of person that would besmirch my honour for a measly bribe?"
    },
    {
      "character": "Player",
      "line": "Er..."
    },
    {
      "character": "Khazard Barman",
      "line": "Because you'd be absolutely right! 100 coins will pay for the information you desire."
    },
    {
      "character": "Player",
      "line": "Alright, here's the money."
    },
    {
      "character": "Khazard Barman",
      "line": "Thank you very much."
    },
    {
      "character": "Player",
      "line": "So what can you tell me about Evelot?"
    },
    {
      "character": "Khazard Barman",
      "line": "So oddly enough, she was in here not that long ago, but just before you arrived, one of the lads came in and spoke to her."
    },
    {
      "character": "Player",
      "line": "To say what?"
    },
    {
      "character": "Khazard Barman",
      "line": "No idea, but she left in quite the hurry afterwards. Perhaps you'll be able to pick up her trail if you look around outside."
    },
    {
      "character": "Player",
      "line": "I might just do that. Thanks for the information."
    },
    {
      "character": "Khazard Barman",
      "line": "Fancy a drink before you go?"
    },
    {
      "character": "Player",
      "line": "Alright, I'll come back when I have the money."
    },
    {
      "character": "Khazard Barman",
      "line": "Like I said, 100 coins will pay for the information you desire."
    },
    {
      "character": "Khazard Barman",
      "line": "Like I told you, she left earlier in quite a hurry. Perhaps you'll be able to pick up her trail if you look around outside."
    },
    {
      "character": "Player",
      "line": "Ah yes, thanks again for the information."
    },
    {
      "character": "Guard",
      "line": "Hello there. Any luck at the Fight Arena?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Guard",
      "line": "Keep at it."
    },
    {
      "character": "Player",
      "line": "Evelot, I presume?"
    },
    {
      "character": "Evelot",
      "line": "If you think I'm coming quietly, you've got another thing coming!"
    },
    {
      "character": "Evelot",
      "line": "Alright, that's enough! You win!"
    },
    {
      "character": "Player",
      "line": "So will you answer my questions now?"
    },
    {
      "character": "Evelot",
      "line": "It doesn't seem like I have any other choice."
    },
    {
      "character": "Player",
      "line": "Ceril Carnillean has been murdered, and an amulet belonging to you was found at the scene of the crime."
    },
    {
      "character": "Evelot",
      "line": "What? My amulet?"
    },
    {
      "character": "Player",
      "line": "Yes, quite sloppy of you."
    },
    {
      "character": "Evelot",
      "line": "Don't patronise me! Do you really think I'd be so foolish as to leave my own amulet at the scene of a murder? The amulet was stolen a few days ago. Someone must have planted it there to set me up!"
    },
    {
      "character": "Evelot",
      "line": "I knew I shouldn't have taken this job!"
    },
    {
      "character": "Player",
      "line": "Job? What job?"
    },
    {
      "character": "Evelot",
      "line": "I needed money, badly. Some guy hired me for a simple robbery. Nice and straightforward, he said. All I had to do was break into that Carnillean house and retrieve something for him."
    },
    {
      "character": "Player",
      "line": "Who was this person?"
    },
    {
      "character": "Evelot",
      "line": "I don't know. He kept his face hidden. All I know is that he was willing to pay a lot."
    },
    {
      "character": "Player",
      "line": "And what did he want you to steal?"
    },
    {
      "character": "Evelot",
      "line": "Just some random scroll."
    },
    {
      "character": "Player",
      "line": "So what happened to Ceril?"
    },
    {
      "character": "Evelot",
      "line": "That had nothing to do with me! I admit, he saw me on my way out, but I was able to escape. I only found out he was dead after I got back to the Fight Arena!"
    },
    {
      "character": "Player",
      "line": "Hmm... What about this scroll? What was it?"
    },
    {
      "character": "Evelot",
      "line": "No idea. I was told to deliver it to some cultists south of the city, which I did."
    },
    {
      "character": "Player",
      "line": "Ah, so it was the Hazeel Cult that hired you. That's not surprising."
    },
    {
      "character": "Evelot",
      "line": "No, that's the thing. They were very happy when I gave them the scroll, but they had no idea I'd been hired to retrieve it!"
    },
    {
      "character": "Player",
      "line": "What? But if that's the case, then who hired you?"
    },
    {
      "character": "Evelot",
      "line": "I told you, I don't know! He was meant to meet me in the bar earlier to pay me, but he never showed up. This is such a mess!"
    },
    {
      "character": "Evelot",
      "line": "Just some random scroll, but it wasn't even there! The whole thing was for nothing!"
    },
    {
      "character": "Player",
      "line": "Hmm... Say the scroll had been there, what were you supposed to do with it?"
    },
    {
      "character": "Evelot",
      "line": "I was told to deliver it to some cultists south of the city."
    },
    {
      "character": "Player",
      "line": "What? But that doesn't make sense. The reason the scroll wasn't there is because the Hazeel Cult already managed to steal it. Why would they hire you to steal it again?"
    },
    {
      "character": "Evelot",
      "line": "I told you, I don't even know who hired me! The guy was meant to meet me in the bar earlier to pay me, but he never showed up. This is such a mess!"
    },
    {
      "character": "Player",
      "line": "I don't like this. Something very strange is going on here. I need to find this person that hired you."
    },
    {
      "character": "Evelot",
      "line": "Good luck with that. He didn't seem like the kind of person who'd want to be found."
    },
    {
      "character": "Player",
      "line": "Well then I guess my best bet is to pay a visit to the Hazeel Cult. They're involved in some way, even if they themselves don't realise it."
    },
    {
      "character": "Evelot",
      "line": "So am I free to go?"
    },
    {
      "character": "Player",
      "line": "I won't stop you, but you should consider going to the authorities. They might be able to help you."
    },
    {
      "character": "Evelot",
      "line": "Ha! Nice joke. I'm better off on my own."
    },
    {
      "character": "Player",
      "line": "If you're sure. Good luck."
    },
    {
      "character": "Evelot",
      "line": "I thought you were going to see that cult?"
    },
    {
      "character": "Player",
      "line": "I will be soon."
    },
    {
      "character": "Evelot",
      "line": "Well I've told you everything I know, so no reason for you to still be lurking around here."
    },
    {
      "character": "Player",
      "line": "I think so. I have a new lead to investigate."
    },
    {
      "character": "Guard",
      "line": "Well, let me know once you have something."
    },
    {
      "character": "Hazeel",
      "line": "Well, well, well, what do we have here?"
    },
    {
      "character": "Clivet",
      "line": "Lord Hazeel, this is the adventurer who killed Alomone and got Jones captured."
    },
    {
      "character": "Hazeel",
      "line": "I see. So it was your actions that prevented my followers from bringing about my restoration?"
    },
    {
      "character": "Player",
      "line": "Er... I guess so."
    },
    {
      "character": "Hazeel",
      "line": "There was once a time when any who dared oppose me would flee to the furthest corners of this world to escape my wrath. Alas, it seems that in my absence, you mortals have grown arrogant once more."
    },
    {
      "character": "Hazeel",
      "line": "It is no matter though, for your fate will be a reminder of what happens to those foolish enough to cross a Mahjarrat. Die now, knowing your efforts were in vain, for despite your best attempts, I have returned!"
    },
    {
      "character": "Player",
      "line": "Before you go any further, there's something we should discuss."
    },
    {
      "character": "Hazeel",
      "line": "And why would I want to discuss anything with you?"
    },
    {
      "character": "Player",
      "line": "Because Ceril Carnillean is dead, and his killer may be trying to frame you!"
    },
    {
      "character": "Hazeel",
      "line": "Dead? How curious. Clivet, I trust this was not our work?"
    },
    {
      "character": "Clivet",
      "line": "It was not, my lord."
    },
    {
      "character": "Hazeel",
      "line": "Very well, adventurer. Speak your piece, but do so quickly. When you are done, I will decide if your life is forfeit."
    },
    {
      "character": "Player",
      "line": "A member of the Khazard Army called Evelot was hired to steal a scroll from the Carnillean Mansion and deliver it here."
    },
    {
      "character": "Hazeel",
      "line": "And she was succesful. Thanks to her, my followers were able to use that scroll to bring about my restoration."
    },
    {
      "character": "Player",
      "line": "Well during her escape, Ceril Carnillean was killed, but not by her. Someone else was there, but she doesn't know who."
    },
    {
      "character": "Player",
      "line": "The evidence I've found so far suggests that the killer was trying to frame her. By extension, they might have been trying to frame you as well."
    },
    {
      "character": "Hazeel",
      "line": "You suggest that this individual is my foe, but if that were true, why would they have arranged to have my restoration scroll delivered here?"
    },
    {
      "character": "Clivet",
      "line": "Whoever this person is, they must be an ally to us, my lord."
    },
    {
      "character": "Hazeel",
      "line": "And yet, an ally who hides in darkness is no true ally at all."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, you say this Evelot is part of the Khazard Army?"
    },
    {
      "character": "Player",
      "line": "That's right."
    },
    {
      "character": "Hazeel",
      "line": "Then I think it's time to make my return known to my Mahjarrat kin. Clivet, summon Khazard. Let us see what he has to say of this."
    },
    {
      "character": "Player",
      "line": "Er... is now a bad time to mention that Khazard and I have a... complicated history?"
    },
    {
      "character": "Hazeel",
      "line": "Well then, I suggest you prepare yourself."
    },
    {
      "character": "Player",
      "line": "Oh boy..."
    },
    {
      "character": "Clivet",
      "line": "Vanar! Septinar! Filinar!"
    },
    {
      "character": "General Khazard",
      "line": "Hazeel? You've returned?"
    },
    {
      "character": "Hazeel",
      "line": "Surprised, Khazard? Or just disappointed?"
    },
    {
      "character": "General Khazard",
      "line": "Disappointed? I have no reason to be disappointed."
    },
    {
      "character": "Hazeel",
      "line": "And yet you made no attempt to aid me yourself. Too busy claiming my lands as your own, perhaps?"
    },
    {
      "character": "General Khazard",
      "line": "They were our lands! And... hang on... what is this human filth doing here?"
    },
    {
      "character": "Player",
      "line": "Filth? You're one to talk!"
    },
    {
      "character": "General Khazard",
      "line": "It's clear that I've allowed you to endure for far too long! Allow me to correct that mistake."
    },
    {
      "character": "Hazeel",
      "line": "Enough! This human is no friend of mine either, but has presented me with information regarding my return that warrants investigation."
    },
    {
      "character": "General Khazard",
      "line": "Then kill and let's investigate. Or has your sleep made you go soft?"
    },
    {
      "character": "Hazeel",
      "line": "Make no mistake, if the human crosses me, I will gouge out eyes and watch as dines on them. Until then, may be of use."
    },
    {
      "character": "General Khazard",
      "line": "Fine, but I hope you know this is a foolish idea. What is the information presented?"
    },
    {
      "character": "Alomone",
      "line": "Welcome, adventurer. It's good to see you once more."
    },
    {
      "character": "Player",
      "line": "Alomone, I need to speak with Hazeel."
    },
    {
      "character": "Alomone",
      "line": "I'm afraid that isn't possible. Lord Hazeel is currently busy with his glorious work in the north. It is not our place to disturb him."
    },
    {
      "character": "Player",
      "line": "But it's very important. Has Jones not told you what's happened?"
    },
    {
      "character": "Alomone",
      "line": "Jones? We have not heard from him in some time."
    },
    {
      "character": "Player",
      "line": "Well then I guess I'll be the one to break the news instead. Ceril Carnillean has been murdered."
    },
    {
      "character": "Alomone",
      "line": "He has? What joyous news! Long have we waited for those Carnillean monsters to face the consequences of their crimes!"
    },
    {
      "character": "Player",
      "line": "I'd hold off on the celebrating if I were you. Something strange is going on and I really need to talk to Hazeel about it."
    },
    {
      "character": "Alomone",
      "line": "Well... I suppose you have proven yourself to be a loyal servant to Hazeel. Still, I must warn you, our lord won't take kindly to being summoned unnecessarily."
    },
    {
      "character": "Player",
      "line": "I understand."
    },
    {
      "character": "Alomone",
      "line": "Very well. I will call upon the mighty Hazeel."
    },
    {
      "character": "Alomone",
      "line": "Vanar! Maradar! Dominar!"
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, you have summoned me. I trust you understand that my work in the north is of the upmost urgency. I have little time for distractions."
    },
    {
      "character": "Player",
      "line": "I assure you, this is important."
    },
    {
      "character": "Hazeel",
      "line": "Then speak."
    },
    {
      "character": "Player",
      "line": "A member of the Khazard Army called Evelot was hired to steal your restoration scroll from the Carnillean Mansion. She was meant to deliver it here, but of course, it had already been taken."
    },
    {
      "character": "Hazeel",
      "line": "And?"
    },
    {
      "character": "Player",
      "line": "During her escape, Ceril Carnillean was killed, but not by her. Someone else was there, but she doesn't know who."
    },
    {
      "character": "Hazeel",
      "line": "Curious. Alomone, I trust this was not our work?"
    },
    {
      "character": "Alomone",
      "line": "Not to my knowledge, my lord. Your loyal servant, Jones, was still stationed at the mansion, but he would not have acted without instruction."
    },
    {
      "character": "Hazeel",
      "line": "Where is Jones now?"
    },
    {
      "character": "Player",
      "line": "He fled after the murder took place. The guards are still searching for him."
    },
    {
      "character": "Hazeel",
      "line": "The actions of a coward. He will come to regret that."
    },
    {
      "character": "Player",
      "line": "There's something else as well. The evidence I've found so far suggests that the killer was trying to frame Evelot."
    },
    {
      "character": "Hazeel",
      "line": "And you believe they were attempting to frame my followers and I as well?"
    },
    {
      "character": "Player",
      "line": "That's what I'm wondering."
    },
    {
      "character": "Alomone",
      "line": "Forgive me, my lord, but if they aimed to frame us, why would they also try to have your restoration scroll delivered here?"
    },
    {
      "character": "Hazeel",
      "line": "A question with many possible answers, my faithful servant."
    },
    {
      "character": "Hazeel",
      "line": "Then let us see what my Mahjarrat kin has to say about this. Alomone, summon Khazard."
    },
    {
      "character": "General Khazard",
      "line": "Hazeel? What is the meaning of this? And what is this human filth doing here?"
    },
    {
      "character": "Hazeel",
      "line": "Enough! I care not for your petty disagreements. This adventurer is under my protection. You are not to harm."
    },
    {
      "character": "General Khazard",
      "line": "Has the once great Hazeel gone soft? Never would I have expected you to work with scum like this. I trust you know that betray you?"
    },
    {
      "character": "Hazeel",
      "line": "And if does, I will gouge out eyes and watch as dines on them. Until then, cease this prattle."
    },
    {
      "character": "General Khazard",
      "line": "Fine, but I hope you have good reason for this."
    },
    {
      "character": "Hazeel",
      "line": "Someone has murdered Ceril Carnillean and attempted to pass the blame onto one of your minions. Were you aware of this?"
    },
    {
      "character": "General Khazard",
      "line": "I don't involve myself in the personal affairs of my soldiers. Besides, I'd have thought you'd be happy to see that fool dead."
    },
    {
      "character": "Hazeel",
      "line": "I shed no tears for his demise, and if his killer turns out to be a friend, I will reward them with riches beyond imagination. However, this individual and their motives remain unknown. We must rectify that."
    },
    {
      "character": "General Khazard",
      "line": "Bah! This matter is beneath the both of us. Accept this for the gift it is and move on."
    },
    {
      "character": "Hazeel",
      "line": "No. Any individual involving themselves in our affairs, be they friend or foe, must be made known to us, especially as the ritual draws near."
    },
    {
      "character": "Player",
      "line": "Ritual?"
    },
    {
      "character": "General Khazard",
      "line": "Keep your nose out!"
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, how thorough has the investigation into Ceril Carnillean's murder been?"
    },
    {
      "character": "Player",
      "line": "I'd say it's been pretty thorough. I handled most of it myself."
    },
    {
      "character": "Hazeel",
      "line": "Have the family been questioned?"
    },
    {
      "character": "Player",
      "line": "Er... not by me."
    },
    {
      "character": "General Khazard",
      "line": "Ah yes, very thorough."
    },
    {
      "character": "Hazeel",
      "line": "No stone can be left unturned. Adventurer, you must return to the Carnillean Mansion and uncover any information you might have missed."
    },
    {
      "character": "General Khazard",
      "line": "You're trusting with this? Stop this madness and let me handle it instead."
    },
    {
      "character": "Hazeel",
      "line": "This is not up for debate. I have made my will clear. Return to us once you have something, adventurer. Not before."
    },
    {
      "character": "Player",
      "line": "Why should I help you?"
    },
    {
      "character": "Hazeel",
      "line": "You came to me, not the other way around. From that, I would assume that you already have some sort of motive in finding this killer. I care not what that motive is."
    },
    {
      "character": "Player",
      "line": "Aren't you worried about my loyalties?"
    },
    {
      "character": "Hazeel",
      "line": "Loyalty means very little to my kind. You opposed me before, but now you have a chance to rectify that mistake. Do so, and you will be rewarded. Oppose me again, and you will die."
    },
    {
      "character": "Hazeel",
      "line": "Loyalty means very little to my kind. Still, without you, I might never have been awoken from my slumber."
    },
    {
      "character": "Hazeel",
      "line": "Continue to support me and you will continue to be rewarded. The moment you oppose me, however, is the moment you die."
    },
    {
      "character": "Player",
      "line": "Can you think of any possible suspects?"
    },
    {
      "character": "Hazeel",
      "line": "Thousands. To have lived as long as I is to have made many friends, and many enemies. Any one of them may be responsible. Without further information, it is pointless to speculate."
    },
    {
      "character": "Player",
      "line": "What is this ritual you mentioned?"
    },
    {
      "character": "Hazeel",
      "line": "It is nothing you need to concern yourself with."
    },
    {
      "character": "Player",
      "line": "The more information I have, the more help I can be."
    },
    {
      "character": "Hazeel",
      "line": "You can be of ample help by performing the task you've been assigned. This idle chatter achieves nothing."
    },
    {
      "character": "Player",
      "line": "I'll be on my way."
    },
    {
      "character": "Alomone",
      "line": "Adventurer, I have summoned the mighty Hazeel as you desired. You should speak with him at once."
    },
    {
      "character": "Alomone",
      "line": "Adventurer, you should speak with Lord Hazeel and General Khazard at once."
    },
    {
      "character": "Clivet",
      "line": "Lord Hazeel has given you a task to perform. Go and get it done."
    },
    {
      "character": "Alomone",
      "line": "Lord Hazeel has given you a task to perform. You should go with haste."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, you have work to do. Go to the Carnillean Mansion and uncover any information you might have missed. Return to us once you have something. Not before."
    },
    {
      "character": "General Khazard",
      "line": "What do you want?"
    },
    {
      "character": "General Khazard",
      "line": "No."
    },
    {
      "character": "Player",
      "line": "None at all?"
    },
    {
      "character": "General Khazard",
      "line": "No. Now go away."
    },
    {
      "character": "Player",
      "line": "You and Hazeel seem to have some history."
    },
    {
      "character": "General Khazard",
      "line": "Continue to bother me and I'll make you history. Now go away."
    },
    {
      "character": "Player",
      "line": "Nothing."
    },
    {
      "character": "General Khazard",
      "line": "Then go away."
    },
    {
      "character": "Player",
      "line": "Hello. I'd like to ask you some questions about what happened."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Please, leave me. If you have questions, take them to the guard outside."
    },
    {
      "character": "Player",
      "line": "Hello there. I'd like to ask you some questions about your dad."
    },
    {
      "character": "Philipe Carnillean",
      "line": "I shouldn't talk to you. You might be one of the bad people. The guard said I should be careful of the bad people."
    },
    {
      "character": "Player",
      "line": "Hello there. I'd like to ask you some questions."
    },
    {
      "character": "Claus the Chef",
      "line": "I don't know if I should be answering any questions. You should probably check with the guard first."
    },
    {
      "character": "Player",
      "line": "I think so. I found Evelot and was able to question her. It seems someone might be trying to frame her."
    },
    {
      "character": "Guard",
      "line": "Interesting. So what do you plan to do now?"
    },
    {
      "character": "Player",
      "line": "I'd like to have another look around and ask some questions."
    },
    {
      "character": "Guard",
      "line": "Well you'll be pleased to know we were able to track down Jones. He's already admitted to being part of that cult. For that alone he'll be going away for a long time. However, he's staying silent on the murder."
    },
    {
      "character": "Player",
      "line": "To be honest, with what I've discovered so far, I don't think he was involved. I suspect he just fled out of fear."
    },
    {
      "character": "Guard",
      "line": "Really? He seems like the obvious suspect. If not him, then who?"
    },
    {
      "character": "Player",
      "line": "That's what I'm here to find out. I'd like to have another look around and ask some questions."
    },
    {
      "character": "Guard",
      "line": "Go right ahead. Lady Carnillean and Philipe are just inside, and you'll find Claus down in the kitchen."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "You're the one my husband hired to deal with that cult. Some good that did!"
    },
    {
      "character": "Player",
      "line": "I'm sorry, but right now we don't even think the cult were responsible."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Who else could it be?"
    },
    {
      "character": "Player",
      "line": "That's what I'm hoping to find out."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Fine. What do you want to know?"
    },
    {
      "character": "Player",
      "line": "When your husband was killed, did you see anything unusual?"
    },
    {
      "character": "Henryeta Carnillean",
      "line": "No. It's as I told the guard. There was a noise coming from Jones' old room. My husband went to take a look and I heard him shout something."
    },
    {
      "character": "Player",
      "line": "Did you hear what he shouted?"
    },
    {
      "character": "Henryeta Carnillean",
      "line": "I didn't. I went to see what was happening, and I heard a scream. By the time I arrived, the only one there was my husband, lying on the floor."
    },
    {
      "character": "Player",
      "line": "And there was nothing else in the room that seemed odd?"
    },
    {
      "character": "Henryeta Carnillean",
      "line": "No, nothing."
    },
    {
      "character": "Player",
      "line": "Okay, thank you for your help."
    },
    {
      "character": "Philipe Carnillean",
      "line": "What questions?"
    },
    {
      "character": "Player",
      "line": "Did you see any of what happened?"
    },
    {
      "character": "Philipe Carnillean",
      "line": "No! I was in bed. Now leave me alone! I don't want to talk to you."
    },
    {
      "character": "Player",
      "line": "Okay, I'm sorry to have bothered you."
    },
    {
      "character": "Claus the Chef",
      "line": "But I already spoke to the authorities earlier."
    },
    {
      "character": "Player",
      "line": "I know, but I'm hoping I can uncover anything they missed."
    },
    {
      "character": "Claus the Chef",
      "line": "Okay, go ahead."
    },
    {
      "character": "Player",
      "line": "What were you doing at the time Ceril Carnillean was killed?"
    },
    {
      "character": "Claus the Chef",
      "line": "I was here in the kitchen. Sir Ceril is an early riser, and he likes a good breakfast as soon as he wakes up."
    },
    {
      "character": "Player",
      "line": "And you didn't see anything unusual down here?"
    },
    {
      "character": "Claus the Chef",
      "line": "No."
    },
    {
      "character": "Player",
      "line": "You're absolutely sure? Not even the slightest thing out of place?"
    },
    {
      "character": "Claus the Chef",
      "line": "Well... no... not really. I guess there was the cold..."
    },
    {
      "character": "Player",
      "line": "Cold?"
    },
    {
      "character": "Claus the Chef",
      "line": "Yes... this sudden cold feeling. I was right next to the warm stove, so it was very odd. I thought it was just some wind... but maybe..."
    },
    {
      "character": "Player",
      "line": "Did you see anything when you felt this cold?"
    },
    {
      "character": "Claus the Chef",
      "line": "Well... I thought I saw this shadow in the room, just for a moment. Surely it was just a trick of the light though..."
    },
    {
      "character": "Player",
      "line": "Hmm... I'm going to have a little look around down here, if that's okay?"
    },
    {
      "character": "Claus the Chef",
      "line": "Go ahead."
    },
    {
      "character": "Claus the Chef",
      "line": "Hello. Did you find anything?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it. Could you describe exactly what you felt and saw again?"
    },
    {
      "character": "Claus the Chef",
      "line": "There was this sudden cold feeling and when I turned around, I thought I saw a shadow. Surely it was just a trick of the light..."
    },
    {
      "character": "Player",
      "line": "If it was anything important, I'll find it."
    },
    {
      "character": "Player",
      "line": "Potentially, but I still need to do some more investigating."
    },
    {
      "character": "Claus the Chef",
      "line": "Well, good luck."
    },
    {
      "character": "Player",
      "line": "Interesting... I wonder what Hazeel will make of this."
    },
    {
      "character": "Guard",
      "line": "Hello there. Any luck with your investigation?"
    },
    {
      "character": "Player",
      "line": "I have a new lead that I'm exploring."
    },
    {
      "character": "Guard",
      "line": "Excellent. I hope it goes well."
    },
    {
      "character": "Player",
      "line": "I think so. Hopefully it can help me find the killer."
    },
    {
      "character": "Clivet",
      "line": "Have you completed your task? Speak with Lord Hazeel and General Khazard if so."
    },
    {
      "character": "Alomone",
      "line": "Adventurer, is your task complete? You should speak with Lord Hazeel and General Khazard if so."
    },
    {
      "character": "Hazeel",
      "line": "The adventurer returns. I trust this means you have something of note for us."
    },
    {
      "character": "Player",
      "line": "I found a hidden room beneath the Carnillean Mansion. There was a chest inside with a scroll in it."
    },
    {
      "character": "General Khazard",
      "line": "A scroll?"
    },
    {
      "character": "Player",
      "line": "Yes. It had a sketch on it of some sort of crest. Well... half of one, at least."
    },
    {
      "character": "General Khazard",
      "line": "Half a crest? Could that be...?"
    },
    {
      "character": "Hazeel",
      "line": "This chest, was there nothing else inside?"
    },
    {
      "character": "Player",
      "line": "Nope, just the scroll."
    },
    {
      "character": "Hazeel",
      "line": "The crest must have been in there."
    },
    {
      "character": "General Khazard",
      "line": "So that was their true target. But I thought it was lost... How did it get there?"
    },
    {
      "character": "Hazeel",
      "line": "The Carnilleans must have claimed it after my defeat. The fools would have had no idea of its importance."
    },
    {
      "character": "Player",
      "line": "What is this crest?"
    },
    {
      "character": "General Khazard",
      "line": "Who would even want to steal that thing? One of our kin, perhaps?"
    },
    {
      "character": "Hazeel",
      "line": "Quite possibly, though there are others who would know of it."
    },
    {
      "character": "Player",
      "line": "Are you two going to keep talking in riddles, or are you going to tell me what's going on?"
    },
    {
      "character": "General Khazard",
      "line": "Something is still amiss in all of this."
    },
    {
      "character": "Hazeel",
      "line": "I agree, but our next move is clear. We must go north."
    },
    {
      "character": "Player",
      "line": "Maybe I've discovered the ability to turn totally invisible."
    },
    {
      "character": "General Khazard",
      "line": "We should not waste any time. However, we must first deal with the human."
    },
    {
      "character": "Hazeel",
      "line": "I will handle it."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, your work is done. Leave us."
    },
    {
      "character": "Player",
      "line": "What? But we haven't found the killer."
    },
    {
      "character": "Hazeel",
      "line": "Khazard and I will deal with this matter now. As a reward for your work, consider your past transgressions against us forgiven. Now go."
    },
    {
      "character": "Hazeel",
      "line": "Khazard and I will deal with this matter now. Once again, you have proven yourself a worthy ally to my followers and I. Now go."
    },
    {
      "character": "Player",
      "line": "But..."
    },
    {
      "character": "General Khazard",
      "line": "A group of ice trolls have made their home near the fortress. I will join you there."
    },
    {
      "character": "Player",
      "line": "Ice trolls? Do you mean the trolls at Weiss?"
    },
    {
      "character": "General Khazard",
      "line": "Why are you still here?"
    },
    {
      "character": "Hazeel",
      "line": "Hold on. Adventurer, you know of these trolls and their lands?"
    },
    {
      "character": "Player",
      "line": "Oh yes, I'm quite good friends with them. You see, there's this troll called My Arm..."
    },
    {
      "character": "General Khazard",
      "line": "Nobody cares! Be gone from our sight."
    },
    {
      "character": "Hazeel",
      "line": "If the human knows these ice trolls, may still be of use to us."
    },
    {
      "character": "General Khazard",
      "line": "Why? We can make short work of any trolls that disturb us. We have no need for dead weight."
    },
    {
      "character": "Hazeel",
      "line": "Until we know more about who we are dealing with, we should avoid attracting unneeded attention."
    },
    {
      "character": "General Khazard",
      "line": "Enough of this nonsense! If you want subtlety, we can use the Shadow Realm."
    },
    {
      "character": "Hazeel",
      "line": "There are others who dwell in the Shadow Realm. I would prefer they be kept unaware of our presence in the north."
    },
    {
      "character": "General Khazard",
      "line": "Fine, but on your head be it if this goes wrong."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, it seems we have further need of you after all. Meet us outside this troll settlement. Don't make us wait."
    },
    {
      "character": "Hazeel",
      "line": "Alomone, in our absence, I trust you can take care of that matter we spoke of."
    },
    {
      "character": "Alomone",
      "line": "It will be done, my lord."
    },
    {
      "character": "Hazeel",
      "line": "Good. Now, adventurer, it seems we have further need of you after all. Meet us outside this troll settlement. Don't make us wait."
    },
    {
      "character": "Clivet",
      "line": "Lord Hazeel and General Khazard require you in the north. Meet with them at the troll settlement there. Now be gone."
    },
    {
      "character": "Alomone",
      "line": "Adventurer, Lord Hazeel and General Khazard require your presence in the north. You should join with them at the troll settlement there."
    },
    {
      "character": "Snowflake",
      "line": "Thank you for getting our herb patches to work. Now Boulder can grow goutweed for my people, and they are very happy."
    },
    {
      "character": "Player",
      "line": "I'm meant to be meeting some... friends... Have you seen them?"
    },
    {
      "character": "Snowflake",
      "line": "I don't think so... The only newcomers we've had here recently are those two strange trolls outside. I hope they're not up to no good."
    },
    {
      "character": "Player",
      "line": "Hmm... okay."
    },
    {
      "character": "Big Fish",
      "line": "Good, you're here."
    },
    {
      "character": "Player",
      "line": "Er... what?"
    },
    {
      "character": "Dead Wolf",
      "line": "The idiot doesn't even know it's us."
    },
    {
      "character": "Player",
      "line": "Wait... Hazeel? Khazard? Why are you trolls?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Given the secrecy of our task here, we felt it appropriate to shapeshift into less conspicuous forms."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "We? This foolish idea was yours alone."
    },
    {
      "character": "Player",
      "line": "Right... So what are we doing here?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Based on your discovery, it is likely our mysterious killer will have travelled here."
    },
    {
      "character": "Player",
      "line": "To Weiss? What would they want with the trolls?"
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "Ha! They will have no interest in trolls."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "This troll settlement is a relatively new addition to the area. It is what was here before that will be of interest to the killer."
    },
    {
      "character": "Player",
      "line": "Which is?"
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "Which is none of your business. Now, can we get to work?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Indeed. Adventurer, while our disguises will work up to a point, I imagine any troll would soon see through them if we were to converse with them."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "I doubt that. Trolls are as dumb as they come."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Our first step here is to gather information. As you claim to be friends with these trolls, you will be well placed to do so."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Speak with their leader and find out if anything of note has occurred here recently."
    },
    {
      "character": "Player",
      "line": "Alright, I'll be back soon."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Adventurer, speak with the leader of these trolls and find out if anything of note has occurred here recently. That will determine our next move."
    },
    {
      "character": "Troll",
      "line": "Hey, friend of Snowflake!"
    },
    {
      "character": "Player",
      "line": "Have you seen anything odd around here recently?"
    },
    {
      "character": "Troll",
      "line": "Odd? Don't think so. Maybe you ask Snowflake and My Arm though?"
    },
    {
      "character": "Odd Stone",
      "line": "Hey, friend of Snowflake!"
    },
    {
      "character": "Odd Stone",
      "line": "Odd? Well my name Odd Stone. Got named after some odd stone thing I found in snowfields south of Weiss."
    },
    {
      "character": "Player",
      "line": "An odd stone thing?"
    },
    {
      "character": "Odd Stone",
      "line": "Yeah, it were made of stone, and it were odd. Some weird bone-head human saw me trying to nibble it, an' he got really upset an' chased me away. He kinda scary."
    },
    {
      "character": "Odd Stone",
      "line": "Anyway, my parents, they named me Odd Stone after that, and now we trolls not go anywhere near the place. Bone-head human was, like, really scary! And probably magic."
    },
    {
      "character": "Player",
      "line": "A magic person with a bone-head? Interesting... Has anything happened with this stone recently?"
    },
    {
      "character": "Odd Stone",
      "line": "No. We trolls blocked all routes to snowfields from here, but we keep eye out just in case. No bone-head human out there in ages."
    },
    {
      "character": "Player",
      "line": "Hmm... Probably not what I'm after then. Seen anything else odd?"
    },
    {
      "character": "Odd Stone",
      "line": "Don't think so. Maybe you ask Snowflake and My Arm though?"
    },
    {
      "character": "Snowflake",
      "line": "Odd? Like what?"
    },
    {
      "character": "Player",
      "line": "I'm not sure to be honest. Anything unusual I guess."
    },
    {
      "character": "Snowflake",
      "line": "Well there's two strange trolls outside who I'm sure I haven't seen before. I hope they're not up to no good."
    },
    {
      "character": "Player",
      "line": "Ah yes... those two. I was speaking to them earlier. They're harmless... I hope."
    },
    {
      "character": "My Arm",
      "line": "If you want unusual, Goat Poo says he see da weirdness down in mine."
    },
    {
      "character": "Player",
      "line": "Weirdness? What kind of weirdness?"
    },
    {
      "character": "My Arm",
      "line": "He say he see da strange shadow."
    },
    {
      "character": "Snowflake",
      "line": "There was the cave-in recently down there as well. That's what Goat Poo was investigating when he saw the shadow."
    },
    {
      "character": "Player",
      "line": "Interesting. I think my... companions... might want to hear about this."
    },
    {
      "character": "My Arm",
      "line": "Did you find da weirdness down in mine?"
    },
    {
      "character": "Player",
      "line": "I haven't looked yet."
    },
    {
      "character": "Snowflake",
      "line": "Goat Poo was investigating the cave-in down there when he says he saw a shadow. Could be worth a look."
    },
    {
      "character": "Player",
      "line": "I'll see what my... companions... think."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "We're blind here. My senses do nothing this close to the ritual marker."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Nor mine, but there is no alternative."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "We wouldn't have this problem if we were in the Shadow Realm!"
    },
    {
      "character": "Player",
      "line": "What are you two on about now?"
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "Nothing! Stop eavesdropping!"
    },
    {
      "character": "Player",
      "line": "It's hardly eavesdropping if you're having the conversation right in front of me."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Adventurer, did you discover anything?"
    },
    {
      "character": "Player",
      "line": "I did, but before we go any further, I think it's time for some answers."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "You're in no place to make demands!"
    },
    {
      "character": "Player",
      "line": "Well maybe I just won't tell you what I've learnt."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "You waste time we may not have, adventurer, but very well. Ask your questions, but do so quickly."
    },
    {
      "character": "Player",
      "line": "I'm done asking questions. What now?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Now you tell us what you have discovered."
    },
    {
      "character": "Player",
      "line": "There's been a cave-in down in the mine. One of the trolls apparently saw a strange shadow near it."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "A shadow? Could just be troll superstition."
    },
    {
      "character": "Player",
      "line": "The cook at the Carnillean Mansion also mentioned seeing a shadow. That doesn't feel like a coincidence."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "It sounds like we should investigate for ourselves. Adventurer, meet us down in this mine."
    },
    {
      "character": "Player",
      "line": "Why would the killer come here?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Before the God Wars, a settlement of the old empire was found here. The fortress to the east is all that remains on the surface, but there is much still hidden below."
    },
    {
      "character": "Player",
      "line": "Like what?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "A great prison, sealed long ago. Half of the crest used to do so came into my possession, but it was seemingly taken by the Carnilleans after my defeat."
    },
    {
      "character": "Player",
      "line": "And the killer stole it from the Carnilleans? You think they mean to open the prison?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "That is our assumption."
    },
    {
      "character": "Player",
      "line": "Where's the other half of the crest?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "It was held by one of our kin, but we haven't felt his presence for some time. It's possible the killer already has it."
    },
    {
      "character": "Player",
      "line": "But why would someone want to open this prison? What's inside?"
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "You've been told enough, human. Finish your questions and let us get back to work."
    },
    {
      "character": "Player",
      "line": "What is this ritual you keep talking about?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "What do you know of our kind?"
    },
    {
      "character": "Player",
      "line": "The Mahjarrat? Not a lot to be honest."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "Then let's keep it that way. This question has no relevance to our purpose here, Hazeel. It doesn't warrant an answer."
    },
    {
      "character": "Player",
      "line": "If it's not relevant, why do you two keep talking about it?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "It may be relevant, it may not be. It depends on who this killer is."
    },
    {
      "character": "Player",
      "line": "Well assuming it is relevant, what can you tell me about it?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "The ritual is used by our kind to ensure our survival, and the next one is fast approaching. If the killer is one of our kin, their actions may be a means of preparing for it."
    },
    {
      "character": "Player",
      "line": "Preparing how?"
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "For the rest of us to live, one of us must die. Many will go to great lengths to ensure they are not the one who is sacrificed."
    },
    {
      "character": "Dead Wolf (General Khazard)",
      "line": "That's enough! You've already shared too much."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "We have work to do, adventurer. Don't be gone too long."
    },
    {
      "character": "Big Fish (Hazeel)",
      "line": "Ask your questions, adventurer, but do so quickly."
    },
    {
      "character": "Player",
      "line": "Hmm... did Hazeel and Khazard already go inside?"
    },
    {
      "character": "General Khazard",
      "line": "Is this it?"
    },
    {
      "character": "Hazeel",
      "line": "It is."
    },
    {
      "character": "General Khazard",
      "line": "Then let's get to work. First, you can't deny this time that the human is of no further use to us."
    },
    {
      "character": "Player",
      "line": "I am here, you know?"
    },
    {
      "character": "Hazeel",
      "line": "Again with this, Khazard? has been of great benefit so far. As long as that continues, will remain."
    },
    {
      "character": "General Khazard",
      "line": "And what if I disagree?"
    },
    {
      "character": "Hazeel",
      "line": "The decision is already made."
    },
    {
      "character": "General Khazard",
      "line": "Says who? You? You don't command me! Do you think you're my lord? Or maybe you think you're my father?"
    },
    {
      "character": "Hazeel",
      "line": "No, and let us thank Zamorak for that."
    },
    {
      "character": "Player",
      "line": "Hey, stop arguing and listen! I heard something."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, let us investigate. Khazard, stay here and guard the entrance."
    },
    {
      "character": "General Khazard",
      "line": "No. I'll go with the human. You wait here."
    },
    {
      "character": "Hazeel",
      "line": "Very well."
    },
    {
      "character": "Player",
      "line": "What the... you!"
    },
    {
      "character": "Player",
      "line": "What the...!"
    },
    {
      "character": "General Khazard",
      "line": "He's gone."
    },
    {
      "character": "Player",
      "line": "But where? Did he teleport?"
    },
    {
      "character": "General Khazard",
      "line": "No. Just some cheap parlour trick. He's likely still nearby."
    },
    {
      "character": "Player",
      "line": "We should look for him."
    },
    {
      "character": "General Khazard",
      "line": "We should, but first, you have some explaining to do. You knew him."
    },
    {
      "character": "Player",
      "line": "Well 'knew' is a bit of a strong word, but we've crossed paths."
    },
    {
      "character": "General Khazard",
      "line": "Explain, and do so quickly."
    },
    {
      "character": "Player",
      "line": "I encountered him on Entrana. He killed some monks there and stole a relic from them. I... may have been responsible for helping him, but I didn't realise until it was too late."
    },
    {
      "character": "General Khazard",
      "line": "Ah, so you were always a fool?"
    },
    {
      "character": "Player",
      "line": "You're one to talk. So what was he doing here?"
    },
    {
      "character": "General Khazard",
      "line": "And there you go aptly proving my point. As it seems I have to explain everything, this door leads to the prison Hazeel spoke of earlier."
    },
    {
      "character": "General Khazard",
      "line": "Your friend is likely the culprit in our little murder mystery, or at least, is working with the one responsible."
    },
    {
      "character": "Player",
      "line": "But it didn't look like he could open the door. He must still only have half the crest."
    },
    {
      "character": "General Khazard",
      "line": "And let us hope it stays that way. Now, I will stay here and guard the door in case your friend returns. Go and tell Hazeel what happened. Now."
    },
    {
      "character": "Player",
      "line": "A 'please' wouldn't do any harm."
    },
    {
      "character": "General Khazard",
      "line": "'Please' shut up and go."
    },
    {
      "character": "General Khazard",
      "line": "Why are you here? Go and tell Hazeel what happened. Now."
    },
    {
      "character": "Player",
      "line": "Alright, I'm going."
    },
    {
      "character": "Hazeel",
      "line": "Where is Khazard?"
    },
    {
      "character": "Player",
      "line": "He's back there. There's been a development."
    },
    {
      "character": "Hazeel",
      "line": "What development?"
    },
    {
      "character": "Player",
      "line": "We found the door to the prison, and we found someone trying to open it."
    },
    {
      "character": "Hazeel",
      "line": "Someone?"
    },
    {
      "character": "Player",
      "line": "An assassin. I've encountered them before, but I don't really know anything about them."
    },
    {
      "character": "Hazeel",
      "line": "And the crest?"
    },
    {
      "character": "Player",
      "line": "It seems they still only have half of it."
    },
    {
      "character": "Hazeel",
      "line": "Curious. Why would they come here with only half the crest?"
    },
    {
      "character": "Player",
      "line": "Perhaps they didn't know they'd need the other half?"
    },
    {
      "character": "Hazeel",
      "line": "Possible, but unlikely. It should be clear to anyone that both halves are needed. I wonder..."
    },
    {
      "character": "Player",
      "line": "What?"
    },
    {
      "character": "Hazeel",
      "line": "As I mentioned earlier, the other half was held by one of my kin. My kind have the ability to sense each other, but we have not felt his presence for a long time now."
    },
    {
      "character": "Player",
      "line": "So he's dead?"
    },
    {
      "character": "Hazeel",
      "line": "That was my initial assumption, but it is unusual that we have not felt his passing either. It's possible he is masking his presence instead."
    },
    {
      "character": "Hazeel",
      "line": "It's no easy feat, but it can be done. As fate would have it, we stand in a place where our senses mean nothing."
    },
    {
      "character": "Player",
      "line": "So you think he's nearby?"
    },
    {
      "character": "Hazeel",
      "line": "While foolish to do so, he would have good reason to hide himself in this area."
    },
    {
      "character": "Player",
      "line": "So the other half might be closer than we think. What do we do?"
    },
    {
      "character": "Hazeel",
      "line": "This assassin must be found. I will remain here and ensure no one enters or leaves. You will search the rest of this dungeon and see what you can find."
    },
    {
      "character": "Player",
      "line": "Why would this other Mahjarrat hide himself here?"
    },
    {
      "character": "Hazeel",
      "line": "Our rejuvenation ritual takes place right above us. There have been times in the past when the weaker of our number have tried to hide themselves nearby."
    },
    {
      "character": "Player",
      "line": "Why?"
    },
    {
      "character": "Hazeel",
      "line": "To claim power from the ritual without the risk of being chosen as the sacrifice."
    },
    {
      "character": "Player",
      "line": "So I'm guessing this other Mahjarrat is quite a weak one then?"
    },
    {
      "character": "Hazeel",
      "line": "You are correct. When the Empty Lord fell, he was one of the few foolish enough to remain loyal. His decision not to join Lord Zamorak left him with few friends. He has slowly grown weak ever since."
    },
    {
      "character": "Player",
      "line": "What's inside the prison that the assassin would want?"
    },
    {
      "character": "Hazeel",
      "line": "The prison was sealed long ago by two of my traitorous kin. They did so to prevent a great horror from escaping, but it is believed by some that a powerful artefact was also sealed inside."
    },
    {
      "character": "Player",
      "line": "And the assassin wants this artefact?"
    },
    {
      "character": "Hazeel",
      "line": "Most likely. However, his attempts to claim it will risk unleashing what lies within."
    },
    {
      "character": "Player",
      "line": "Which you consider to be a problem?"
    },
    {
      "character": "Hazeel",
      "line": "In an ideal world, I would see this artefact claimed in the name of Zamorak. But to risk unleashing an abomination of the Fallen Empire when the ritual is so close would not be wise."
    },
    {
      "character": "Player",
      "line": "What's the history between you and Khazard?"
    },
    {
      "character": "Hazeel",
      "line": "That is none of your business. I have been generous enough to share a great deal of information with you so far, but I will not allow you to pry into personal matters."
    },
    {
      "character": "Player",
      "line": "Fair enough. Could you at least tell him to leave me alone? I feel like every time I turn my back, he's going to put his sword through it."
    },
    {
      "character": "Hazeel",
      "line": "And have I not already been stopping him from doing so? Besides, his anger is not without cause. You wronged him, did you not?"
    },
    {
      "character": "Player",
      "line": "In my defence, he was doing some pretty nasty things. Not to mention, I also wronged you and you're not trying to have me killed constantly."
    },
    {
      "character": "Hazeel",
      "line": "Yes, but you would be wise not to mistake my mercy for weakness. I am willing to forgive you for your past transgressions as I believe you can be of use."
    },
    {
      "character": "Hazeel",
      "line": "However, if I come to regret my choice, your fate will make the fires of Infernus seem welcoming in comparison."
    },
    {
      "character": "Player",
      "line": "In my defence, he was doing some pretty nasty things."
    },
    {
      "character": "Hazeel",
      "line": "If you do not have the stomach for certain... unpleasantries, you should not have allied yourself with me, either."
    },
    {
      "character": "Player",
      "line": "You seem more reasonable than Khazard, though."
    },
    {
      "character": "Hazeel",
      "line": "Perhaps, but I trust you do not mistake that for weakness. If you wrong me, your fate will make the fires of Infernus seem welcoming in comparison."
    },
    {
      "character": "Player",
      "line": "I'll get going."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, we must find the assassin. Search the rest of this dungeon and see what you can find."
    },
    {
      "character": "Player",
      "line": "I wanted to ask you something."
    },
    {
      "character": "General Khazard",
      "line": "No. I assume Hazeel has given you a job to do? Go get it done and leave me in peace."
    },
    {
      "character": "Player",
      "line": "What on Gielinor...!"
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, have you found the assassin?"
    },
    {
      "character": "Player",
      "line": "No, but I have found something... It's sort of hard to explain. I think I need to get back there."
    },
    {
      "character": "Hazeel",
      "line": "Then go at once."
    },
    {
      "character": "Jhallan",
      "line": "Aargh... Muspah! Wait... What...?"
    },
    {
      "character": "Jhallan",
      "line": "Hmm... just another nightmare."
    },
    {
      "character": "Player",
      "line": "Just a nightmare? That feels like a bit of an understatement."
    },
    {
      "character": "Jhallan",
      "line": "What is this? A human?"
    },
    {
      "character": "Jhallan",
      "line": "Who are you, human? Speak now, and do so with haste, for you stand before the mighty Jhallan!"
    },
    {
      "character": "Player",
      "line": "Well I'm, and I'm guessing you're the Mahjarrat I'm looking for."
    },
    {
      "character": "Jhallan",
      "line": "A human, seeking a Mahjarrat? Why? What would a meaningless being like you want with me?"
    },
    {
      "character": "Player",
      "line": "You have half a crest, right? There's an assassin who's after it. I'm trying to stop him."
    },
    {
      "character": "Jhallan",
      "line": "You know of the Ghorrock Crest? How?"
    },
    {
      "character": "Player",
      "line": "It's a long story."
    },
    {
      "character": "Jhallan",
      "line": "A story of lies, no doubt. I don't know how you came to stand before me, human, but you are clearly no friend of mine. Leave now, before I bring down the might of the Ruinous Powers on you!"
    },
    {
      "character": "Player",
      "line": "Wait! It's true! This assassin is nearby. He'll be coming for you!"
    },
    {
      "character": "Jhallan",
      "line": "Then let him come! I am a faithful servant of the Empty Lord. I will not be intimidated by a pathetic human like you."
    },
    {
      "character": "Jhallan",
      "line": "And who are you?"
    },
    {
      "character": "Player",
      "line": "You!"
    },
    {
      "character": "Player",
      "line": "Oh, this is not good..."
    },
    {
      "character": "Player",
      "line": "Khazard... we have a big problem!"
    },
    {
      "character": "General Khazard",
      "line": "What have you done now?"
    },
    {
      "character": "Player",
      "line": "I found Jhallan, but the assassin captured him!"
    },
    {
      "character": "General Khazard",
      "line": "Jhallan was here? Great. Hazeel!"
    },
    {
      "character": "Hazeel",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "The assassin captured Jhallan!"
    },
    {
      "character": "Hazeel",
      "line": "Then he now has everything he needs to enter the prison."
    },
    {
      "character": "General Khazard",
      "line": "What's our next..."
    },
    {
      "character": "General Khazard",
      "line": "Hang on..."
    },
    {
      "character": "Player",
      "line": "Soooo..."
    },
    {
      "character": "General Khazard",
      "line": "What a mess."
    },
    {
      "character": "Player",
      "line": "I don't understand. I didn't even see anything."
    },
    {
      "character": "General Khazard",
      "line": "It seems your friend has quite the range of abilities. He used the Shadow Realm."
    },
    {
      "character": "Player",
      "line": "So he got inside? Do we follow him?"
    },
    {
      "character": "Hazeel",
      "line": "No good will come out of going in there. We have failed."
    },
    {
      "character": "Player",
      "line": "So we're not going to do anything?"
    },
    {
      "character": "Hazeel",
      "line": "Guards will need positioning here to warn us if this assassin remerges. Until then, we can only hope that he meets a swift end in the prison."
    },
    {
      "character": "General Khazard",
      "line": "I can have a detachment of soldiers despatched here at once. We'll need to keep things light to ensure the trolls don't notice our work. Not to mention our kin..."
    },
    {
      "character": "Player",
      "line": "What about Jhallan?"
    },
    {
      "character": "Hazeel",
      "line": "Still a prisoner of this assassin, no doubt. To what end, who can say."
    },
    {
      "character": "Player",
      "line": "Is there really nothing else we can do?"
    },
    {
      "character": "Hazeel",
      "line": "No. Word will be sent to you if there are any developments, but for now, you should leave. I suggest you return to the authorities in Ardougne and inform them that their killer will not be found."
    },
    {
      "character": "Player",
      "line": "But there's still so many unanswered questions!"
    },
    {
      "character": "Hazeel",
      "line": "And perhaps one day they will be answered, but to dwell on them now achieves nothing."
    },
    {
      "character": "General Khazard",
      "line": "We should get to work."
    },
    {
      "character": "Hazeel",
      "line": "Agreed. Adventurer, we are done here. If you wish, I can provide you with a teleport to Ardougne."
    },
    {
      "character": "Player",
      "line": "I'll make my own way."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, we are done here. If you wish, I can provide you with a teleport to Ardougne."
    },
    {
      "character": "Hazeel",
      "line": "Adventurer, we are done here. You should return to Ardougne."
    },
    {
      "character": "Guard",
      "line": "You're back. Any luck with your investigation?"
    },
    {
      "character": "Player",
      "line": "I wish I had better news, but I'm afraid I reached a dead end."
    },
    {
      "character": "Guard",
      "line": "Why? What happened?"
    },
    {
      "character": "Player",
      "line": "The killer was an assassin. I don't know his true identity, but I previously encountered him on Entrana. He killed some monks there and stole an important relic."
    },
    {
      "character": "Guard",
      "line": "An assassin? Why would an assassin want Sir Ceril dead?"
    },
    {
      "character": "Player",
      "line": "Quite a bit is still unclear, but it seems he cared less about killing Ceril and more about recovering something hidden in the mansion."
    },
    {
      "character": "Guard",
      "line": "Where is this assassin now?"
    },
    {
      "character": "Player",
      "line": "Somewhere we have no hope of reaching him. Hopefully that changes, but for now, there's not much we can do."
    },
    {
      "character": "Guard",
      "line": "Well I guess I'd better go and file my report on all this. My superiors aren't going to be happy."
    },
    {
      "character": "Guard",
      "line": "Still, thank you for all your help. Even though we weren't successful, I very much appreciate you trying. If you discover anything new about this assassin, do let me know."
    },
    {
      "character": "Guard",
      "line": "Well I guess I'd better go and file my report on all this. My superiors aren't going to be happy. First the Jones situation, now this."
    },
    {
      "character": "Player",
      "line": "Jones situation?"
    },
    {
      "character": "Guard",
      "line": "Ah, of course, you don't know. Jones was found dead in his cell. Poison by the looks of it."
    },
    {
      "character": "Player",
      "line": "Oh my!"
    },
    {
      "character": "Guard",
      "line": "Yes, quite the mess. Assumption is the cult are to blame. Tying up loose ends and all that."
    },
    {
      "character": "Guard",
      "line": "Anyway, thank you for all your help. Even though we weren't successful, I still very much appreciate it. If you discover anythiing new about this assassin, do let me know."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Guard",
      "line": "I'll let you be on your way. All the best out there."
    },
    {
      "character": "Guard",
      "line": "Hello, adventurer."
    },
    {
      "character": "Player",
      "line": "Hello there. How are things here?"
    },
    {
      "character": "Guard",
      "line": "Things aren't easy for the family, especially since they never got closure. They're getting through it, though."
    },
    {
      "character": "Player",
      "line": "That's good to hear. Hopefully there's still a chance that the assassin is found one day."
    },
    {
      "character": "Guard",
      "line": "We can hope. If you do ever hear any more about him, be sure to let us know."
    },
    {
      "character": "Player",
      "line": "Will do. Now, I should leave you to your work."
    },
    {
      "character": "Guard",
      "line": "Until next time."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Philipe Carnillean",
      "line": "I don't want to talk to you."
    },
    {
      "character": "Henryeta Carnillean",
      "line": "Please, do not disturb me. The loss of my husband is a hard burden to bear. I would prefer not to have distractions."
    },
    {
      "character": "Claus the Chef",
      "line": "Things aren't the same here now that Sir Ceril is gone."
    }
  ],
  "characters": [
    {
      "name": "Alomone",
      "description": "Middle-aged male, low British accent, fanatical and reverent tone. The devoted leader of the Cult of Hazeel, speaks with zealous conviction and commanding authority over his followers."
    },
    {
      "name": "Big Fish",
      "description": "Adult male, deep gruff voice, slow and brutish tone. An ice troll from Weiss, speaks with simple vocabulary and a lumbering cadence typical of trollkind."
    },
    {
      "name": "Big Fish (Hazeel)",
      "description": "Adult male, deep menacing voice, cold and calculating tone. The Mahjarrat Hazeel disguised as a troll, his true sinister intelligence occasionally bleeds through his brutish facade."
    },
    {
      "name": "Claus the Chef",
      "description": "Middle-aged male, mild British accent, humble and concerned tone. A loyal household servant of the Carnilleans, speaks with quiet deference and genuine worry for the family."
    },
    {
      "name": "Clivet",
      "description": "Adult male, sly British accent, cunning and persuasive tone. A scheming Hazeel Cult recruiter who speaks with manipulative charm and dark intent."
    },
    {
      "name": "Dead Wolf",
      "description": "Adult male, deep gruff voice, slow and simple tone. An ice troll from Weiss, speaks with the typical dim-witted manner of his kind."
    },
    {
      "name": "Dead Wolf (General Khazard)",
      "description": "Adult male, deep commanding voice, arrogant and impatient tone. The Mahjarrat General Khazard disguised as a troll, his military authority and contempt leak through despite his disguise."
    },
    {
      "name": "Evelot",
      "description": "Adult female, sharp British accent, professional and defiant tone. A skilled mercenary soldier of the Khazard Army, speaks with military directness and unapologetic confidence."
    },
    {
      "name": "General Khazard",
      "description": "Adult male, deep commanding voice, arrogant and ruthless tone. The youngest Mahjarrat and a brutal military commander, speaks with cold authority and thinly veiled contempt."
    },
    {
      "name": "Guard",
      "description": "Adult male, formal British accent, stern and professional tone. A city guard investigating a crime, speaks with official authority and suspicious demeanor."
    },
    {
      "name": "Hazeel",
      "description": "Adult male, deep resonant voice, cold and menacing tone. An ancient Zamorakian Mahjarrat, speaks with sinister intelligence and calculating patience befitting an immortal schemer."
    },
    {
      "name": "Henryeta Carnillean",
      "description": "Middle-aged female, refined British accent, distressed and haughty tone. A noblewoman grieving her husband's murder, speaks with aristocratic dignity strained by overwhelming sorrow."
    },
    {
      "name": "Jhallan",
      "description": "Adult male, ethereal echoing voice, fearful and withdrawn tone. A reclusive Mahjarrat who avoided his kind, speaks with nervous hesitation and underlying dread."
    },
    {
      "name": "Khazard Barman",
      "description": "Middle-aged male, gruff British accent, tough and curt tone. A rugged bartender in a rough establishment, speaks with blunt no-nonsense directness."
    },
    {
      "name": "My Arm",
      "description": "Adult male, deep slow voice, eager and simple tone. A friendly troll farmer passionate about goutweed, speaks with broken grammar and endearing enthusiasm."
    },
    {
      "name": "Odd Stone",
      "description": "Adult male, clear articulate voice, intelligent and thoughtful tone. An unusually clever troll inventor who speaks perfect common tongue, wise and measured in his words."
    },
    {
      "name": "Philipe Carnillean",
      "description": "Young male, high-pitched British accent, spoiled and petulant tone. The bratty heir of the Carnillean family, speaks with whiny entitlement and fearful distrust."
    },
    {
      "name": "Snowflake",
      "description": "Young female, soft gruff voice, gentle and curious tone. An ice troll princess who values wisdom over violence, speaks more thoughtfully than typical trolls."
    },
    {
      "name": "Troll",
      "description": "Adult male, deep gruff voice, simple and slow tone. A generic ice troll from Weiss, speaks with basic vocabulary and dim-witted manner."
    }
  ]
}