{
  "branch": "quest/shades-of-mortton",
  "quest_name": "Shades of Mort'ton",
  "lines": [
    { "character": "Ulsquire Shauncy", "line": "Ah, excellent, you've made your own serum and it seems to work well! Many thanks for using the Serum on me! But beware, I may start to change back soon!" },
    { "character": "Player", "line": "Who are you?" },
    { "character": "Ulsquire Shauncy", "line": "My name is Ulsquire Shauncy, I'm the local teacher and priest around here. You've really come at a time when Mort'ton is in a terrible state." },
    { "character": "Ulsquire Shauncy", "line": "The emanations from the rest of Morytania affect the people here terribly turning them into mindless creatures. And, as if that wasn't enough, we get picked off by the evil Shades that exist in this area." },
    { "character": "Player", "line": "Wow, you guys seem to be really at the bottom of the food chain around here." },
    { "character": "Player", "line": "What is this place?" },
    { "character": "Ulsquire Shauncy", "line": "This sad and afflicted little town is called 'Mort'ton'. In it's heyday it was a busy and bustling market town with a speciality for interring the dead." },
    { "character": "Ulsquire Shauncy", "line": "The vile emanations from the Sanguinesti area started to spread and the town hasn't been the same since. The serum you made was the one that Herbi Flax was working on. Unfortunately the serum isn't permanent." },
    { "character": "Player", "line": "Do you know how I could make the serum permanent?" },
    { "character": "Ulsquire Shauncy", "line": "I remember Herbi Flax talking about the serum. He said it worked on what he called the 'biological' effects of the affliction but that some other secondary effect was at work which he didn't quite understand." },
    { "character": "Ulsquire Shauncy", "line": "He was interested in 'Flaemtaer', the ruined temple to the North. I found this odd. A man of science studying a structure dedicated to faith and the struggle of good verus evil, another concept he didn't understand." },
    { "character": "Player", "line": "What's going on around here?" },
    { "character": "Ulsquire Shauncy", "line": "The people are affected by the emanations from the rest of Morytania and the dead from the tombs have manifested into shadow creatures." },
    { "character": "Player", "line": "What are all these shadowy creatures?" },
    { "character": "Ulsquire Shauncy", "line": "They are the disturbed spirits of those interred in the earth beneath Mort'ton. Their eternal spirits have been poisoned by the close vicinity to the evil nature of the inhabitants of the Sanguinesti area." },
    { "character": "Player", "line": "Is there anyone else worth talking to around here?" },
    { "character": "Ulsquire Shauncy", "line": "Well, there's my good friend Razmire Keelgan. He's a prominent shop owner in Mort'ton, at least he was before he was affected by the area." },
    { "character": "Ulsquire Shauncy", "line": "I know he tried to gather the militia together to fight the shades. He might know something about the temple. Razmire lives in the building to the west just over there, go and talk to him." },
    { "character": "Ulsquire Shauncy", "line": "Ah, hello again, what can I do for you now?" },
    { "character": "Razmire Keelgan", "line": "Ah, excellent, you've made your own serum and it seems to work well! Many thanks for using the Serum on me! But beware, I may start to change back soon!" },
    { "character": "Razmire Keelgan", "line": "My name is Razmire Keelgan, I run a couple of shops in Mort'ton but don't get much custom these days." },
    { "character": "Player", "line": "Which stores do you run?" },
    { "character": "Razmire Keelgan", "line": "I run a general store with a few useful items, and I have a building supplies store, I'm hoping that when things get better down here, people will want to buy items to repair their buildings." },
    { "character": "Razmire Keelgan", "line": "Well to be honest, all of my stock is packed away right now seeing as the town is all overrun with these Shades. I tell you what. You put an end to five Shades for me and I'll open the store for you!" },
    { "character": "Razmire Keelgan", "line": "I have details on that dilapidated temple to the North. These shades have a purpose - they jealously guard their burial treasure! If you can do me some favours, I could help you to locate it!" },
    { "character": "Razmire Keelgan", "line": "This place is called Mort'ton, it used to be a quiet town with a specialism in death. That is to say that many burial tombs were created here in the naturally formed caves under this very village." },
    { "character": "Razmire Keelgan", "line": "Well, the people of the village, my usual customers... are all affected by the emanations from some place to the North East. Ulsquire can give you the name." },
    { "character": "Razmire Keelgan", "line": "Needless to say Herbi was working on a serum to help us and you stumbled across the recipe! I for one am grateful to you, but there's a lot left to do before Mort'ton is returned to it's former glory." },
    { "character": "Razmire Keelgan", "line": "Those disgusting entities are the filth that have ruined my life. They're the restless spirits of the dead who jealously guard their burial treasure yet feed on the life force of the living." },
    { "character": "Razmire Keelgan", "line": "I've heard that they jealously guard their tomb treasure and that it's worth plundering. I need you to kill five shades and bring me their remains so that I can conduct some experiments. Will you do it?" },
    { "character": "Player", "line": "Yes, I'll dispatch those dark and evil creatures." },
    { "character": "Razmire Keelgan", "line": "Great, that's what I wanted to hear. When you've done it, bring back all the remains, I want to inspect them." },
    { "character": "Player", "line": "Sorry, not right now, I need to do something else first." },
    { "character": "Razmire Keelgan", "line": "Ok, fair enough..." },
    { "character": "Player", "line": "Is there anything worth doing around here?" },
    { "character": "Razmire Keelgan", "line": "Life is a daily struggle with those Shades around here. They attack when you least expect it...it's terrifying! I tell you what, if you kill five of those Shades I'll see if I can help you out! Is it a deal?" },
    { "character": "Razmire Keelgan", "line": "Ah, it's you, how's it going?" },
    { "character": "Razmire Keelgan", "line": "Hey, have you killed the five shades yet?" },
    { "character": "Player", "line": "No not yet!" },
    { "character": "Razmire Keelgan", "line": "Come back then when you have. And remember to bring me the remains, Ulsquire seems to think we might be able to send these poor souls to a better place." },
    { "character": "Player", "line": "How's it going? I talked to Razmire and he's asked me to slay five shades." },
    { "character": "Ulsquire Shauncy", "line": "I can't say that I'm surprised, Razmire hates them, but it would be interesting to see the remains of one and investigate it somehow. I might find something useful!" },
    { "character": "Player", "line": "Ok, thanks" },
    { "character": "Razmire Keelgan", "line": "Have you killed those Shades yet?" },
    { "character": "Player", "line": "No, sorry, not yet." },
    { "character": "Razmire Keelgan", "line": "Well, come back when you have." },
    { "character": "Player", "line": "Yes I have actually!" },
    { "character": "Razmire Keelgan", "line": "Hmm, yes, but you don't have the five shade remains I asked of you! Come back when you have them." },
    { "character": "Razmire Keelgan", "line": "Great, I'll experiment on these! I think that Ulsquire might be keen to see some shade remains, if you take some over to him, he can possibly give you some extra information about them." },
    { "character": "Razmire Keelgan", "line": "Now that you've slayed some of those nasty shades, I feel motivated to help you out, I can trade with you now if you like." },
    { "character": "Player", "line": "What do you know about the shades?" },
    { "character": "Razmire Keelgan", "line": "Ulsqire says they're the incarnation of the dead who were interred in the tombs under Mort'ton. If you can find a way to put these spirits to rest, I'll show you a way into their lair!" },
    { "character": "Razmire Keelgan", "line": "Mind you...there must be thousands of them buried under there! Just imagine all the treasure they must have buried under there!" },
    { "character": "Player", "line": "What can you tell me about that temple?" },
    { "character": "Razmire Keelgan", "line": "It's ancient and has been desecrated since before I was born. I've always felt that it was quite a nice place to sit and have a picnic, quite a nice view out of the swamps of Mort Myre." },
    { "character": "Razmire Keelgan", "line": "I told Ulsquire that if he can afford to go half's with me on the building materials, I'd help him to try and fix it up one day. I've always wondered what it looked like back in pagan times." },
    { "character": "Player", "line": "Do you know how I could make this serum permanent?" },
    { "character": "Razmire Keelgan", "line": "I'd say not my friend. That clever Flax chap was always experimentatin', I guess he was a scholarly type. He always dismissed Ulsquires learned speculations about the temple, I'd say that was a bit short sighted myself." },
    { "character": "Player", "line": "What's that supposed to mean?" },
    { "character": "Razmire Keelgan", "line": "Well, you made the serum yourself so I guess you'll experimentate with it. I'd say that the temple might be able to change the serum in some way. Well, yes, I guess it sounds superstitious, but what's to be lost?" },
    { "character": "Player", "line": "Can you open a store for me?" },
    { "character": "Razmire Keelgan", "line": "Sure, which store do you wanna see?" },
    { "character": "Razmire Keelgan", "line": "Hello again...what can I do for you now?" },
    { "character": "Player", "line": "Razmire said to come and talk to you." },
    { "character": "Ulsquire Shauncy", "line": "Oh yes, well, that's very nice." },
    { "character": "Player", "line": "I just slayed five shades for Razmire...he said that you might be interested in seeing the shade remains. Unfortunately I don't have any with me at the moment..." },
    { "character": "Ulsquire Shauncy", "line": "That is a shame, I would have liked to have seen the remains. Razmire was right. I'm keen to study them and perhaps see if I can work out a way to put their spirits to rest." },
    { "character": "Player", "line": "I just slayed 5 shades for Razmire, he said you might be interested in seeing some shade remains?" },
    { "character": "Ulsquire Shauncy", "line": "Oh yes, that would be interesting!" },
    { "character": "Player", "line": "What did you find out about the remains." },
    { "character": "Ulsquire Shauncy", "line": "The shade remains are made of a strange substance which I've not come across before. I believe we should put these tormented spirits to rest." },
    { "character": "Player", "line": "How can we do that? You can't even bury the remains!" },
    { "character": "Ulsquire Shauncy", "line": "Quite right...I was thinking that a holy cremation would do the trick, but the funeral pyres need specially prepared 'pyre logs' - normal logs that have been treated with 'sacred oil' to give it a nice holy touch." },
    { "character": "Player", "line": "How would I make some sacred oil?" },
    { "character": "Ulsquire Shauncy", "line": "You won't! It's a pagan secret lost a long time ago. Normally I would try to bless some commonly found vegetable oil, but I'm so weak from this illness that I know I just won't be able to do it." },
    { "character": "Ulsquire Shauncy", "line": "Huh! I used to joke with Herbi Flax that if 'Flaemtaer temple' was still standing, we could practice some ancient pagan rituals and incite the sacred flame! Huh, I'm not surprised that he never took me seriously!" },
    { "character": "Ulsquire Shauncy", "line": "Hmm, interesting question. It is an ancient pagan temple referred to as Flaemtaer. I've studied it quite a lot, one day I hope to be able to rebuild it, who knows what ancient power it could unleash?" },
    { "character": "Player", "line": "How can you rebuild a totally destroyed temple?" },
    { "character": "Ulsquire Shauncy", "line": "I couldn't do it alone, I'd need a few expert artisans to help with the construction. I'd also need a good supply of limestone bricks, swamp paste and timber beams. Thankfully Razmire stocks all these items." },
    { "character": "Ulsquire Shauncy", "line": "The serum is a product of science. Herbi was a clever man to have made it, but he didn't integrate anything from the spiritual world into his work - and for all of his hard science there is still something missing." },
    { "character": "Player", "line": "So, you don't know then!" },
    { "character": "Ulsquire Shauncy", "line": "I'm a man of faith...that's all I know. Sometimes I feel that we should experiment with the sacred and the holy, not just the crude matter we find around us everyday." },
    { "character": "Player", "line": "What should I do now?" },
    { "character": "Ulsquire Shauncy", "line": "That's up to you my friend! I once heard someone say that making your own decisions is the only real freedom you have. Exercise your freedom my friend, while you still can." },
    { "character": "Player", "line": "Hello there, I've started repairing the temple." },
    { "character": "Ulsquire Shauncy", "line": "That's great, carry on the good work. I'm sure that the temple is the key to unlocking a better life for all of us in Mort'ton." },
    { "character": "Player", "line": "What should I do when the temple is built?" },
    { "character": "Ulsquire Shauncy", "line": "I've researched this much, it seems that the temple was dedicated to the worship of elemental flame or fire. The sacred flame was said to be very holy and was used somehow to sanctify oil for use in cremations." },
    { "character": "Ulsquire Shauncy", "line": "The pagans believed that sacred oil sanctified the cremation ceremony and thus helped the deceased pass onto the next life, and it helped the logs to burn! In case there's any truth in the story, have this!" },
    { "character": "Player", "line": "Thanks!" },
    { "character": "Ulsquire Shauncy", "line": "The pagans believed that sacred oil sanctified the cremation ceremony and thus helped the deceased pass onto the next life, and it helped the logs to burn! You can buy olive oil from Razmire, it's quite cheap." },
    { "character": "Player", "line": "The Shades keep knocking the temple down!" },
    { "character": "Ulsquire Shauncy", "line": "I'm not surprised. The temple represents holiness. They may feel that it has power over them in some way. My advice is to carry on and finish the temple if you can, and see what happens. You may need help though!" },
    { "character": "Player", "line": "How do you mean?" },
    { "character": "Ulsquire Shauncy", "line": "You may need help building the temple or defending yourself against the Shades. I'm sure if you ask around nicely you would be able to get some help." },
    { "character": "Player", "line": "Tell me more about the Shades." },
    { "character": "Ulsquire Shauncy", "line": "All undead hate mortal spirituality. It's a symbol of mortal hope in the face of death and the unknown. The temple represents the finality of true death where all ties to the mortal world are lost." },
    { "character": "Ulsquire Shauncy", "line": "The Shades wish to forever possess the value of their tomb treasures and jealously guard them in death as they did in life. They are afraid of true death and so try to destroy anything which reminds them of it." },
    { "character": "Player", "line": "I keep running out of building materials!" },
    { "character": "Ulsquire Shauncy", "line": "I'd go and see Razmire, perhaps he has some items in stock?" },
    { "character": "Razmire Keelgan", "line": "That's great, carry on the good work." },
    { "character": "Razmire Keelgan", "line": "Well, you could always have a nice picnic... oh.. but then there's the problem with the Shades... hmmm, not nice... not nice at all! Well, I'll be honest, I don't really know! But I bet Ulsquire will know." },
    { "character": "Razmire Keelgan", "line": "Interesting...perhaps they have something against the temple? Perhaps it represents something bad to them? Hmm, interesting stuff, but you'd best speak to Ulsquire about that sort of thing... do you need any supplies?" },
    { "character": "Razmire Keelgan", "line": "Oh really... that's interesting... I have just the thing for you!" },
    { "character": "Player", "line": "Hello there, I used the olive oil on the flame and it gave me sacred oil! What should I do now?" },
    { "character": "Ulsquire Shauncy", "line": "From what I've learned, the ancients used to use the sacred oil on logs in order to make pyre logs for cremation. You could try that!" },
    { "character": "Player", "line": "Hello there, I used the sacred oil on the logs and I made pyre logs! What should I do now?" },
    { "character": "Ulsquire Shauncy", "line": "Now you need to place the sacred logs on the pyre, then add the remains of a shade, then set fire to the pyre. This should release the Shade from it's eternal damnation and help it pass on to the other side." },
    { "character": "Player", "line": "I've placed the logs on the pyre. What do I do now?" },
    { "character": "Ulsquire Shauncy", "line": "You need to place the remains of the shade on top of the logs and then set alight to it." },
    { "character": "Player", "line": "Hey, I've laid a Shade to rest, can you tell me where the Shade lair is now?" },
    { "character": "Razmire Keelgan", "line": "Yeah, great job on putting that Shade to rest. The entrance to the Shade Lair is due North of my shop. Good hunting in the lair my friend!" },
    { "character": "Player", "line": "I've put the Shade's spirit to rest!" },
    { "character": "Ulsquire Shauncy", "line": "Great! Well done my friend!" }
  ],
  "characters": [
    {
      "name": "Ulsquire Shauncy",
      "description": "Middle-aged male, British accent, measured and scholarly tone. A local priest and teacher who speaks with authority and spiritual gravitas. Thoughtful and deliberate in his speech, showing concern for his afflicted community while maintaining hope."
    },
    {
      "name": "Razmire Keelgan",
      "description": "Middle-aged male, British accent, pragmatic and direct tone. A practical shopkeeper who speaks plainly and businesslike. Shows underlying distress about the Shades ruining his livelihood but remains helpful and cooperative."
    }
  ]
}
