{
  "branch": "quest/sheep-herder",
  "quest_name": "Sheep Herder",
  "lines": [
    { "character": "Player", "line": "Hello. How are you?" },
    { "character": "Councillor Halgrive", "line": "I've been better." },
    { "character": "Player", "line": "What's wrong?" },
    { "character": "Councillor Halgrive", "line": "You may or may not be aware, but a plague has spread across West Ardougne. Now, so far, our efforts to contain it have been largely successful, for the most part." },
    { "character": "Councillor Halgrive", "line": "However, some sheep recently escaped from a farm near the city. When they were found, we noticed that they were strangely discoloured, so we asked the mourners to examine them." },
    { "character": "Councillor Halgrive", "line": "They believe that the sheep have become infected with the plague." },
    { "character": "Player", "line": "Are you sure it's the plague?" },
    { "character": "Councillor Halgrive", "line": "Well the mourners seemed convinced and they're the experts. Even if it's not though, the sheep are clearly diseased in some way." },
    { "character": "Councillor Halgrive", "line": "As the councillor responsible for public health and safety here in East Ardougne, I am in charge of dealing with this problem." },
    { "character": "Councillor Halgrive", "line": "We need someone to herd these sheep into a safe enclosure, kill them quickly and cleanly and then dispose of the remains hygienically in a special incinerator." },
    { "character": "Councillor Halgrive", "line": "Unfortunately, nobody wants to risk catching the plague, and I am unable to find someone willing to undertake this mission for me." },
    { "character": "Player", "line": "I can do that for you." },
    { "character": "Councillor Halgrive", "line": "You will? That is excellent news! Head to the enclosure we have set up on Farmer Brumty's land to the north of the city; the four infected sheep should still be somewhere in that vicinity." },
    { "character": "Councillor Halgrive", "line": "Before you will be allowed to enter the enclosure, however, you must ensure you have some kind of protective clothing to prevent contagion." },
    { "character": "Player", "line": "Where can I find some protective clothing then?" },
    { "character": "Councillor Halgrive", "line": "Doctor Orbon should have something suitable. You should be able to find him in the chapel just north of here." },
    { "character": "Councillor Halgrive", "line": "Please also take this poisoned sheep feed; we believe poisoning the sheep will minimise the risk of airborne contamination, and is of course also more humane to the sheep." },
    { "character": "Player", "line": "How will I know which sheep are infected?" },
    { "character": "Councillor Halgrive", "line": "The poor creatures have developed strangely discoloured wool and flesh. You should have no trouble spotting them. There should be four in total." },
    { "character": "Player", "line": "That's not a job for me." },
    { "character": "Councillor Halgrive", "line": "I do not blame you adventurer. It is not particularly pleasant work. My problem remains however. If you know of anyone suitable please send them this way; time is of the essence." },
    { "character": "Player", "line": "That's life for you." },
    { "character": "Councillor Halgrive", "line": "That's what concerns me... There might not be much life around here soon." },
    { "character": "Councillor Halgrive", "line": "Please... please find and dispose of those four diseased sheep as quickly as possible. Every second the risk of contamination grows! If you need some protective clothing, speak to Doctor Orbon in the chapel just north" },
    { "character": "Councillor Halgrive", "line": "of here." },
    { "character": "Player", "line": "Some more sheep poison would be appreciated..." },
    { "character": "Councillor Halgrive", "line": "Certainly adventurer. Please hurry!" },
    { "character": "Player", "line": "I'll do my best sir." },
    { "character": "Player", "line": "Hello there. I've spoken to Councillor Halgrive. He has asked me to round up your sheep and slaughter them." },
    { "character": "Farmer Brumty", "line": "Well, I always knew someone would have to. Make sure you're careful about it; there should be a cattleprod in the barn you can use to herd up the sheep." },
    { "character": "Player", "line": "Hello doctor. I need to acquire some protective clothing so that I can dispose of some diseased sheep." },
    { "character": "Doctor Orbon", "line": "Protective clothing? I'm afraid I only have the one suit which I made myself to prevent infection from any contaminated patients I treat." },
    { "character": "Doctor Orbon", "line": "I suppose I could sell you this one and make myself another, but it would cost you at least 100 gold so that I could afford a replacement." },
    { "character": "Player", "line": "Okay, I'll take it." },
    { "character": "Player", "line": "Oops, sorry, I don't have enough money." },
    { "character": "Doctor Orbon", "line": "That's okay. Just don't go near those sheep. When you can find the money come back here." },
    { "character": "Doctor Orbon", "line": "These should protect you from infection." },
    { "character": "Doctor Orbon", "line": "You don't seem to have enough room to hold the protective suit. Come back when you do." },
    { "character": "Player", "line": "Sorry doc, that's too much." },
    { "character": "Doctor Orbon", "line": "I'm afraid it will cost me that much to replace. I cannot possibly sell it for less." },
    { "character": "Player", "line": "Hello again." },
    { "character": "Doctor Orbon", "line": "Did you dispose of those infected sheep yet?" },
    { "character": "Player", "line": "Not yet." },
    { "character": "Doctor Orbon", "line": "You should hurry, they could infect the entire town in a matter of a few days!" },
    { "character": "Doctor Orbon", "line": "I notice you do not appear to have your protective clothing with you. Would you care to buy some more? Same price as before." },
    { "character": "Player", "line": "No, I don't need any more." },
    { "character": "Doctor Orbon", "line": "I suggest you go and retrieve your protective suit then. Trust me, you do not want to be infected." },
    { "character": "Councillor Halgrive", "line": "Have you managed to find and dispose of those four sheep yet?" },
    { "character": "Player", "line": "Uh... yeah... not quite just yet..." },
    { "character": "Councillor Halgrive", "line": "Not quite's not good enough. It is vital you catch, kill, and incinerate all four sheep as quickly as possible. Each second they are free, the risk of further contagion increases." },
    { "character": "Player", "line": "Okay, I'll get to it." },
    { "character": "Player", "line": "Hello there." },
    { "character": "Farmer Brumty", "line": "Hello adventurer. Be careful herding those sheep; I don't think they've wandered far, but if you touch them you risk getting infected." },
    { "character": "Farmer Brumty", "line": "I suggest you use the cattleprod from the barn over there to herd them, that way you won't have to touch them directly and risk infection." },
    { "character": "Player", "line": "It doesn't look very safe in there. I'm not going in without decent protective clothing." },
    { "character": "Player", "line": "I don't think I should kill the sheep outside the enclosure. The councillor was worried that it might spread the disease." },
    { "character": "Player", "line": "The sheep looks extremely unwell. I don't want to touch it without a full protective suit." },
    { "character": "Player", "line": "Yes, I have." },
    { "character": "Councillor Halgrive", "line": "Excellent work adventurer! Please let me reimburse you the 100 gold it cost you to purchase your protective clothing." },
    { "character": "Councillor Halgrive", "line": "And in recognition of your service to the public health of Ardougne, please accept this further 3000 coins as a reward." }
  ],
  "characters": [
    {
      "name": "Councillor Halgrive",
      "description": "Middle-aged male, British accent, authoritative and measured tone. A pragmatic city councillor responsible for public health in East Ardougne, speaks with urgency about the plague crisis but maintains composure befitting an official."
    },
    {
      "name": "Doctor Orbon",
      "description": "Middle-aged male, British accent, serious and professional tone. A stern scientist and inventor who speaks with precision, calm and methodical in his manner befitting an educated medical professional."
    },
    {
      "name": "Farmer Brumty",
      "description": "Older male, rural British accent, weary and melancholic tone. A hardworking farmer who has seen happier times, speaks with a tired but helpful disposition despite his difficult circumstances."
    }
  ]
}
