{
  "branch": "quest/shield-of-arrav",
  "quest_name": "Shield of Arrav",
  "lines": [
    { "character": "Reldo", "line": "Hello, stranger." },
    { "character": "Player", "line": "Hello there! The name's. Who are you?" },
    { "character": "Reldo", "line": "My name is Reldo. I'm the palace librarian." },
    { "character": "Player", "line": "Ah, that explains why you're in the library then." },
    { "character": "Reldo", "line": "Well, truth be told, I would probably be here even if it wasn't where I worked. I very much like reading, not to mention sharing what I learn with all who are interested." },
    { "character": "Player", "line": "Sounds like a very noble goal!" },
    { "character": "Reldo", "line": "Hello there." },
    { "character": "Player", "line": "I'm in search of a quest." },
    { "character": "Reldo", "line": "Hmm... I don't believe there are any here." },
    { "character": "Reldo", "line": "Let me think actually..." },
    { "character": "Reldo", "line": "Ah, yes. I think I have something, if you're definitely interested?" },
    { "character": "Player", "line": "Of course." },
    { "character": "Reldo", "line": "Well, if you look around for book called The Shield of Arrav, you'll find a quest in there." },
    { "character": "Reldo", "line": "I'm not sure where the book is mind you... but I'm sure it's around here somewhere." },
    { "character": "Player", "line": "Great! Thank you." },
    { "character": "Player", "line": "Actually, I don't think I am. Goodbye." },
    { "character": "Player", "line": "About that book... Where is it again?" },
    { "character": "Reldo", "line": "I'm not sure exactly... but I'm sure it's around here somewhere." },
    { "character": "Player", "line": "Aha! Exactly what I was looking for." },
    { "character": "Player", "line": "I found that book." },
    { "character": "Reldo", "line": "Very good. I suggest you give it a read." },
    { "character": "Player", "line": "Okay, I've read that book about the Shield of Arrav." },
    { "character": "Reldo", "line": "Then perhaps you now have your quest?" },
    { "character": "Player", "line": "I think I do. Do you know where I can find the Phoenix Gang or the Black Arm Gang?" },
    { "character": "Reldo", "line": "No, I don't. However, I hear Baraek, the fur trader in the market, has had connections with the Phoenix Gang." },
    { "character": "Player", "line": "And the Black Arm Gang?" },
    { "character": "Reldo", "line": "There are rumours that they are based in the south west corner of the city. Charlie the Tramp might be able to tell you more. He knows that part of Varrock well." },
    { "character": "Player", "line": "Thanks! I'll get to it!" },
    { "character": "Reldo", "line": "Good luck." },
    { "character": "Charlie the Tramp", "line": "Spare some change, guv?" },
    { "character": "Player", "line": "I'm looking for the Black Arm Gang." },
    { "character": "Charlie the Tramp", "line": "Funny you should mention that... Rumour has it that they have their headquarters right down this alleyway. Though if I were you, I'd be careful about messing with them..." },
    { "character": "Charlie the Tramp", "line": "Like I told you, the rumour is that they have their headquarters right down this alleyway. Though if I were you, I'd be careful about messing with them..." },
    { "character": "Player", "line": "Do you think they would let me join?" },
    { "character": "Charlie the Tramp", "line": "You never know. You'll find a lady down there called Katrine. Speak to her. But whatever you do, don't upset her." },
    { "character": "Player", "line": "What is this place?" },
    { "character": "Katrine", "line": "It's a private business. Can I help you at all?" },
    { "character": "Player", "line": "I've heard you're the Black Arm Gang." },
    { "character": "Katrine", "line": "Who told you that?" },
    { "character": "Player", "line": "I'd rather not reveal my sources." },
    { "character": "Katrine", "line": "Hmm... I suppose I can understand that. So, say we were the Black Arm Gang, what would you want with us?" },
    { "character": "Player", "line": "I want to become a member of your gang." },
    { "character": "Player", "line": "I want some hints on becoming a thief." },
    { "character": "Katrine", "line": "Do you now? And what makes you think I'll provide anything like that?" },
    { "character": "Player", "line": "Well, how about I become a member of your gang in return?" },
    { "character": "Katrine", "line": "How unusual... Okay, let's say we are who you believe we are. Do you think we'd be recruiting people who just waltz in here saying 'hello, I'd like to play'?" },
    { "character": "Player", "line": "I don't know. What would be the alternative?" },
    { "character": "Katrine", "line": "Watching local thugs and thieves in action, perhaps? How do I know I can just trust someone who's wandered in here." },
    { "character": "Player", "line": "Well, you can give me a try can't you?" },
    { "character": "Katrine", "line": "I'm not so sure..." },
    { "character": "Player", "line": "Well, people tell me I have an honest face." },
    { "character": "Katrine", "line": "Someone honest wanting to join a gang of thieves? Excuse me if I remain unconvinced..." },
    { "character": "Katrine", "line": "Thinking about it... I may have a solution actually. You may have heard of the Phoenix Gang. I hear they have a very nice weapons stash not too far from here." },
    { "character": "Katrine", "line": "We're fresh out of crossbows, but apparently they have plenty. If someone were to acquire a couple for us, it would be very much appreciated." },
    { "character": "Player", "line": "Sounds simple enough. Any particular reason you need them?" },
    { "character": "Katrine", "line": "Let's just say there's a local merchant who is refusing to pay some very reasonable 'keep-your-life-pleasant' insurance rates." },
    { "character": "Player", "line": "So you're planning to murder him?" },
    { "character": "Katrine", "line": "Him? No. However, I hear that the local law might soon be finding a crossbow belonging to the Phoenix Gang in his home..." },
    { "character": "Katrine", "line": "I also hear that a similar type of crossbow might soon be used in a murder on the other side of the city..." },
    { "character": "Katrine", "line": "Now, are you going to keep asking questions, or are you going to go get those crossbows?" },
    { "character": "Player", "line": "Okay, no problem." },
    { "character": "Katrine", "line": "Great! Apparently the Phoenix Gang's weapons stash is somewhere to the east. Ask that tramp outside. I'm sure he'll know more." },
    { "character": "Player", "line": "Sounds a little tricky. Got anything easier?" },
    { "character": "Katrine", "line": "If you're not up for a little bit of danger, I don't think you've got anything to offer us." },
    { "character": "Player", "line": "Okay, I'll do it." },
    { "character": "Player", "line": "It's a no from me then." },
    { "character": "Katrine", "line": "Then get lost!" },
    { "character": "Player", "line": "I'm looking for the door out of here." },
    { "character": "Katrine", "line": "Try... the one you just came through?" },
    { "character": "Player", "line": "It was Charlie, the tramp outside." },
    { "character": "Katrine", "line": "Is that guy still out there? He's getting to be a nuisance. Might be time for him to have a little accident..." },
    { "character": "Katrine", "line": "Anyway, say we were the Black Arm Gang, what would you want with us?" },
    { "character": "Player", "line": "Everyone knows. It's no great secret." },
    { "character": "Katrine", "line": "What?! You must be joking!" },
    { "character": "Player", "line": "Oh no, not at all... It's so obvious! Even the town guard have caught on..." },
    { "character": "Katrine", "line": "I see... Well... say we were the Black Arm Gang, what would you want with us?" },
    { "character": "Player", "line": "What sort of business?" },
    { "character": "Katrine", "line": "A small, family business. We give financial advice to other companies. Now, if you'll excuse me." },
    { "character": "Player", "line": "I'm looking for fame and riches." },
    { "character": "Katrine", "line": "And you expect to find that up the back streets of Varrock? Keep dreaming." },
    { "character": "Player", "line": "Any idea where the Phoenix Gang are based?" },
    { "character": "Charlie the Tramp", "line": "Sure, I know everything there is to know about this city. I'd be happy to tell you for ten coins." },
    { "character": "Player", "line": "Okay, that sounds fair." },
    { "character": "Charlie the Tramp", "line": "Perfect! Now listen closely. The Phoenix Gang can be found east of here. Take the southern alley past the Blue Moon Inn and look for a building owned by the VTAM corporation." },
    { "character": "Charlie the Tramp", "line": "Their main hideout is in that building, with their weapon stash being two buildings east of it. Good luck getting into either without being a member of their gang though." },
    { "character": "Player", "line": "Without being a member of their gang? That might be problematic." },
    { "character": "Charlie the Tramp", "line": "Well, your best bet would probably be to find someone who isn't a member of the Black Arm Gang and get them to infiltrate the ranks of the Phoenix Gang for you." },
    { "character": "Player", "line": "Someone? Like who?" },
    { "character": "Charlie the Tramp", "line": "There's plenty of other adventurers about besides yourself. I'm sure if you asked one of them nicely they would help you." },
    { "character": "Player", "line": "I see..." },
    { "character": "Player", "line": "Ten coins? That's too much! I'll give you five." },
    { "character": "Charlie the Tramp", "line": "I guess that'll have to do then." },
    { "character": "Charlie the Tramp", "line": "Great, thanks." },
    { "character": "Player", "line": "So where can I find the Phoenix Gang then?" },
    { "character": "Charlie the Tramp", "line": "If you pay me five more coins, I'll tell you." },
    { "character": "Player", "line": "That's not fair, but I guess I don't have a choice." },
    { "character": "Player", "line": "You thieving gutter-scum! You'd better watch your back!" },
    { "character": "Charlie the Tramp", "line": "Yeah, sure, whatever. You don't frighten me, pal." },
    { "character": "Player", "line": "Never mind. I'll find it myself." },
    { "character": "Charlie the Tramp", "line": "Well, you know where to find me if you get lost!" },
    { "character": "Charlie the Tramp", "line": "Well, given you paid up, I guess I can remind you. The Phoenix Gang can be found east of here. Take the southern alley past the Blue Moon Inn and look for a building owned by the VTAM corporation." },
    { "character": "Katrine", "line": "Have you got those crossbows for me yet?" },
    { "character": "Player", "line": "No, I haven't found them yet. Do you know where I should be looking." },
    { "character": "Player", "line": "I have one..." },
    { "character": "Katrine", "line": "Well, I need two. Come back when you have them." },
    { "character": "Player", "line": "Yes, I have." },
    { "character": "Katrine", "line": "It seems you're more skilled than I originally gave you credit for. Well done. Consider yourself a member of the Black Arm Gang. I'd suggest you now go and familiarise yourself with the rest of the ganghouse." },
    { "character": "Player", "line": "Hey." },
    { "character": "Katrine", "line": "Hey." },
    { "character": "Player", "line": "So I'm part of the gang now?" },
    { "character": "Katrine", "line": "You are. Feel free to familiarise yourself with the rest of the ganghouse." },
    { "character": "Player", "line": "Will do! Thanks!" },
    { "character": "Player", "line": "Who are all those people in there?" },
    { "character": "Katrine", "line": "They're just various rogues and thieves." },
    { "character": "Player", "line": "They don't say a lot..." },
    { "character": "Katrine", "line": "Nope." },
    { "character": "Player", "line": "Teach me to be a top class criminal." },
    { "character": "Katrine", "line": "Teach yourself." },
    { "character": "Player", "line": "This must be the Shield of Arrav! Well... half of it at least. I wonder where the other half is..." },
    { "character": "Player", "line": "I've got this half of the shield in my bank already." },
    { "character": "Straven", "line": "Stay away from here! Black Arm dog!" },
    { "character": "Player", "line": "Hello." },
    { "character": "Weaponsmaster", "line": "Hey! Who are you? I'm gonna teach you not to stick your nose where it don't belong!" },
    { "character": "Weaponsmaster", "line": "Stop! Thief!" },
    { "character": "Player", "line": "I've found half of the Shield of Arrav!" },
    { "character": "Reldo", "line": "Half?" },
    { "character": "Player", "line": "Yes. It seems it was split in two." },
    { "character": "Reldo", "line": "I see... Where did you find this half?" },
    { "character": "Player", "line": "The Black Arm Gang had it. I managed to infiltrate their gang and steal it from them." },
    { "character": "Reldo", "line": "A split gang and a split shield. My guess would be that the other gang has the other half." },
    { "character": "Player", "line": "Well, I did have a member of the Phoenix Gang help me... Maybe they can find the other half." },
    { "character": "Reldo", "line": "Let's hope so. In the meantime, you should probably head over to the museum so they can verify the authenticity of this half." },
    { "character": "Player", "line": "Can you tell me where I can find the Phoenix Gang?" },
    { "character": "Baraek", "line": "Shh, shh, shh! Not so loud! You don't want to get me in trouble, do you?" },
    { "character": "Player", "line": "So I take it that you do know where they are." },
    { "character": "Baraek", "line": "I may do... but I don't want to get into trouble for revealing their hideout. Of course, if I was, say 20 coins richer, I may happen to be more inclined to take that sort of risk..." },
    { "character": "Player", "line": "Okay. Have 20 gold coins." },
    { "character": "Baraek", "line": "Okay, to get to the gang hideout, head to the southern gates of the city and then head down the alleyway past the Blue Moon Inn." },
    { "character": "Baraek", "line": "Down there you'll find a building owned by the VTAM corporation. That's where you'll find the Phoenix Gang. Just be careful. They ain't the types to be messed about." },
    { "character": "Player", "line": "Thanks!" },
    { "character": "Player", "line": "Uh....oops. My mistake. I don't have 20 coins. Silly me." },
    { "character": "Player", "line": "No, I don't do things like bribery." },
    { "character": "Baraek", "line": "If you wanna deal with the Phoenix Gang, they're involved in much worse than a bit of bribery." },
    { "character": "Player", "line": "Yes, I'd like to be 20 coins richer too." },
    { "character": "Player", "line": "What's through that door?" },
    { "character": "Straven", "line": "You can't go in there. Only authorised personnel of the VTAM Corporation are allowed beyond this point." },
    { "character": "Player", "line": "I know who you are!" },
    { "character": "Straven", "line": "Really? Well? Who are we then?" },
    { "character": "Player", "line": "This is the headquarters of one of the most dangerous crime syndicates this city has ever seen! The Phoenix Gang!" },
    { "character": "Straven", "line": "No, this is a legitimate business run by legitimate individuals. However... supposing we were this crime gang, what would you want with us?" },
    { "character": "Player", "line": "I'd like to offer you my services." },
    { "character": "Straven", "line": "You mean you'd like to join the Phoenix Gang? Well, obviously I can't speak for them, but the Phoenix Gang doesn't let people join just like that. First, you'd need to prove your loyalty." },
    { "character": "Player", "line": "How would I go about doing that?" },
    { "character": "Straven", "line": "Obviously, I would have no idea. Although, having said that, a rival gang of ours, er, theirs, called the Black Arm Gang is supposedly meeting a contact from Port Sarim today." },
    { "character": "Straven", "line": "Apparently the meeting is going to take place in the Blue Moon Inn, and supposedly the contact is none other than the notorious mass murderer turned pirate captain, Jonny the Beard." },
    { "character": "Straven", "line": "Now, obviously I know nothing about the dealings of the Phoenix Gang, but I bet if somebody were to arrange an accident for Jonny and bring back his intelligence report, the gang would be very pleased." },
    { "character": "Player", "line": "I see... I'm sure I can help sort something out for them. I'll get right on it." },
    { "character": "Player", "line": "I want nothing. I was just making sure you were them." },
    { "character": "Straven", "line": "Well, then get lost and stop wasting my time." },
    { "character": "Straven", "line": "...if you know what's good for you." },
    { "character": "Player", "line": "How do I get a job with the VTAM corporation?" },
    { "character": "Straven", "line": "Get a copy of the Varrock Herald. If we have any positions right now, they'll be advertised in there." },
    { "character": "Player", "line": "Why not?" },
    { "character": "Straven", "line": "Sorry. That's classified information." },
    { "character": "Straven", "line": "How's your little mission going?" },
    { "character": "Player", "line": "I don't have it yet..." },
    { "character": "Straven", "line": "Jonny the Beard is the person who has it. I imagine he will be in the Blue Moon Inn... Not that I'd know for sure, with me definitely not being a member of the Phoenix Gang and all." },
    { "character": "Player", "line": "I have the intelligence report!" },
    { "character": "Straven", "line": "Let's see it then." },
    { "character": "Player", "line": "Let me go get it." },
    { "character": "Straven", "line": "I'll wait here." },
    { "character": "Straven", "line": "Very good... Very good... Okay, I'm satisfied. Welcome to the Phoenix Gang! I'm Straven, one of the gang leaders." },
    { "character": "Player", "line": "Nice to meet you. I'm." },
    { "character": "Straven", "line": "As a member of our gang, you now have access to our hideout and our weapons supply depot. The hideout is just through this door and the depot is two doors down from here. You'll need this key to get in." },
    { "character": "Straven", "line": "Once again, welcome to the Phoenix Gang!" },
    { "character": "Straven", "line": "Greetings, fellow gang member." },
    { "character": "Player", "line": "I've heard you've got some cool treasures in this place." },
    { "character": "Straven", "line": "Oh yeah, we've all stolen some stuff in our time. Our candlesticks down here, for example, were quite a challenge to get out of the palace." },
    { "character": "Player", "line": "And the Shield of Arrav?" },
    { "character": "Straven", "line": "Woah... that's a blast from the past! We stole that years and years ago!" },
    { "character": "Straven", "line": "Truth be told, we don't even have the whole shield anymore. A few years ago there was a big fight within the gang and the shield got broken in half as a result." },
    { "character": "Straven", "line": "After the fight, some gang members split off and formed their own group. They took one half of the shield with them." },
    { "character": "Player", "line": "This other group? The Black Arm Gang?" },
    { "character": "Straven", "line": "Indeed." },
    { "character": "Player", "line": "Any suggestions for where I can go thieving?" },
    { "character": "Straven", "line": "You could always try the marketplace over in Ardougne. Lots of opportunity there!" },
    { "character": "Player", "line": "Where's the Black Arm Gang hideout?" },
    { "character": "Straven", "line": "Interested in spying on the enemy, are you? It will be tricky. Their security is pretty good. Not as good as ours obviously, but still good." },
    { "character": "Straven", "line": "Still, if you really want to go there, it's down an alleyway near the southern gate. One of our contacts, a tramp going by the name of Charlie, keeps an eye on it. He may be able to help you." },
    { "character": "Player", "line": "I see. Thanks for the help!" },
    { "character": "Player", "line": "I'd better get going." },
    { "character": "Straven", "line": "Greetings fellow gang member." },
    { "character": "Player", "line": "I'm afraid I've lost the key you gave me." },
    { "character": "Straven", "line": "You really need to be more careful. We don't want that key falling into the wrong hands. Ah well... Have this spare. Don't lose THIS one." },
    { "character": "Weaponsmaster", "line": "Hello fellow Phoenix! What are you after?" },
    { "character": "Player", "line": "I'm after a weapon or two." },
    { "character": "Weaponsmaster", "line": "No problem. Feel free to look around." },
    { "character": "Player", "line": "I'm looking for treasure." },
    { "character": "Weaponsmaster", "line": "Aren't we all? We've not got any up here. Go mug someone somewhere if you want some treasure." },
    { "character": "Weaponsmaster", "line": "Hey! That's Straven's! He won't like you messing with that!" },
    { "character": "Charlie the Tramp", "line": "No. You're a collaborator with the Phoenix Gang. There's no way they'll let you join." },
    { "character": "Player", "line": "How did you know I was in the Phoenix Gang?" },
    { "character": "Charlie the Tramp", "line": "I've been known to have dealings with the Phoenix Gang. I wouldn't be very good at my job if I didn't know their members." },
    { "character": "Player", "line": "I see. So, any ideas how I could get in there?" },
    { "character": "Charlie the Tramp", "line": "Your best bet would probably be to find someone who isn't a member of the Phoenix Gang and get them to infiltrate the ranks of the Black Arm Gang for you." },
    { "character": "Player", "line": "Any ideas how I could get in there then?" },
    { "character": "Katrine", "line": "You've got some guts coming here, Phoenix scum! Get lost, or I'll make sure you haven't got those guts anymore!" },
    { "character": "Player", "line": "The Phoenix Gang had it. I managed to infiltrate their gang and steal it from them." },
    { "character": "Player", "line": "Well, I don't think I'll have much luck infiltrating the Black Arm Gang now that I've joined their rivals, but maybe someone else will be able to." },
    { "character": "Player", "line": "Hello there. I'm here about the Shield of Arrav." },
    { "character": "Curator Haig Halen", "line": "The Shield of Arrav? The Museum has been searching for that for years! The late King Roald II offered a generous reward for its return!" },
    { "character": "Player", "line": "Well, I'm here to claim it." },
    { "character": "Curator Haig Halen", "line": "You've found the shield? Let's have a look!" },
    { "character": "Curator Haig Halen", "line": "This is incredible! But where's the other half?" },
    { "character": "Player", "line": "I obtained this half from the Phoenix Gang. The Black Arm Gang might have the other half." },
    { "character": "Player", "line": "I obtained this half from the Black Arm Gang. The Phoenix Gang might have the other half." },
    { "character": "Curator Haig Halen", "line": "That does sound plausible. We will have to hope that another adventurer can recover that half." },
    { "character": "Player", "line": "So will I be rewarded for recovering half of the shield?" },
    { "character": "Curator Haig Halen", "line": "I'm afraid the reward is for the recovery of the full shield. However, what I'll do is write you out two half-certificates. If another adventurer returns the other shield half, I'll do the same for them." },
    { "character": "Curator Haig Halen", "line": "The two of you can then swap one of the half-certificates to make a full one each. Take that to the King and he will grant you your reward." },
    { "character": "Curator Haig Halen", "line": "Welcome to the museum of Varrock." },
    { "character": "Curator Haig Halen", "line": "I gave you two half-certificates for the half you returned. If another adventurer returns the other shield half, I'll do the same for them." },
    { "character": "Player", "line": "Would it be okay to get more half-certificates?" },
    { "character": "Curator Haig Halen", "line": "I suppose so. It's not like you can do anything with them without the other half." },
    { "character": "Player", "line": "Greetings, your majesty." },
    { "character": "King Roald", "line": "Yes, citizen. Do you need something?" },
    { "character": "Player", "line": "I'm here about the Shield of Arrav." },
    { "character": "King Roald", "line": "The Shield of Arrav? Yes, I do recall my father put a reward out for that." },
    { "character": "Player", "line": "Well, I've managed to find half the shield!" },
    { "character": "King Roald", "line": "You have? Well, before we go any further, you'll need to get the authenticity of the shield verified by the curator at the museum." },
    { "character": "Player", "line": "Okay. I'll head over there." },
    { "character": "King Roald", "line": "I'm afraid that's only half the reward certificate. You'll have to get the other half and join them together if you want to claim the reward." },
    { "character": "King Roald", "line": "My goodness! This is for the reward offered by my father many years ago! I never thought I would live to see the day when someone came forward to claim it!" },
    { "character": "Player", "line": "It was quite the undertaking. I wouldn't have been able to do it without help from a fellow adventurer." },
    { "character": "King Roald", "line": "Well, in that case, it's only right that you both be rewarded. I will grant half of the reward to you and half to your companion. That means 600 coins for you. Enjoy it! You've very much earned it!" },
    { "character": "Player", "line": "And the Shield of Arrav?" },
    { "character": "Straven", "line": "Once one of our most prized possessions." },
    { "character": "Player", "line": "Once?" },
    { "character": "Straven", "line": "It seems the Black Arm Gang weren't content with having one half. They recently stole the other half of the shield from us as well!" },
    { "character": "Player", "line": "Oh no! I'll be sure to keep an eye out for any of their members sneaking around." },
    { "character": "Player", "line": "I'm afraid I lost that key you gave me..." },
    { "character": "Straven", "line": "You really need to be more careful. We don't want that key falling into the wrong hands. Have this spare, but don't lose it this time!" },
    { "character": "Katrine", "line": "You are, but don't make me regret it. In case you didn't hear, someone recently stole something very important from us. We need to be more careful about who we let in." },
    { "character": "Player", "line": "Imagine doing something like that!" }
  ],
  "characters": [
    {
      "name": "Reldo",
      "description": "Middle-aged male, British accent, warm and scholarly tone. A knowledgeable palace librarian who speaks with patience and enthusiasm about books and history."
    },
    {
      "name": "Charlie the Tramp",
      "description": "Middle-aged male, Cockney British accent, weary and gravelly voice. A down-on-his-luck vagrant who speaks with a tired but streetwise demeanor, always looking for a handout."
    },
    {
      "name": "Katrine",
      "description": "Adult female, British accent, commanding and sharp tone. The temperamental leader of the Black Arm Gang who speaks with authority and thinly veiled threats."
    },
    {
      "name": "King Roald",
      "description": "Middle-aged male, refined British accent, measured and regal tone. A straightforward monarch who speaks formally but without pretension, befitting a stable ruler."
    },
    {
      "name": "Straven",
      "description": "Adult male, British accent with a slight Italian-American gangster inflection, smooth and calculating. The Phoenix Gang leader who maintains a businessman facade while subtly hinting at criminal dealings."
    },
    {
      "name": "Baraek",
      "description": "Middle-aged male, Eastern European accent, hushed and nervous tone. A fur trader with Phoenix Gang connections who speaks cautiously and is easily bribed."
    },
    {
      "name": "Weaponsmaster",
      "description": "Adult male, gruff British accent, aggressive and territorial. An obsessive Phoenix Gang member who guards the weapons stash and speaks with hostility to outsiders."
    },
    {
      "name": "Curator Haig Halen",
      "description": "Elderly male, refined British accent, formal and enthusiastic tone. A scholarly museum curator who speaks with excitement about historical artifacts and proper procedures."
    }
  ]
}
