{
  "branch": "quest/song-of-the-elves",
  "quest_name": "Song of the Elves",
  "lines": [
    {
      "character": "Player",
      "line": "Hey, how's it going?"
    },
    {
      "character": "Edmond",
      "line": "Not good at all my friend. It's Elena, she's been taken..."
    },
    {
      "character": "Player",
      "line": "Taken? By who?"
    },
    {
      "character": "Edmond",
      "line": "The Knights of Ardougne. They claimed she was inciting rebellion against the king. Apparently she's been going around telling people that the plague isn't real..."
    },
    {
      "character": "Player",
      "line": "Oh dear... This is a problem."
    },
    {
      "character": "Edmond",
      "line": "Is there anything you can do to help us? It feels wrong to ask given what you've done for us before, but we're desperate."
    },
    {
      "character": "Player",
      "line": "I'm sure this is all just a misunderstanding. Let me try talking to the king."
    },
    {
      "character": "Edmond",
      "line": "Thank you friend."
    },
    {
      "character": "Player",
      "line": "I can't help I'm afraid."
    },
    {
      "character": "Alrena",
      "line": "Edmond tells me you're helping Elena again. Thank you so much."
    },
    {
      "character": "Player",
      "line": "It's not a problem."
    },
    {
      "character": "Player",
      "line": "Good day my lord."
    },
    {
      "character": "King Lathas",
      "line": "Hello. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I'm here to talk about Elena, apparently she's been imprisoned."
    },
    {
      "character": "King Lathas",
      "line": "That she has. She was making some heinous accusations."
    },
    {
      "character": "Player",
      "line": "That the plague is fake?"
    },
    {
      "character": "King Lathas",
      "line": "Exactly."
    },
    {
      "character": "Player",
      "line": "Right... But you and I both know that she's right, the plague is fake."
    },
    {
      "character": "King Lathas",
      "line": "That's not the point. As I've explained to you before, the plague is a necessary evil. We can't have her exposing the truth and risking everything."
    },
    {
      "character": "Player",
      "line": "But King Tyras is dead, what exactly are we risking?"
    },
    {
      "character": "King Lathas",
      "line": "My brother may be dead but the Dark Lord is still a threat. Until that threat is gone, the plague must remain."
    },
    {
      "character": "Player",
      "line": "So you won't free Elena?"
    },
    {
      "character": "King Lathas",
      "line": "No. I can't take any risks. Now I'm afraid I have business to attend to. You should be on your way."
    },
    {
      "character": "Player",
      "line": "I see. I guess I should let her father know."
    },
    {
      "character": "King Lathas",
      "line": "Hello. What can I do for you."
    },
    {
      "character": "Player",
      "line": "About Elena..."
    },
    {
      "character": "King Lathas",
      "line": "We've been through this already. I will not have the girl freed. She is a threat to Ardougne and will remain imprisoned."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Sorry citizen. Only Knights of Ardougne are allowed in the prison."
    },
    {
      "character": "Player",
      "line": "Good day."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Hello there citizen. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "What's down these stairs?"
    },
    {
      "character": "Knight of Ardougne",
      "line": "These stairs lead to the Ardougne Prison. It's home to thieves, murderers and everything in between."
    },
    {
      "character": "Player",
      "line": "Sounds lovely. Can I go in?"
    },
    {
      "character": "Knight of Ardougne",
      "line": "I'm afraid not citizen. Only the Knights of Ardougne are allowed into the prison and I can see that you are no knight."
    },
    {
      "character": "Edmond",
      "line": "Hello there. Have you spoken to the king yet?"
    },
    {
      "character": "Player",
      "line": "I have."
    },
    {
      "character": "Edmond",
      "line": "And?"
    },
    {
      "character": "Player",
      "line": "He won't be freeing her I'm afraid."
    },
    {
      "character": "Edmond",
      "line": "But why? I know all this plague business has got her a bit emotional, but can't he see that she's just upset?"
    },
    {
      "character": "Player",
      "line": "He said she was a threat to Ardougne."
    },
    {
      "character": "Edmond",
      "line": "A threat? But she's no danger to anyone. Why does he think that way?"
    },
    {
      "character": "Player",
      "line": "Well the thing is..."
    },
    {
      "character": "Edmond",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "Well... She's right. The plague is a lie. That's why the king had her imprisoned. He was afraid she'd expose the truth."
    },
    {
      "character": "Edmond",
      "line": "The plague is a lie? What do you mean the plague is a lie?"
    },
    {
      "character": "Player",
      "line": "I guess I have some explaining to do."
    },
    {
      "character": "Edmond",
      "line": "You most certainly do."
    },
    {
      "character": "Player",
      "line": "Well, it all started after I freed Elena from West Ardougne. As you can imagine, she was still keen on helping the plague victims and asked me to help her find a cure."
    },
    {
      "character": "Player",
      "line": "We sent some samples to her old teacher, Guidor in Varrock. He ran some tests and found out that the plague isn't actually real. I confronted the king on this and he admitted it."
    },
    {
      "character": "Edmond",
      "line": "But why?"
    },
    {
      "character": "Player",
      "line": "The king told me that his brother, King Tyras, was corrupted by the Dark Lord while exploring the lands to the west."
    },
    {
      "character": "Player",
      "line": "As Tyras was the king of West Ardougne, King Lathas decided to cordon the city off to keep the rest of the world safe."
    },
    {
      "character": "Player",
      "line": "The plague was the excuse he gave for the quarantine."
    },
    {
      "character": "Edmond",
      "line": "But that doesn't make any sense. Why not just tell the truth? Why lie to everyone and make up a plague? Something doesn't seem right about it all."
    },
    {
      "character": "Player",
      "line": "Well you're right about that. Turns out King Lathas was lying about that as well. But I'll get to that in a minute."
    },
    {
      "character": "Player",
      "line": "After confronting the king, he recruited me and tasked me with helping him stop Tyras. He had me travel through the Underground Pass into the elven forests of Tirannwn."
    },
    {
      "character": "Edmond",
      "line": "Elves? I wasn't even sure they existed anymore."
    },
    {
      "character": "Player",
      "line": "Well Tirannwn is full of them. In fact, they're currently in the middle of a civil war."
    },
    {
      "character": "Edmond",
      "line": "An elven civil war? I'm going to need a drink after all of this. So what happened next?"
    },
    {
      "character": "Player",
      "line": "I met with an ally of King Lathas, an elf called Lord Iorwerth. He's the leader of one of the elven factions. With his help, I was successful in assassinating King Tyras."
    },
    {
      "character": "Player",
      "line": "With the job done, I returned to Ardougne. However, on my way back, I was intercepted by an elf named Arianwyn, the leader of the rebel elves opposing Lord Iorwerth."
    },
    {
      "character": "Player",
      "line": "He revealed the truth to me, that King Lathas and Lord Iorwerth are in fact the evil ones. Together they intend to summon this Dark Lord."
    },
    {
      "character": "Edmond",
      "line": "Just when I thought this story couldn't get any worse. The king is evil? Why?"
    },
    {
      "character": "Player",
      "line": "From what I can tell, King Lathas hated how his father split the kingdom, giving half to him and half to his brother. He wanted his brother dead from the start."
    },
    {
      "character": "Player",
      "line": "Not only that, he also wants to reclaim Camelot from King Arthur. I think he's hoping that this Dark Lord will help him."
    },
    {
      "character": "Edmond",
      "line": "All of this, just because Lathas wants more land? What about this Lord Iorwerth, what's in it for him?"
    },
    {
      "character": "Player",
      "line": "I think he wants to use the Dark Lord to defeat the rebel elves and end the civil war. Apparently, it's been going on for hundreds of years."
    },
    {
      "character": "Edmond",
      "line": "I see, this still doesn't explain why the plague was made up though."
    },
    {
      "character": "Player",
      "line": "Well since I learnt the truth, I've been helping the rebel elves fight back against King Lathas and Lord Iorwerth."
    },
    {
      "character": "Player",
      "line": "I recently discovered that Lord Iorwerth believes the secrets to summoning the Dark Lord lie within the Temple of Light beneath Ardougne."
    },
    {
      "character": "Player",
      "line": "The plague was made up to hide their mining operation beneath the city."
    },
    {
      "character": "Player",
      "line": "All the mourners are actually Iorwerth elves in disguise and the people who they claim have died of the plague are actually getting sent into the mines."
    },
    {
      "character": "Edmond",
      "line": "Goodness me Elena, what have you gotten yourself into?"
    },
    {
      "character": "Edmond",
      "line": "Thank you for telling me the truth. I just wish you had told me sooner."
    },
    {
      "character": "Edmond",
      "line": "If even half of what you say about King Lathas is true, then my daughter is in great danger. We need to help her."
    },
    {
      "character": "Player",
      "line": "Do you have something in mind?"
    },
    {
      "character": "Edmond",
      "line": "I do. They're holding Elena in the city prison beneath the castle. You'll need to disguise yourself as a Knight of Ardougne, infiltrate the prison and find a way to free her."
    },
    {
      "character": "Player",
      "line": "Why me?"
    },
    {
      "character": "Edmond",
      "line": "As much as I hate to admit it, I'm far too old to pass as a knight. It will have to be you."
    },
    {
      "character": "Player",
      "line": "How do I get this disguise?"
    },
    {
      "character": "Edmond",
      "line": "You'll need to get a steel platebody, some steel platelegs and a steel full helm. The plume on the helm will need dying red and you'll need a tabard for the platebody."
    },
    {
      "character": "Edmond",
      "line": "My wife should be able to help you with the tabard. You'll have to check with her to see what she needs for it. Come back to me once you have everything and we'll discuss what to do next."
    },
    {
      "character": "Player",
      "line": "What should I be doing?"
    },
    {
      "character": "Edmond",
      "line": "You need to disguise yourself as a Knight of Ardougne. Get yourself a steel platebody, some steel platelegs and a steel full helm. The plume on the helm will need dying red and you'll need a tabard for the platebody."
    },
    {
      "character": "Player",
      "line": "It's not a problem. Do you think you could give me a hand with something?"
    },
    {
      "character": "Alrena",
      "line": "What do you need?"
    },
    {
      "character": "Player",
      "line": "I need to make a Knight of Ardougne tabard."
    },
    {
      "character": "Alrena",
      "line": "Hmmm, well that shouldn't be too hard for me to do. Could you bring me some silk and some purple dye please?"
    },
    {
      "character": "Player",
      "line": "Luckily for us, I have them both right here."
    },
    {
      "character": "Alrena",
      "line": "Hmm, that is lucky."
    },
    {
      "character": "Player",
      "line": "Here you go."
    },
    {
      "character": "Alrena",
      "line": "Here you go, one tabard."
    },
    {
      "character": "Player",
      "line": "You can't have them."
    },
    {
      "character": "Alrena",
      "line": "Well I can't make your tabard then."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Alrena",
      "line": "Hello there. Do you have the silk and purple dye yet?"
    },
    {
      "character": "Player",
      "line": "Not yet. I'll go and get them."
    },
    {
      "character": "Player",
      "line": "I do indeed."
    },
    {
      "character": "Alrena",
      "line": "Thank you so much for helping Elena. It means so much to Edmond and I."
    },
    {
      "character": "Player",
      "line": "I've finished the disguise."
    },
    {
      "character": "Edmond",
      "line": "Well you definitely look the part. Those guards will be totally fooled. Now get yourself down to the prison and see if you can find a way to free Elena. You'll find it beneath the castle."
    },
    {
      "character": "Edmond",
      "line": "Excellent, let's have a look at it."
    },
    {
      "character": "Edmond",
      "line": "Yes, this should be perfect. Those guards will be totally fooled. Now get yourself down to the prison and see if you can find a way to free Elena. You'll find it beneath the castle."
    },
    {
      "character": "Edmond",
      "line": "Yes, this should be perfect. Those platelegs are a bit dirty though, let me give them a polish for you."
    },
    {
      "character": "Edmond",
      "line": "There you go. Now get yourself down to the prison and see if you can find a way to free Elena. You'll find it beneath the castle."
    },
    {
      "character": "Edmond",
      "line": "Take your disguise and head down to the prison to see what you can find out. You'll find it beneath the castle."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Hello there fellow knight. Isn't today a wonderful day to be a Knight of Ardougne?"
    },
    {
      "character": "Player",
      "line": "I mean it's okay I suppose. The constant fear of some random adventurer murdering you and the fact that people are constantly picking your pockets isn't great. But hey ho, at least the benefits are good."
    },
    {
      "character": "Knight of Ardougne",
      "line": "That they are fellow knight, that they are."
    },
    {
      "character": "Player",
      "line": "Anyway, can I go down these stairs?"
    },
    {
      "character": "Knight of Ardougne",
      "line": "Of course you can! You're a Knight of Ardougne! There is no place where you can't go."
    },
    {
      "character": "Player",
      "line": "Yeah... Thanks."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Hey you!"
    },
    {
      "character": "Knight of Ardougne",
      "line": "Who are you?"
    },
    {
      "character": "Player",
      "line": "I... Err... ?"
    },
    {
      "character": "Knight of Ardougne",
      "line": "?"
    },
    {
      "character": "Player",
      "line": "Yes......"
    },
    {
      "character": "Knight of Ardougne",
      "line": "Huh..."
    },
    {
      "character": "Knight of Ardougne",
      "line": "You don't look much like a."
    },
    {
      "character": "Knight of Ardougne",
      "line": "What are you doing here... ?"
    },
    {
      "character": "Player",
      "line": "Just here on guard duty."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Hmm... Very well. As you were......"
    },
    {
      "character": "Knight of Ardougne",
      "line": "Good to see you."
    },
    {
      "character": "Player",
      "line": "Who's ?"
    },
    {
      "character": "Knight of Ardougne",
      "line": "You are?"
    },
    {
      "character": "Player",
      "line": "Ah yes, I am."
    },
    {
      "character": "Knight of Ardougne",
      "line": "Hmm... Is your head working okay today ?"
    },
    {
      "character": "Player",
      "line": "Of course, my head has never been better."
    },
    {
      "character": "Knight of Ardougne",
      "line": "If you say so..."
    },
    {
      "character": "Elena",
      "line": "What do you want?"
    },
    {
      "character": "Player",
      "line": "Elena it's me,."
    },
    {
      "character": "Elena",
      "line": "? What are you doing here?"
    },
    {
      "character": "Player",
      "line": "Rescuing you of course. Your father told me you were here."
    },
    {
      "character": "Elena",
      "line": "Oh thank goodness. It's awful in here. The smell from that mugger..."
    },
    {
      "character": "Player",
      "line": "So what happened Elena? How did you end up here?"
    },
    {
      "character": "Elena",
      "line": "Oh it's quite the tale, but let's save it for until I'm out of here. What's your plan?"
    },
    {
      "character": "Player",
      "line": "Well I err... I don't really have one."
    },
    {
      "character": "Elena",
      "line": "You don't have a plan? But aren't you meant to be an adventurer? How do you normally do this sort of thing?"
    },
    {
      "character": "Player",
      "line": "To be honest, I usually just make it up as I go along."
    },
    {
      "character": "Elena",
      "line": "Well luckily for us I have something in mind myself. There's an iron grate at the back of this cell that looks like it leads into the sewers. If I had some sulphuric acid, I could melt through it and escape."
    },
    {
      "character": "Player",
      "line": "But where do we get the sulphuric acid?"
    },
    {
      "character": "Elena",
      "line": "Thankfully it's pretty much essential in my line of work. I have some at my home, opposite my parents' house. You'll need to get it from my cabinet and bring it here. It's the thick clear liquid."
    },
    {
      "character": "Player",
      "line": "Okay, I'll be back soon."
    },
    {
      "character": "Player",
      "line": "It's okay Elena, it's me again."
    },
    {
      "character": "Elena",
      "line": "Ah, thank goodness. How's it going?"
    },
    {
      "character": "Player",
      "line": "What do I need to do again?"
    },
    {
      "character": "Elena",
      "line": "Go to the cabinet in my home, opposite my parents' house. Find some sulphuric acid and bring it back here. It's the thick clear liquid."
    },
    {
      "character": "Player",
      "line": "Now what did Elena say it looked like?"
    },
    {
      "character": "Player",
      "line": "Is this what you needed?"
    },
    {
      "character": "Elena",
      "line": "No that's not right at all. You need some sulphuric acid. It's the thick clear liquid."
    },
    {
      "character": "Player",
      "line": "Sorry, I'll try again."
    },
    {
      "character": "Elena",
      "line": "Yes that's it! Hand it over please."
    },
    {
      "character": "Elena",
      "line": "Right, probably best you're not here when I escape. You should head back to my father."
    },
    {
      "character": "Player",
      "line": "Will do. Good luck Elena. I'll see you soon."
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Elena",
      "line": "Now's not the time for games !"
    },
    {
      "character": "Player",
      "line": "Good news Edmond, Elena is free."
    },
    {
      "character": "Edmond",
      "line": "I know, she already came by to let us know. Thank you so much for your help."
    },
    {
      "character": "Player",
      "line": "Where is she now?"
    },
    {
      "character": "Edmond",
      "line": "She's had to go into hiding to avoid recapture. She asked me to pass on the location though. It's the Rehnison household in West Ardougne."
    },
    {
      "character": "Player",
      "line": "Thanks Edmond. I'll go and see how she's doing."
    },
    {
      "character": "Edmond",
      "line": "Hello there friend."
    },
    {
      "character": "Player",
      "line": "Hi Edmond. Do you know where Elena is?"
    },
    {
      "character": "Edmond",
      "line": "She's had to go into hiding to avoid recapture. She's hiding out at the Rehnison household in West Ardougne."
    },
    {
      "character": "King Lathas",
      "line": "Hello. I'm afraid I can't talk right now. There's an issue with an escaped prisoner that I need to deal with."
    },
    {
      "character": "Milli Rehnison",
      "line": "Elena's come to visit! Elena's come to visit!"
    },
    {
      "character": "Player",
      "line": "I heard. Do you know where she is?"
    },
    {
      "character": "Milli Rehnison",
      "line": "She said she had some top secret work to do. Mummy and daddy will know."
    },
    {
      "character": "Martha Rehnison",
      "line": "Good day friend."
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for Elena."
    },
    {
      "character": "Martha Rehnison",
      "line": "Ah yes she said you'd be coming. They're all downstairs. The trapdoor is hidden under the bed."
    },
    {
      "character": "Player",
      "line": "They?"
    },
    {
      "character": "Martha Rehnison",
      "line": "You mean you don't know? The resistance of course! You'd better head down, Elena will fill you in."
    },
    {
      "character": "Ted Rehnison",
      "line": "Good day friend."
    },
    {
      "character": "Player",
      "line": "Hello. Could you remind me where Elena is?"
    },
    {
      "character": "Ted Rehnison",
      "line": "She's downstairs. The trapdoor is hidden under the bed."
    },
    {
      "character": "Elena",
      "line": "!"
    },
    {
      "character": "Player",
      "line": "Elena! It's good to see you safe."
    },
    {
      "character": "Elena",
      "line": "And you. Thank you so much for helping to get me out of there."
    },
    {
      "character": "Player",
      "line": "Well I couldn't just leave you to rot. I care about you, Elena."
    },
    {
      "character": "Elena",
      "line": "I care about you as well,. Thank you for not forgetting about me."
    },
    {
      "character": "Player",
      "line": "It's all in a day's work."
    },
    {
      "character": "Player",
      "line": "So what's going on Elena? Why are all these people here?"
    },
    {
      "character": "Elena",
      "line": "This, is the Ardougne Resistance!"
    },
    {
      "character": "Player",
      "line": "The Ardougne Resistance?"
    },
    {
      "character": "Elena",
      "line": "Yes! It all started when you told me the truth about the king. I realised that it would take more than just us two to overthrow him, so I started to find allies for us."
    },
    {
      "character": "Player",
      "line": "I see, when were you planning on telling me?"
    },
    {
      "character": "Elena",
      "line": "Well I knew you were busy infiltrating the mourners so I didn't want to trouble you until we were all set up. We're just about there now though."
    },
    {
      "character": "Player",
      "line": "So is this how you ended up in that prison?"
    },
    {
      "character": "Elena",
      "line": "It is. It happened while I was trying to gather more support for us. I was trying to convince some people of the truth behind the plague, but they didn't believe me. They reported me and I was arrested not long after."
    },
    {
      "character": "Player",
      "line": "Well you've clearly been quite busy. I've also made some progress since we last spoke."
    },
    {
      "character": "Elena",
      "line": "With the mourners? What did you find out?"
    },
    {
      "character": "Player",
      "line": "The mourners have been searching for a temple under West Ardougne. There's an altar there that they want to use to summon the Dark Lord."
    },
    {
      "character": "Elena",
      "line": "That doesn't sound good at all."
    },
    {
      "character": "Player",
      "line": "Don't worry, I restored the safeguards on the temple so they shouldn't be able to get in."
    },
    {
      "character": "Elena",
      "line": "Ah, that's good to hear. Do you think we're safe now?"
    },
    {
      "character": "Player",
      "line": "For now, but we can't rule out King Lathas and Lord Iorwerth finding another way."
    },
    {
      "character": "Elena",
      "line": "Well we can't do anything about Lord Iorwerth, your elf friends will have to sort him out. But if we get our way, Lathas might not be king for much longer."
    },
    {
      "character": "Player",
      "line": "So what's your plan?"
    },
    {
      "character": "Elena",
      "line": "You've met Councillor Halgrive before, right? He's been helping us put a plan together."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Good to see you. Allow me to run you through what we have so far."
    },
    {
      "character": "Councillor Halgrive",
      "line": "So unluckily for us, the king has total control over the Paladins and the Knights of Ardougne. With them, he has a large army at his disposal, one we cannot hope to stand against."
    },
    {
      "character": "Player",
      "line": "But you're a councillor, can't you do anything about that?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "The council serves the king I'm afraid, we can't overrule his decisions. Nor can we take power from him. What we can do however, is step in if the king becomes unfit for rule."
    },
    {
      "character": "Player",
      "line": "But the king is a traitor, surely that's enough reason."
    },
    {
      "character": "Councillor Halgrive",
      "line": "It is, but right now it's our word against his. And as you've already seen with Elena, he is keen to keep us silent."
    },
    {
      "character": "Elena",
      "line": "Before I was arrested, we'd hoped to gather enough support among the people to be able to peacefully remove the king from power. Sadly, we've not been able to convince many of them."
    },
    {
      "character": "Councillor Halgrive",
      "line": "It's no surprise, really. The king has created a clever lie with the plague, one that's easy for people to believe."
    },
    {
      "character": "Elena",
      "line": "Councillor Halgrive has come up with an alternative way to gather support. I can't pretend I totally approve of it, but it seems to be our only option."
    },
    {
      "character": "Councillor Halgrive",
      "line": "We need people to see the king for what he really is. They're clearly not going to believe us when it comes to the plague, so we'll have to resort to some dirtier tactics."
    },
    {
      "character": "Councillor Halgrive",
      "line": "When Elena told me about how you freed her from the prison, it gave me an idea..."
    },
    {
      "character": "Councillor Halgrive",
      "line": "With your disguise, you can appear to be working directly for the king. Any actions you perform in that disguise will seem like they were ordered by him."
    },
    {
      "character": "Player",
      "line": "I see where this is going. If I upset people while dressed as a Knight of Ardougne, they'll blame the king."
    },
    {
      "character": "Councillor Halgrive",
      "line": "And once they are upset, they'll be far more likely to believe what we have to say."
    },
    {
      "character": "Elena",
      "line": "You can probably see why I'm not a fan now. If we're to remove the king, it should mark a new start for Ardougne. But if that's all built on a lie, are we any better than the king himself?"
    },
    {
      "character": "Player",
      "line": "I agree, this is a dangerous path to follow."
    },
    {
      "character": "Councillor Halgrive",
      "line": "It is, and yet it seems to be the only path open to us. I fear the danger of inaction could harm the people far more than a few small lies."
    },
    {
      "character": "Player",
      "line": "It's not good, but it might be our only option."
    },
    {
      "character": "Councillor Halgrive",
      "line": "I agree. I fear the danger of inaction could harm the people far more than a few small lies."
    },
    {
      "character": "Player",
      "line": "Who cares, it's for the good of the people."
    },
    {
      "character": "Elena",
      "line": "But who are we to decide that?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "There is no perfect answer here. However, I fear the danger of inaction could harm the people far more than a few small lies."
    },
    {
      "character": "Elena",
      "line": "You're right, it just makes me feel uncomfortable, all of this."
    },
    {
      "character": "Councillor Halgrive",
      "line": "So, are you willing to help us?"
    },
    {
      "character": "Player",
      "line": "I am."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Excellent, let's get to work then. Wear your Knight of Ardougne disguise and use it to turn people against the king in East Ardougne."
    },
    {
      "character": "Elena",
      "line": "You'll want to build support in West Ardougne as well but the knights aren't allowed here. You can use your mourner disguise instead though."
    },
    {
      "character": "Councillor Halgrive",
      "line": "As you turn people against the king, we'll be on hand to convince them of our cause. If we aim to recruit 80 people from across both parts of Ardougne, we should have quite the army."
    },
    {
      "character": "Player",
      "line": "What sort of things should I do?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Anything that upsets people really. I suspect some of the others here will have a few suggestions for you. Just keep an eye out for suitable opportunities."
    },
    {
      "character": "Elena",
      "line": "I'll keep track of how many people we've recruited, just let me know if you need an update."
    },
    {
      "character": "Player",
      "line": "Right, I'd better get started then."
    },
    {
      "character": "Elena",
      "line": "Good luck."
    },
    {
      "character": "Player",
      "line": "I need to think about this."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Of course, it is a big ask. We'll be here once you have decided."
    },
    {
      "character": "Carla/Jethick/Kilron/Omart",
      "line": "You'd better speak to Elena, she'll fill you in on what's happening here."
    },
    {
      "character": "Councillor Halgrive",
      "line": "We need to recruit people into our resistance so that we can overthrow the king. Elena can tell you how many people we've recruited."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Your role in this is to increase hatred for the king amongst the people. That will allow us to recruit them to our cause."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Disguise yourself appropriately and perform any actions that cause upset with the citizens. With your disguise, people will think you are acting on the orders of the king."
    },
    {
      "character": "Councillor Halgrive",
      "line": "For East Ardougne, you'll need a Knight of Ardougne disguise. For West Ardougne, you'll want a mourner disguise."
    },
    {
      "character": "Councillor Halgrive",
      "line": "If you need any suggestions on what to do, ask the others here and see if they have anything for you."
    },
    {
      "character": "Player",
      "line": "Okay, thanks for the help."
    },
    {
      "character": "Elena",
      "line": "Hey. We haven't recruited anyone into the resistance yet. You should speak to the others if you need help getting started."
    },
    {
      "character": "Elena",
      "line": "Hey. We've recruited people into the resistance so far. We still need more."
    },
    {
      "character": "Player",
      "line": "Hey there. Do you have any suggestions for this uprising of ours?"
    },
    {
      "character": "Carla",
      "line": "I bet people would get pretty angry if they had their food taken away. You could burn the food stores in West Ardougne and claim it's to protect people from the plague."
    },
    {
      "character": "Player",
      "line": "Won't people be willing to accept that though if they think it's preventing the plague spreading?"
    },
    {
      "character": "Carla",
      "line": "Some will, but don't forget that it was the authorities that supplied the food in the first place. People will soon get angry if they think that not enough care is being taken with the food."
    },
    {
      "character": "Player",
      "line": "Ahh I see, that does make sense. I wonder if I can do something similar in East Ardougne as well."
    },
    {
      "character": "Player",
      "line": "Hey Jethick, got any ideas on how to increase hatred for the king?"
    },
    {
      "character": "Jethick",
      "line": "An increase in taxes would definitely cause some anger, especially if it seems that the king is making personal gain. No one likes the idea of the rich getting richer."
    },
    {
      "character": "Player",
      "line": "Good thinking, what's the best way to spread that sort of news?"
    },
    {
      "character": "Jethick",
      "line": "You could target the citizens themselves but that would be slow going. I'd recommend going for shopkeepers instead, that will impact more people in less time."
    },
    {
      "character": "Player",
      "line": "Great, thanks for the help."
    },
    {
      "character": "Player",
      "line": "Hey, do you two know of any ways I can cause anger at the king?"
    },
    {
      "character": "Omart",
      "line": "We did have an idea. With the plague, lots of people are worried for their health. We could take advantage of that."
    },
    {
      "character": "Kilron",
      "line": "There's not many doctors and nurses around here. You've got Nurse Sarah in West Ardougne and Doctor Orbon in East Ardougne but that's about it."
    },
    {
      "character": "Omart",
      "line": "Imagine if the king made a new law stating that all doctors and nurses in Ardougne had to retrain. They'd be out of action for months."
    },
    {
      "character": "Player",
      "line": "People wouldn't like that at all, thanks both."
    },
    {
      "character": "Player",
      "line": "I'm here to tell you about some new taxes."
    },
    {
      "character": "Priest",
      "line": "Taxes? Look at this place, do you think I can afford to pay any taxes?"
    },
    {
      "character": "Player",
      "line": "Fighting the plague isn't cheap, the money needs to come from somewhere."
    },
    {
      "character": "Priest",
      "line": "As if life in this city couldn't get any worse. Where am I going to find the money?"
    },
    {
      "character": "Player",
      "line": "That's for you to work out. The first payment is to be collected soon."
    },
    {
      "character": "Priest",
      "line": "A knight wouldn't be telling me this, they're not allowed in West Ardougne. I don't know who you really are, but you should leave."
    },
    {
      "character": "Player",
      "line": "I should probably wear my mourner disguise before doing that."
    },
    {
      "character": "Priest",
      "line": "Citizens don't decide new taxes. You should leave."
    },
    {
      "character": "Priest",
      "line": "What are you doing? The people need that food!"
    },
    {
      "character": "Player",
      "line": "Sorry, but we have reason to believe the food is contaminated. This is for the good of everyone."
    },
    {
      "character": "Priest",
      "line": "But people will starve!"
    },
    {
      "character": "Player",
      "line": "I'm just doing my job. You should take it up with the king if you don't like it."
    },
    {
      "character": "Player",
      "line": "I have some orders from the king for you."
    },
    {
      "character": "Nurse Sarah",
      "line": "Orders?"
    },
    {
      "character": "Player",
      "line": "Yes. The king is concerned about the plague spreading into East Ardougne. He has ordered that all doctors and nurses retrain to ensure they are capable of dealing with the plague."
    },
    {
      "character": "Nurse Sarah",
      "line": "But I don't have time to retrain! The people here need me! Who will help them if I'm gone?"
    },
    {
      "character": "Player",
      "line": "I'm sure the king considered all of that before making his decision."
    },
    {
      "character": "Nurse Sarah",
      "line": "Well he may be king but he clearly doesn't have a clue about health. This could be disasterous for the city!"
    },
    {
      "character": "Nurse Sarah",
      "line": "You knights aren't allowed in West Ardougne. You should leave."
    },
    {
      "character": "Nurse Sarah",
      "line": "I don't take orders from citizens. Now I have work to be doing."
    },
    {
      "character": "Woman",
      "line": "You're burning the food! We need that food!"
    },
    {
      "character": "Player",
      "line": "We believe the food is contaminated with the plague. This is for your own safety."
    },
    {
      "character": "Woman",
      "line": "We'll starve without it though! You can't do this!"
    },
    {
      "character": "Player",
      "line": "I already have."
    },
    {
      "character": "Woman",
      "line": "I'll make sure everyone hears about this!"
    },
    {
      "character": "Chadwell",
      "line": "Good day. What can I get you?"
    },
    {
      "character": "Chadwell",
      "line": "New taxes? What are you talking about?"
    },
    {
      "character": "Player",
      "line": "The plague isn't easy to contain. New funds are needed to help the effort."
    },
    {
      "character": "Chadwell",
      "line": "But I barely make any money here. I can't afford to pay new taxes."
    },
    {
      "character": "Player",
      "line": "Sorry, but the king himself gave the order. The first payment is due soon."
    },
    {
      "character": "Chadwell",
      "line": "The people won't allow this to continue!"
    },
    {
      "character": "Chadwell",
      "line": "Hang on, I know you knights aren't allowed in West Ardougne. You're an imposter! Get out!"
    },
    {
      "character": "Chadwell",
      "line": "And why would a citizen be the one telling me this? Don't waste my time."
    },
    {
      "character": "Clerk",
      "line": "What do you think you're doing?"
    },
    {
      "character": "Player",
      "line": "The king has ordered us to burn this food. It could be contaminated with the plague."
    },
    {
      "character": "Clerk",
      "line": "But that food is for the people. Without it they will starve!"
    },
    {
      "character": "Player",
      "line": "Sorry, just doing my job."
    },
    {
      "character": "Clerk",
      "line": "A lot of people are going to be angry about this!"
    },
    {
      "character": "Silk merchant",
      "line": "I buy silk. If you ever want to sell any silk, bring it here."
    },
    {
      "character": "Silk merchant",
      "line": "New taxes? What new taxes?"
    },
    {
      "character": "Player",
      "line": "Taxes on all market stalls. The order comes from the king himself."
    },
    {
      "character": "Silk merchant",
      "line": "Well I'll need to up my prices. A lot of people won't be happy about this."
    },
    {
      "character": "Player",
      "line": "Probably not, but they'll just have to live with it. These taxes are needed for the good of the city. Someone will come to collect the tax from you soon."
    },
    {
      "character": "Silk merchant",
      "line": "The king wouldn't send a mourner to tell me this. Go away!"
    },
    {
      "character": "Silk merchant",
      "line": "The king wouldn't send a citizen to tell me this. Go away!"
    },
    {
      "character": "Baker",
      "line": "Good day. Would you like some nice freshly baked bread? Or perhaps a nice piece of cake?"
    },
    {
      "character": "Baker",
      "line": "What are you on about? New taxes?"
    },
    {
      "character": "Player",
      "line": "The plague isn't cheap to combat. The king has decreed that new taxes be introduced to help with the funding."
    },
    {
      "character": "Baker",
      "line": "I appreciate the need to combat the plague but this is a foolish move. My food feeds a lot of people, they'll be furious to hear about this."
    },
    {
      "character": "Player",
      "line": "Better than getting the plague though. Your first payment is due soon, so you'd better be ready."
    },
    {
      "character": "Baker",
      "line": "You mourners may deal with the plague, but I know you have nothing to do with taxes. Now leave me alone!"
    },
    {
      "character": "Baker",
      "line": "Citizens have nothing to do with taxes. Leave me alone!"
    },
    {
      "character": "Baker",
      "line": "New taxes? What new taxes?"
    },
    {
      "character": "Player",
      "line": "The king has ordered that new taxes be introduced to help fund the fight against the plague."
    },
    {
      "character": "Baker",
      "line": "The food I provide helps to feed this city! People won't be happy when I have to increase my prices!"
    },
    {
      "character": "Player",
      "line": "Sorry, it's needed though. The first payment is due soon, make sure you're ready."
    },
    {
      "character": "Baker",
      "line": "Just because you mourners handle the plague doesn't mean you get to make new taxes. Go away!"
    },
    {
      "character": "Baker",
      "line": "Citizens don't deal with taxes. Go away!"
    },
    {
      "character": "Silver merchant",
      "line": "Silver! Silver! Best prices for buying and selling in all Kandarin!"
    },
    {
      "character": "Silver merchant",
      "line": "New taxes? What are you on about?"
    },
    {
      "character": "Player",
      "line": "The king has called for a tax on luxury items. Your stall is included."
    },
    {
      "character": "Silver merchant",
      "line": "Well that is unacceptable! I will have to increase my prices. I've produced silver for the king himself before but don't expect me to do that again!"
    },
    {
      "character": "Player",
      "line": "As you wish, but you'll still need to pay. Your first instalment will be collected soon."
    },
    {
      "character": "Silver merchant",
      "line": "The king wouldn't send a mourner to tell me this. Clear off!"
    },
    {
      "character": "Silver merchant",
      "line": "The king wouldn't send a citizen to tell me this. Clear off!"
    },
    {
      "character": "Gem merchant",
      "line": "Here, look at my lovely gems."
    },
    {
      "character": "Gem merchant",
      "line": "What new taxes?"
    },
    {
      "character": "Player",
      "line": "The king has called for a tax on luxury items like the ones you sell."
    },
    {
      "character": "Gem merchant",
      "line": "But the king is one of my biggest customers! I hope he realises that I'll have to increase my prices and he won't be exempt from that!"
    },
    {
      "character": "Player",
      "line": "I'm sure the king has good reason. I will return to collect your first payment soon."
    },
    {
      "character": "Gem merchant",
      "line": "I don't think the king would send a mourner to tell me this. Go away!"
    },
    {
      "character": "Gem merchant",
      "line": "I don't think the king would send a citizen to tell me this. Go away!"
    },
    {
      "character": "Fur trader",
      "line": "Would you like to trade in fur?"
    },
    {
      "character": "Fur trader",
      "line": "What new taxes?"
    },
    {
      "character": "Player",
      "line": "By order of the king, all market stalls are to be taxed to help fund his new castle market."
    },
    {
      "character": "Fur trader",
      "line": "His new castle market? So he's taxing us to help him set up a competing market? This is outrageous!"
    },
    {
      "character": "Player",
      "line": "Well he's the king so he can do what he wants. Your first payment will be collected soon."
    },
    {
      "character": "Fur trader",
      "line": "And he sent a mourner to inform us? Go away!"
    },
    {
      "character": "Fur trader",
      "line": "And he sent a citizen to inform us? Go away!"
    },
    {
      "character": "Spice seller",
      "line": "Are you interested in buying or selling spice?"
    },
    {
      "character": "Spice seller",
      "line": "What are you on about?"
    },
    {
      "character": "Player",
      "line": "Taxes on all market stalls. It's to help fund a new market at the castle."
    },
    {
      "character": "Spice seller",
      "line": "A new market could put me out of business! Why should I help fund it?"
    },
    {
      "character": "Player",
      "line": "Because it's the law, refusing to pay is treason. Your first payment is due soon, so I suggest you prepare for it."
    },
    {
      "character": "Spice seller",
      "line": "I will make sure the people hear about this!"
    },
    {
      "character": "Spice seller",
      "line": "A mourner wouldn't be sent to tell me this. Go away!"
    },
    {
      "character": "Spice seller",
      "line": "A citizen wouldn't be sent to tell me this. Go away!"
    },
    {
      "character": "Town Crier",
      "line": "Hear ye! Hear ye! Player Moderators massive help to RuneSc-"
    },
    {
      "character": "Town Crier",
      "line": "Oh, hello citizen. Are you here to find out about Player Moderators? Or perhaps would you like to know about the laws of the land?"
    },
    {
      "character": "Player",
      "line": "Could you help me tell people about some new taxes?"
    },
    {
      "character": "Town Crier",
      "line": "New taxes? You know that people won't be happy about that, right?"
    },
    {
      "character": "Player",
      "line": "I know, it's the king's orders though. The castle is in need of repairs and more funds are required."
    },
    {
      "character": "Town Crier",
      "line": "As you wish, I will make sure the people know. Just know that I'll be sending them right to the king if they get angry."
    },
    {
      "character": "Town Crier",
      "line": "New taxes? I know that mourners don't have anything to do with taxes. Please allow me to get on with my work."
    },
    {
      "character": "Town Crier",
      "line": "New taxes? A citizen wouldn't have anything to do with taxes. Please allow me to get on with my work."
    },
    {
      "character": "Zenesha",
      "line": "Hello there! I sell plate mail bodies, are you interested?"
    },
    {
      "character": "Zenesha",
      "line": "I'm already paying my taxes though?"
    },
    {
      "character": "Player",
      "line": "These are new ones. They are to help pay for the king's upcoming visit to Great Kourend."
    },
    {
      "character": "Zenesha",
      "line": "Well I don't see why I have to pay for that! If the king can't afford the trip, then maybe he shouldn't be going!"
    },
    {
      "character": "Player",
      "line": "It's an important diplomatic trip I'm afraid so it has to go ahead. The first payment will be collected soon."
    },
    {
      "character": "Zenesha",
      "line": "And he's getting a mourner to tell me this? Nice try."
    },
    {
      "character": "Zenesha",
      "line": "And he's getting a citizen to tell me this? Nice try."
    },
    {
      "character": "Estate agent",
      "line": "Hello. Welcome to the Gielinor Housing Agency! What can I do for you?"
    },
    {
      "character": "Estate agent",
      "line": "But the Gielinor Housing Agency doesn't pay taxes here! It's part of our business agreement with the king!"
    },
    {
      "character": "Player",
      "line": "These taxes are not included in that agreement. They're new emergency taxes related to the plague."
    },
    {
      "character": "Estate agent",
      "line": "Well this is just no good. If the king does not intend to honour his arrangement with us, we may well take our business elsewhere!"
    },
    {
      "character": "Player",
      "line": "You can do that, but while you're in Ardougne you must pay the tax. The first payment will be due soon."
    },
    {
      "character": "Estate agent",
      "line": "And a mourner is the one telling me this. I don't think so."
    },
    {
      "character": "Estate agent",
      "line": "And a citizen is the one telling me this. I don't think so."
    },
    {
      "character": "Probita",
      "line": "Welcome to the pet insurance bureau. How can I help you?"
    },
    {
      "character": "Probita",
      "line": "What are you on about? I already pay my taxes."
    },
    {
      "character": "Player",
      "line": "The king has ordered some new taxes to help fund his extensive collection of gnomish ornaments. Everyone has to contribute."
    },
    {
      "character": "Probita",
      "line": "Gnomish ornaments? Why can't the king pay for his own ornaments? He's got enough money as it is!"
    },
    {
      "character": "Player",
      "line": "The law has already been passed so it's not up for debate. Your first payment is expected soon."
    },
    {
      "character": "Probita",
      "line": "I'll make sure people hear about this!"
    },
    {
      "character": "Probita",
      "line": "And why would he send a mourner to tell me this? Stop lying and get out!"
    },
    {
      "character": "Probita",
      "line": "And why would he send some random citizen to tell me this? Stop lying and get out!"
    },
    {
      "character": "Aemad/Kortan",
      "line": "Hello there. You've come to the right place if you're looking for adventurer's equipment."
    },
    {
      "character": "Aemad/Kortan",
      "line": "New taxes? What new taxes?"
    },
    {
      "character": "Player",
      "line": "The castle is in dire need of repairs, the taxes are to help fund that. They've been ordered by the king himself."
    },
    {
      "character": "Aemad/Kortan",
      "line": "Ordered by the king? This is preposterous! We'll have to increase our prices to afford this, people will be furious!"
    },
    {
      "character": "Player",
      "line": "Sorry, but rules are rules. The first payment is due soon so make sure you're ready."
    },
    {
      "character": "Aemad/Kortan",
      "line": "Ordered by the king? What a load of rubbish! You mourners seem to think you own the place. Well you don't! Now clear off!"
    },
    {
      "character": "Aemad/Kortan",
      "line": "Ordered by the king? What a load of rubbish! I can see you're not one of his people. Stop fooling around and get lost!"
    },
    {
      "character": "Priest",
      "line": "Peace be with you, friend."
    },
    {
      "character": "Priest",
      "line": "Taxes? But this is a holy church of Saradomin, we are exempt from taxes."
    },
    {
      "character": "Player",
      "line": "More funding is needed to hold back the plague. The church needs to help as well."
    },
    {
      "character": "Priest",
      "line": "We'll need to use the donations from the congregation. We were hoping to use that money to build an orphanage for those who lost their parents to the plague."
    },
    {
      "character": "Player",
      "line": "Sorry, but the king has given the order. The first payment is due soon."
    },
    {
      "character": "Priest",
      "line": "It is not the job of a mourner to deal with taxes. Now, if there's nothing else, I must get to work."
    },
    {
      "character": "Priest",
      "line": "It is not the job of a citizen to deal with taxes. Now, if there's nothing else, I must get to work."
    },
    {
      "character": "Doctor Orbon",
      "line": "Hello there. Can't stop to talk I'm afraid, I'm very busy right now."
    },
    {
      "character": "Doctor Orbon",
      "line": "What are you on about?"
    },
    {
      "character": "Player",
      "line": "The king is concerned about the plague spreading. He has ordered that all doctors and nurses in the city retrain to ensure they are capable of dealing with the plague."
    },
    {
      "character": "Doctor Orbon",
      "line": "Retrain? But that will take months! Who will help the people if there are no doctors around? This is a foolish move!"
    },
    {
      "character": "Player",
      "line": "Well the king's word is law so there's little point arguing."
    },
    {
      "character": "Doctor Orbon",
      "line": "Well don't blame me when there's no one to help the king if he falls ill!"
    },
    {
      "character": "Doctor Orbon",
      "line": "I don't take orders from citizens. Now I really must get to work."
    },
    {
      "character": "Bartender",
      "line": "Would you like to buy a drink?"
    },
    {
      "character": "Bartender",
      "line": "Taxes? What do you mean?"
    },
    {
      "character": "Player",
      "line": "By order of the king, all establishments such as this must now pay an extra beer tax."
    },
    {
      "character": "Bartender",
      "line": "Beer tax? My patrons work hard for the city of Ardougne! They come here to unwind after a long day. This is plain disrespect to the work they do!"
    },
    {
      "character": "Player",
      "line": "It's also plain disrespect to defy the king's laws so you'd better be ready to pay up. We'll be back to collect soon."
    },
    {
      "character": "Bartender",
      "line": "You haven't heard the last of this!"
    },
    {
      "character": "Bartender",
      "line": "And why would a mourner be telling me this? Clear off!"
    },
    {
      "character": "Bartender",
      "line": "You don't represent the king! Clear off!"
    },
    {
      "character": "Richard",
      "line": "New taxes? What for?"
    },
    {
      "character": "Player",
      "line": "The king has ordered an increase in taxes on all farms in the area. It's due to a lack of care when it comes to the plague."
    },
    {
      "character": "Richard",
      "line": "Lack of care? This is about Farmer Brumty and his sheep isn't it? That has nothing to do with us here! Why should we pay for his mistakes?"
    },
    {
      "character": "Player",
      "line": "Sorry, it's the word of the king so you'll have to pay up. The first instalment will be collected soon."
    },
    {
      "character": "Richard",
      "line": "You mourners may serve the king, but you don't have the power to enforce that. Go away!"
    },
    {
      "character": "Richard",
      "line": "You don't have the power to enforce that. Go away!"
    },
    {
      "character": "Banker",
      "line": "New taxes?"
    },
    {
      "character": "Player",
      "line": "Yes, they've been ordered by the king to help him buy a new throne."
    },
    {
      "character": "Banker",
      "line": "No problem. However, we first need to tax you for your bank usage."
    },
    {
      "character": "Player",
      "line": "Wait... what?"
    },
    {
      "character": "Banker",
      "line": "Well it's only fair right? You tax us so we tax you."
    },
    {
      "character": "Player",
      "line": "On second thoughts... forget I said anything."
    },
    {
      "character": "Banker",
      "line": "Mourners don't deal with taxes. Nice try."
    },
    {
      "character": "Banker",
      "line": "Citizens don't deal with taxes. Nice try."
    },
    {
      "character": "Player",
      "line": "That should be enough people recruited, I'd better go and let Elena know."
    },
    {
      "character": "Carla/Jethick/Kilron/Omart",
      "line": "Good work out there. You'd better speak to Elena and Councillor Halgrive, they'll go over the next steps with you."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Welcome back, and good work out there. Thanks to you we now have a force that can stand up to Lathas and his armies."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Now comes the difficult part though. Before we move against the king, we need to deal with his allies, the mourners."
    },
    {
      "character": "Player",
      "line": "How do we do that?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "We now significantly outnumber the mourners, we should be able to drive them out of the city. The main focus will be their headquarters. Without their leadership, they'll soon retreat."
    },
    {
      "character": "Elena",
      "line": "We have the numbers, but the mourners are better trained and better equipped. You should make sure you're ready before we begin. There will be bloodshed, on both sides."
    },
    {
      "character": "Player",
      "line": "Are you sure you're okay with this Elena?"
    },
    {
      "character": "Elena",
      "line": "I don't like it, but I know it's the only way. I appreciate the concern though, thank you friend."
    },
    {
      "character": "Player",
      "line": "It's necessary bloodshed though."
    },
    {
      "character": "Elena",
      "line": "It is, it's just a shame there isn't another way."
    },
    {
      "character": "Player",
      "line": "A bit of blood doesn't scare me."
    },
    {
      "character": "Elena",
      "line": "No... But you're not the one I'm worried about."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Are you ready to begin ?"
    },
    {
      "character": "Player",
      "line": "I'm ready."
    },
    {
      "character": "Elena",
      "line": "I will send word around to make sure our people are prepared. Good luck everyone."
    },
    {
      "character": "Councillor Halgrive",
      "line": "This is it! The plague of West Ardougne has gone on for long enough, today is the day of plague's end!"
    },
    {
      "character": "Player",
      "line": "I need to prepare."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Very well, return to us once you are ready."
    },
    {
      "character": "Elena",
      "line": "Good work! Let's head downstairs and deal with the rest of them!"
    },
    {
      "character": "Essyllt",
      "line": "You! I knew you were trouble! Well don't worry, Lord Iorwerth will learn of your betrayal!"
    },
    {
      "character": "Elena",
      "line": "We did it! Now we'd better get out of here!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Excellent work with those mourners. I suspect the king might be getting a little worried now."
    },
    {
      "character": "Elena",
      "line": "We'll need to move fast. He's probably already planning his retaliation."
    },
    {
      "character": "Councillor Halgrive",
      "line": "He'll likely expect us to take some time to recuperate after that battle. He won't expect us to hit him right away."
    },
    {
      "character": "Player",
      "line": "So let me guess, that's exactly what we're going to do?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Indeed, we hit the castle now before they have a proper chance to prepare for us."
    },
    {
      "character": "Player",
      "line": "Even if they're not prepared, the castle will still be well defended."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Yes, but thanks to our victory in West Ardougne, some of the knights are starting to question their loyalties. I've taken advantage of this and made arrangements to ensure the gates are open to us."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Make no mistake, it will still be a tough fight, but it's a fight we should be able to win."
    },
    {
      "character": "Elena",
      "line": "We can afford to take a little bit of time to ensure everyone has resupplied so feel free to come back later if you're not ready yet. Just don't take too long."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Let me know when you are ready to begin."
    },
    {
      "character": "Elena",
      "line": "I never thought this day would come. We're finally going to deal with that traitor once and for all!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Let's show him what it means to cross the people of Ardougne!"
    },
    {
      "character": "Elena",
      "line": "Look's like that's the last of them! Good work everyone!"
    },
    {
      "character": "Omart",
      "line": "Look who we found hiding in a wardrobe."
    },
    {
      "character": "Councillor Halgrive",
      "line": "So you're a coward as well as a traitor! What a pathetic excuse of a man you are."
    },
    {
      "character": "King Lathas",
      "line": "You call me a traitor? I am your king! The traitors here are the ones standing before me."
    },
    {
      "character": "Elena",
      "line": "Give it a rest, it's over. We know the truth."
    },
    {
      "character": "King Lathas",
      "line": "And what truth might that be?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "You let an enemy into our city and covered it up by lying to your people."
    },
    {
      "character": "King Lathas",
      "line": "And I'm sure you'd never do something like that. Don't think I didn't hear about the lies you spread about me."
    },
    {
      "character": "Councillor Halgrive",
      "line": "There's also your brother. Murdered on your orders."
    },
    {
      "character": "King Lathas",
      "line": "You are aware that his killer stands with you, are you not?"
    },
    {
      "character": "Elena",
      "line": "is innocent in this. You manipulated them for your own gain."
    },
    {
      "character": "King Lathas",
      "line": "Oh don't you go pretending they're innocent! They're nothing more than a mercenary. All they care about is the big pot of gold at the end."
    },
    {
      "character": "King Lathas",
      "line": "They betrayed me! Before long, they'll betray you as well!"
    },
    {
      "character": "Elena",
      "line": "Liar!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Enough! You're finished Lathas. The people will decide your fate. I don't expect them to be kind."
    },
    {
      "character": "Councillor Halgrive",
      "line": ", do you have any questions for the king before we take him away? I suspect you won't get another chance to ask them."
    },
    {
      "character": "Player",
      "line": "Why were you helping Lord Iorwerth?"
    },
    {
      "character": "King Lathas",
      "line": "My father, King Ulthas, once ruled over a united Kandarin. I was his eldest son, the kingdom was my birthright! But my fool of a father took that from me."
    },
    {
      "character": "King Lathas",
      "line": "When King Arthur and his knights arrived in our lands, my father granted them the castle of Camelot, ousting the loyal subjects that previously lived there."
    },
    {
      "character": "King Lathas",
      "line": "Not only that, but he also declared that the kingdom be jointly ruled by my brother and I, rather than giving it to me as he should have."
    },
    {
      "character": "King Lathas",
      "line": "When I ascended to my half-throne, I promised myself that I would unite this kingdom again, no matter the cost."
    },
    {
      "character": "King Lathas",
      "line": "That's why I made the deal with Lord Iorwerth. In return for access to West Ardougne, he agreed to help me kill my brother and drive out King Arthur."
    },
    {
      "character": "Player",
      "line": "Did you know what the mourners were doing?"
    },
    {
      "character": "King Lathas",
      "line": "In West Ardougne? They were searching for some sort of temple. According to Lord Iorwerth, the power there would be essential in summoning Zamorak, the Dark Lord."
    },
    {
      "character": "Player",
      "line": "So you knowingly allied with a group of Zamorakians?"
    },
    {
      "character": "King Lathas",
      "line": "Of course I did! I prayed to Saradomin that he would help unite my kingdom again. He chose not to reply. I turned to the Dark Lord instead."
    },
    {
      "character": "King Lathas",
      "line": "With Zamorak at my side, nothing would stand between me and Camelot!"
    },
    {
      "character": "Player",
      "line": "Why did you kill your brother?"
    },
    {
      "character": "King Lathas",
      "line": "Last I checked it was you that killed him, not me."
    },
    {
      "character": "Player",
      "line": "You know what I mean."
    },
    {
      "character": "King Lathas",
      "line": "My brother was never meant to rule. The kingdom was mine by birthright! My father chose to give him half the kingdom, and he did a terrible job ruling it."
    },
    {
      "character": "King Lathas",
      "line": "Have you seen West Ardougne? The city is a mess, and not because of the plague. That was my brother's doing. I may be a bad person, but make no mistake, my brother was no hero either."
    },
    {
      "character": "Player",
      "line": "We're done here, take him away."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Bring forth the condemned!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Citizens of Ardougne! Before you stands Lathas Ardignas: a traitor, a murderer and a liar!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "He has been found guilty of numerous heinous crimes, and will now face judgement for his sins!"
    },
    {
      "character": "Elena",
      "line": "So this is it. After all this time, Lathas is finally going to pay for what he's done. It's like I should feel something, but I just feel empty."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Lathas Ardignas, as decided by the people of Ardougne, you are hereby sentenced to death!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Do you have any final words?"
    },
    {
      "character": "Lathas",
      "line": "How dare you insult me like this! You can't kill me! I am the rightful king! Every person here is under my rule!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "The people have passed their judgement, you are not a king any more."
    },
    {
      "character": "Lathas",
      "line": "Then you are all traitors, and you will all pay with your lives!"
    },
    {
      "character": "Councillor Halgrive",
      "line": "So be it..."
    },
    {
      "character": "Lathas",
      "line": "In the name of Zamorak I curse you, each and every one of you!"
    },
    {
      "character": "Player",
      "line": "Hello again."
    },
    {
      "character": "Councillor Halgrive",
      "line": "Well hello again adventurer! How are you today?"
    },
    {
      "character": "Player",
      "line": "Fine thank you. And yourself?"
    },
    {
      "character": "Councillor Halgrive",
      "line": "Not too bad, I've a lot to do though. King Lathas left plenty of things for us to clean up."
    },
    {
      "character": "King Thoros",
      "line": "On behalf of everyone in Ardougne, I thank you for your help adventurer. I'm afraid I don't have time to talk, my predecessor has left me with a lot of work to do."
    },
    {
      "character": "Lord Iorwerth",
      "line": "So you finally decided to show your true colours, how disappointing."
    },
    {
      "character": "Essyllt",
      "line": "We should have killed them both when we had the chance."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Hmm, perhaps."
    },
    {
      "character": "Lord Iorwerth",
      "line": "You know, after you killed King Tyras, I thought you might have some potential. Given time, we might have properly welcomed you into our ranks. You'd have been the first human among us."
    },
    {
      "character": "Player",
      "line": "Well I'm glad to have disappointed you. I don't work with murderers."
    },
    {
      "character": "Lord Iorwerth",
      "line": "No? You seemed more than happy to kill King Tyras when it suited you. Burnt him alive in the middle of his own camp if I recall."
    },
    {
      "character": "Elena",
      "line": "is innocent! You lied to them!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Lied? I told your friend here that King Tyras was an invader into our lands. Last time I checked, that was the truth."
    },
    {
      "character": "Player",
      "line": "Maybe, but you conveniently missed out the part about you trying to summon the Dark Lord."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Ah, I see you have been led astray. You think we are the evil ones, but our cause is the true one. You think we are murderers, but we are in fact saviours."
    },
    {
      "character": "Lord Iorwerth",
      "line": "You think you're the hero of this story, but you're not..."
    },
    {
      "character": "Elena",
      "line": "You're mad!"
    },
    {
      "character": "Essyllt",
      "line": "Let me deal with them, my lord. They've caused us enough trouble."
    },
    {
      "character": "Lord Iorwerth",
      "line": "They may still be of use to us. Lock them away for now. Give them time to think on their choices."
    },
    {
      "character": "Essyllt",
      "line": "Hmm, as you wish."
    },
    {
      "character": "Arianwyn",
      "line": "That's enough Lord Iorwerth, let them go!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Brave of you to come here Arianwyn, but foolish. We have you outnumbered."
    },
    {
      "character": "Arianwyn",
      "line": "Don't be so sure. We fight with the strength of ten of your warriors."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Perhaps, but I don't believe you're the type to throw lives away without need. Instead, why don't we discuss this like reasonable people."
    },
    {
      "character": "Arianwyn",
      "line": "We don't have anything to discuss with you, you Zamorakian scum!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Zamorakian? You don't really think we'd support that monster do you? I'm afraid to say that you're quite mistaken."
    },
    {
      "character": "Arianwyn",
      "line": "Don't try to manipulate us with your lies. We know all about your plot with King Lathas to summon the Dark Lord."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Ah, that. Well now that King Lathas is dead, I suppose there's no better time to reveal the truth."
    },
    {
      "character": "Lord Iorwerth",
      "line": "It was just a ruse I'm afraid. A lie we told King Lathas to get him on our side."
    },
    {
      "character": "Arianwyn",
      "line": "What are you on about?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "We needed access to West Ardougne so we needed the support of the king. Once we found out about his hidden worship of Zamorak, it seemed like an obvious lie to tell."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I have no more love for Zamorak than you do. I've only ever served one god, the same one as you, Seren."
    },
    {
      "character": "Arianwyn",
      "line": "You're lying! You wanted to use the Temple of Light to summon Zamorak!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "I can see why you'd think that, but you are mistaken. You're right to say that the temple is key to summoning a god, but that god is not Zamorak, it's Seren."
    },
    {
      "character": "Arianwyn",
      "line": "That's impossible! Seren is dead!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "I thought the same once. That was until I managed to break one of the seals within the Grand Library."
    },
    {
      "character": "Lord Iorwerth",
      "line": "That's how I discovered the truth. A part of Seren lives on, trapped within the Temple of Light."
    },
    {
      "character": "Arianwyn",
      "line": "I don't believe you!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "A shame. You're better than this Arianwyn, I hope in time you will see that."
    },
    {
      "character": "Morvran",
      "line": "What should we do with them, my lord."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Let them go. Let it be known that the Iorwerth clan is not without mercy."
    },
    {
      "character": "Essyllt",
      "line": "Are you sure about this?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Yes. But make no mistake Arianwyn, if you and your rebels interfere with our affairs again, I will not be so forgiving."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Now, I suggest you leave, before I change my mind."
    },
    {
      "character": "Arianwyn",
      "line": "This isn't over!"
    },
    {
      "character": "Essyllt",
      "line": "This is a bad idea."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Don't be so sure. They may not know it yet, but the rebels could be of great use to us..."
    },
    {
      "character": "Arianwyn",
      "line": "Ah, there you are. We thought it best to let you rest for a bit after everything that happened earlier."
    },
    {
      "character": "Player",
      "line": "Thanks Arianwyn, I definitely needed it. And thank you for saving us back there, I don't know what we'd have done if you hadn't shown up."
    },
    {
      "character": "Arianwyn",
      "line": "I suspect you wouldn't have been around to have this conversation. You played a dangerous game in Ardougne. I fear you may not have considered the outcome of that."
    },
    {
      "character": "Player",
      "line": "People were dying Arianwyn, we couldn't do nothing."
    },
    {
      "character": "Arianwyn",
      "line": "Of course not, but we have no idea how Lord Iorwerth will respond to this. The things he said when we freed you were... concerning..."
    },
    {
      "character": "Player",
      "line": "You can say that again. What do you think he meant by it all?"
    },
    {
      "character": "Arianwyn",
      "line": "I'm not sure. It's something that we should discuss with the others."
    },
    {
      "character": "Arianwyn",
      "line": "Could you do me a favour and fetch Ysgawyn. He's probably on the upper platforms. You should bring your friend Elena as well. I'm not sure where she is I'm afraid, Ysgawyn might know though."
    },
    {
      "character": "Player",
      "line": "Are you Ysgawyn?"
    },
    {
      "character": "Ysgawyn",
      "line": "I am, what of it human?"
    },
    {
      "character": "Player",
      "line": "Arianwyn has called a meeting. He asked me to come fetch you."
    },
    {
      "character": "Ysgawyn",
      "line": "I see, so now I'm meant to follow the orders of a human."
    },
    {
      "character": "Player",
      "line": "It wasn't an order, it was just..."
    },
    {
      "character": "Ysgawyn",
      "line": "Make no mistake human, you may have Arianwyn and the others fooled but I know what you are."
    },
    {
      "character": "Player",
      "line": "I don't know what you mean..."
    },
    {
      "character": "Ysgawyn",
      "line": "You're a menace. You claim you're here to help, but everywhere you go you leave a trail of bodies behind."
    },
    {
      "character": "Ysgawyn",
      "line": "Anyway, I'll come to this meeting, I'm in no place to deny Arianwyn. Just stay out of my way from here on out."
    },
    {
      "character": "Player",
      "line": "Fine. Before you go, do you know where Elena is?"
    },
    {
      "character": "Ysgawyn",
      "line": "The other human? I think she's by the pond to the south west. Now if you'll excuse me..."
    },
    {
      "character": "Player",
      "line": "Well... he was nice."
    },
    {
      "character": "Player",
      "line": "Hey Elena."
    },
    {
      "character": "Elena",
      "line": "Hey."
    },
    {
      "character": "Player",
      "line": "So how are you doing, Elena?"
    },
    {
      "character": "Elena",
      "line": "I'm okay. So much has happened so fast, it's a lot to take in."
    },
    {
      "character": "Player",
      "line": "It is. I'm here for you if you need me though."
    },
    {
      "character": "Elena",
      "line": "Thanks, that means a lot."
    },
    {
      "character": "Player",
      "line": "You'll get used to it."
    },
    {
      "character": "Elena",
      "line": "I guess... I just don't know if I want to."
    },
    {
      "character": "Player",
      "line": "Yeah, it's no small thing."
    },
    {
      "character": "Elena",
      "line": "Anyway, I wanted to ask you something."
    },
    {
      "character": "Player",
      "line": "Go ahead."
    },
    {
      "character": "Elena",
      "line": "The people of Ardougne, the elves here, you've spent a lot of time helping them. Why? What drives you, ?"
    },
    {
      "character": "Player",
      "line": "I care about helping people."
    },
    {
      "character": "Elena",
      "line": "So even if you knew that you'd get nothing out of it yourself, you'd still continue to help these elves?"
    },
    {
      "character": "Player",
      "line": "Of course."
    },
    {
      "character": "Elena",
      "line": "I suspect not many people would feel that way."
    },
    {
      "character": "Player",
      "line": "Well I'm not like other people."
    },
    {
      "character": "Elena",
      "line": "Clearly. Thank you for answering, I realise it's a pretty pointless question. I was curious to know how you felt though."
    },
    {
      "character": "Player",
      "line": "Well a reward's always nice, but yes."
    },
    {
      "character": "Elena",
      "line": "I guess it's always nice to be rewarded. It's good to know that isn't all that matters to you though. I suspect not many people would feel that way."
    },
    {
      "character": "Player",
      "line": "Actually, I think I'd want a reward."
    },
    {
      "character": "Elena",
      "line": "I guess it's always nice to be rewarded. You should be careful not to let that drive you though. Money can't buy everything,."
    },
    {
      "character": "Elena",
      "line": "Well I've rambled on enough. Was there something you needed?"
    },
    {
      "character": "Player",
      "line": "Arianwyn has called a meeting. He'd like you to attend."
    },
    {
      "character": "Elena",
      "line": "I'd better head over there then."
    },
    {
      "character": "Player",
      "line": "People reward me for helping them."
    },
    {
      "character": "Elena",
      "line": "So if you didn't think you'd get a reward, you'd stop helping these elves?"
    },
    {
      "character": "Player",
      "line": "Yes, the reward is what matters."
    },
    {
      "character": "Elena",
      "line": "You should be careful of letting that drive you. Money can't buy everything,."
    },
    {
      "character": "Player",
      "line": "Actually, I think I'd still help."
    },
    {
      "character": "Elena",
      "line": "So it's not just about the reward after all. It's nice to know that isn't all that matters to you. I suspect not many people would feel that way."
    },
    {
      "character": "Player",
      "line": "I need to fix my mistakes."
    },
    {
      "character": "Elena",
      "line": "So it's about what happened with King Tyras? Do you think you'd still help these elves if that hadn't happened?"
    },
    {
      "character": "Player",
      "line": "I think so."
    },
    {
      "character": "Elena",
      "line": "So it's not just guilt that's driving you, that's good to know. What happened with King Tyras was awful but you can't take too much blame, Lathas manipulated you."
    },
    {
      "character": "Player",
      "line": "No, I don't think I would."
    },
    {
      "character": "Elena",
      "line": "So the only thing driving you is guilt? That doesn't seem healthy. Be careful that you don't carry the world on your shoulders,. It's not your fault that Lathas manipulated you."
    },
    {
      "character": "Player",
      "line": "I'm not sure."
    },
    {
      "character": "Elena",
      "line": "Hmmm, not something you've had to think about I guess. Just make sure that you don't carry the world on your shoulders,. It's not your fault that Lathas manipulated you."
    },
    {
      "character": "Player",
      "line": "I know, thanks Elena."
    },
    {
      "character": "Elena",
      "line": "Anyway, I've rambled on enough. Was there something you needed?"
    },
    {
      "character": "Elena",
      "line": "I'd better head over there then. Thanks for the talk."
    },
    {
      "character": "Player",
      "line": "It's my duty to help people."
    },
    {
      "character": "Elena",
      "line": "Be careful of hiding behind duty, it won't stop people holding you accountable for your actions."
    },
    {
      "character": "Elena",
      "line": "Hmmm, not something you've had to think about I guess. It's worth considering though. We should all have something to drive us."
    },
    {
      "character": "Elena",
      "line": "Anyway, was there something you needed?"
    },
    {
      "character": "Player",
      "line": "Maybe later."
    },
    {
      "character": "Elena",
      "line": "Fair enough. Was there something you needed?"
    },
    {
      "character": "Elena",
      "line": "Hey. You should talk to Arianwyn when you're ready to begin."
    },
    {
      "character": "Player",
      "line": "Hey, I wanted to ask you..."
    },
    {
      "character": "Ysgawyn",
      "line": "No. Go away and talk to Arianwyn instead."
    },
    {
      "character": "Ilfeen",
      "line": "Hey there. You should let Arianwyn know once you're ready to get started."
    },
    {
      "character": "Eluned",
      "line": "Hey there. Arianwyn's leading this meeting so you should let him know when you're ready to start."
    },
    {
      "character": "Islwyn",
      "line": "Good to see you. You should speak to Arianwyn when you're ready to begin."
    },
    {
      "character": "Arianwyn",
      "line": "Right, now that we're all here, let's get started."
    },
    {
      "character": "Arianwyn",
      "line": "So, as I'm sure you've all heard, King Lathas of Ardougne is dead. He was overthrown by his subjects and executed soon afterwards."
    },
    {
      "character": "Arianwyn",
      "line": "That's not all though, the mourners of West Ardougne have been driven out of the city. Lord Iorwerth no longer has any presence in Ardougne."
    },
    {
      "character": "Ysgawyn",
      "line": "Let's not ignore the obvious, Arianwyn. Our supposed ally, helped lead the uprising. His actions may well have endangered us all."
    },
    {
      "character": "Ilfeen",
      "line": "But surely this is a good thing? With Ardougne lost to him, Lord Iorwerth no longer has access to the Temple of Light. Without that, he has no way to summon the Dark Lord."
    },
    {
      "character": "Ysgawyn",
      "line": "The temple was already secure. All this uprising has achieved is to anger the enemy."
    },
    {
      "character": "Islwyn",
      "line": "You say that like it's a bad thing, Ysgawyn. Last time I checked, we didn't care about upsetting our foe."
    },
    {
      "character": "Ysgawyn",
      "line": "I care about keeping our people alive, Islwyn!"
    },
    {
      "character": "Elena",
      "line": "And what about our people? While you sat here in your secure little village, we took action! We saved lives! But I guess you're too selfish to care about us."
    },
    {
      "character": "Ysgawyn",
      "line": "Selfish? How dare you! You know nothing of the plight of the elves, girl. You'd do well to keep your mouth shut!"
    },
    {
      "character": "Arianwyn",
      "line": "That's enough Ysgawyn. We can debate what's happened for days and still reach no conclusion. That is not why I called you all here. Instead, we need to plan what happens next."
    },
    {
      "character": "Arianwyn",
      "line": "Now, while freeing and Elena from the Iorwerth camp, we were confronted by Lord Iorwerth. He could have killed us all, but he let us go."
    },
    {
      "character": "Eluned",
      "line": "He let you go? Why?"
    },
    {
      "character": "Arianwyn",
      "line": "His reasoning was disturbing. For a long time now, we've believed that Lord Iorwerth has been trying to summon Zamorak, the Dark Lord. However, he claimed otherwise."
    },
    {
      "character": "Ilfeen",
      "line": "But if not Zamorak, then who?"
    },
    {
      "character": "Arianwyn",
      "line": "Seren."
    },
    {
      "character": "Eluned",
      "line": "Seren? But that's impossible, Seren is gone."
    },
    {
      "character": "Arianwyn",
      "line": "He seems to think otherwise. He claimed that a part of Seren still lives, trapped within the Temple of Light. Apparently, he discovered this by breaking one of the nine seals within the Grand Library."
    },
    {
      "character": "Islwyn",
      "line": "That's impossible. He must be lying."
    },
    {
      "character": "Elena",
      "line": "Sorry, but I don't understand what you mean by all of this. Who's Seren? What library?"
    },
    {
      "character": "Eluned",
      "line": "Seren was our goddess, our guardian and our teacher. Everything we have, we owe to her. She helped us build the great city of Prifddinas, a place where all elves could live in harmony."
    },
    {
      "character": "Ilfeen",
      "line": "At the end of the God Wars, the gods were banished from this world. Seren didn't want to leave us though, she couldn't. She shattered herself into thousands of crystals. Those crystals are all we have left of her now."
    },
    {
      "character": "Elena",
      "line": "I see, I'm sorry to hear that."
    },
    {
      "character": "Arianwyn",
      "line": "As for the Grand Library, it was a great archive of knowledge beneath Prifddinas. Pretty much everything there was open to all of elven kind."
    },
    {
      "character": "Arianwyn",
      "line": "There was an exception to that though, the nine seals of Seren. The seals guarded the forbidden knowledge, that which only Seren herself could access."
    },
    {
      "character": "Player",
      "line": "And Lord Iorwerth managed to break one of these seals."
    },
    {
      "character": "Ysgawyn",
      "line": "So he claims..."
    },
    {
      "character": "Elena",
      "line": "Is there no way we can check?"
    },
    {
      "character": "Islwyn",
      "line": "No. Prifddinas was lost to us. When Lord Iorwerth first took control of the city, my grandfather, Baxtorian, led an army to try and stop him."
    },
    {
      "character": "Islwyn",
      "line": "When that failed, Baxtorian and the other clan elders made one final ditch attempt to save Prifddinas. They sung the song of inversion to revert the entire city to a crystal seed."
    },
    {
      "character": "Arianwyn",
      "line": "Their plan worked, and the city was lost to Lord Iorwerth. However, it was lost to the rest of us as well, the Grand Library with it."
    },
    {
      "character": "Elena",
      "line": "What happened to Baxtorian?"
    },
    {
      "character": "Islwyn",
      "line": "While he was fighting Lord Iorwerth, invaders took control of our kingdom to the east. They kidnapped Glarial, Baxtorian's wife."
    },
    {
      "character": "Islwyn",
      "line": "Unable to find her, he sealed himself beneath the waterfall where they lived, never to be seen again."
    },
    {
      "character": "Player",
      "line": "Baxtorian was king of the elves back then. Do you think he had access to the forbidden knowledge?"
    },
    {
      "character": "Islwyn",
      "line": "It's not impossible I suppose. If anyone, it would have been him. Baxtorian was closer to Seren than any other elf, it's one of the reasons he was chosen to become king."
    },
    {
      "character": "Ysgawyn",
      "line": "Baxtorian is gone though, even if he knew something, he can't help us now."
    },
    {
      "character": "Islwyn",
      "line": "Don't be so sure. I never knew my grandfather, but my mother always told me that he wasn't the type for taking chances. If he knew something important, he'd have made sure it wouldn't have been lost with him."
    },
    {
      "character": "Arianwyn",
      "line": "We can't possibly make a plan without knowing Lord Iorwerth's intentions. While unlikely to be true, this stuff about the library is all we have to go on."
    },
    {
      "character": "Arianwyn",
      "line": "If Baxtorian left behind anything that could help us, we should try to find it."
    },
    {
      "character": "Islwyn",
      "line": "Baxtorian kept everything of importance to him at his home within Baxtorian Falls. If we're going to find anything, it's probably there."
    },
    {
      "character": "Arianwyn",
      "line": ", you've been to Baxtorian Falls multiple times. You're the best person to take the lead on this."
    },
    {
      "character": "Ysgawyn",
      "line": "You trust the human with this?"
    },
    {
      "character": "Islwyn",
      "line": "Let go of your pride, Ysgawyn. has proven his worth to us."
    },
    {
      "character": "Arianwyn",
      "line": "I'd like to accompany you on this one, it might be useful to have an elf with you."
    },
    {
      "character": "Player",
      "line": "Sounds good to me."
    },
    {
      "character": "Islwyn",
      "line": "Before her death, my mother passed down a book to me. It was written by my grandfather for his wife. You should take it with you. It might contain something of use."
    },
    {
      "character": "Arianwyn",
      "line": "Thank you Islwyn. While we're gone, the rest of you should focus on Lord Iorwerth. See if you can get any idea on what he's planning now that he's lost Ardougne. Just be careful."
    },
    {
      "character": "Eluned",
      "line": "We always are. Good luck to you both."
    },
    {
      "character": "Arianwyn",
      "line": "And you. Let's get started."
    },
    {
      "character": "Arianwyn",
      "line": "Thank you for agreeing to help us,. We owe a lot to you, even if some of us don't show it very well."
    },
    {
      "character": "Player",
      "line": "You mean Ysgawyn? He is a bit rude."
    },
    {
      "character": "Arianwyn",
      "line": "Try not to be too judgemental. Ysgawyn's husband was killed by Essyllt, one of Lord Iorwerth's henchmen. Ysgawyn's never really been the same since."
    },
    {
      "character": "Player",
      "line": "I've met Essyllt, he was the one in charge of the mourners in West Ardougne."
    },
    {
      "character": "Arianwyn",
      "line": "He's a nasty piece of work. If you try hard enough, you can find something redeemable about most elves, even those that serve Lord Iorwerth."
    },
    {
      "character": "Arianwyn",
      "line": "But Essyllt... He seems to take joy in the suffering of others, especially those unable to defend themselves."
    },
    {
      "character": "Arianwyn",
      "line": "Enough about him though, we need to focus on Baxtorian Falls. I suggest we travel seperately, we can't be too careful at the moment."
    },
    {
      "character": "Player",
      "line": "Makes sense, will you be okay getting there on your own?"
    },
    {
      "character": "Arianwyn",
      "line": "I'm no expert on your lands but I should be fine. I just have a few things to gather before I depart."
    },
    {
      "character": "Player",
      "line": "Well in that case, I'll meet you there."
    },
    {
      "character": "Arianwyn",
      "line": "I just have a few things to gather before I depart for Baxtorian Falls. I'll meet you there."
    },
    {
      "character": "Player",
      "line": "Sounds good, see you there."
    },
    {
      "character": "Elena",
      "line": "Hey. Good to see you."
    },
    {
      "character": "Player",
      "line": "How are things going?"
    },
    {
      "character": "Elena",
      "line": "Pretty good. I've been thinking about that elf, Ysgawyn."
    },
    {
      "character": "Player",
      "line": "Bit of an angry guy isn't he?"
    },
    {
      "character": "Elena",
      "line": "That's one way to put it. I can't say I approve of his attitude, but I appreciate he's seen a lot in this war."
    },
    {
      "character": "Elena",
      "line": "It's interesting, the elves have such long lifespans, we're just children compared to them. And yet, even with all their experience, they're still just as fickle as we are."
    },
    {
      "character": "Player",
      "line": "I find most races are the same to be honest."
    },
    {
      "character": "Elena",
      "line": "Anyway, had any luck with Baxtorian Falls?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Elena",
      "line": "I'll let you crack on then. We'll talk more later."
    },
    {
      "character": "Ysgawyn",
      "line": "No. Go away."
    },
    {
      "character": "Arianwyn",
      "line": "Hello there, glad to see you made it here okay."
    },
    {
      "character": "Player",
      "line": "You as well Arianwyn."
    },
    {
      "character": "Arianwyn",
      "line": "I must say, it feels strange to be back here, especially after all of this time."
    },
    {
      "character": "Player",
      "line": "You've been here before?"
    },
    {
      "character": "Arianwyn",
      "line": "A long time ago..."
    },
    {
      "character": "Arianwyn",
      "line": "I was one of the elves born in Baxtorian's new kingdom. My family were close relations of Baxtorian, he invited us here a few times."
    },
    {
      "character": "Arianwyn",
      "line": "Those were simpler times, happier times. After Baxtorian left to try and retake Prifddinas, my parents were among those who joined him. They never returned. I was still just a child at the time, alone and afraid."
    },
    {
      "character": "Player",
      "line": "I'm sorry to hear that Arianwyn."
    },
    {
      "character": "Arianwyn",
      "line": "This war has taken so much... From my people, and from yours. I'd give anything to see peace, anything to finally see Prifddinas with my own eyes."
    },
    {
      "character": "Arianwyn",
      "line": "Sorry, now's not the time for this. We need to see if Baxtorian left anything of use behind."
    },
    {
      "character": "Arianwyn",
      "line": "Here's that book that Islwyn gave us. Hopefully it has something of use in it."
    },
    {
      "character": "Player",
      "line": "Do you believe what Lord Iorwerth said about Seren?"
    },
    {
      "character": "Arianwyn",
      "line": "To be honest... I really don't know. It seems impossible, and yet..."
    },
    {
      "character": "Arianwyn",
      "line": "No. It's just me being wishful. He's lying, he has to be."
    },
    {
      "character": "Player",
      "line": "Wishful?"
    },
    {
      "character": "Arianwyn",
      "line": "By the time I was born, Seren was already gone from this world. All I know of her is the stories my parents told me."
    },
    {
      "character": "Player",
      "line": "You wish you could have met her?"
    },
    {
      "character": "Arianwyn",
      "line": "I do, but that doesn't mean I should fall for the lies of Lord Iorwerth. Seren is gone, nothing can ever bring her back."
    },
    {
      "character": "Player",
      "line": "Do you think we'll find anything to help us here?"
    },
    {
      "character": "Arianwyn",
      "line": "I won't lie, we're clutching straws here. We have nothing else to go on though, so we have to try."
    },
    {
      "character": "Arianwyn",
      "line": "Baxtorian was once king of the elves, anything he left behind might be of use."
    },
    {
      "character": "Player",
      "line": "I'll crack on."
    },
    {
      "character": "Arianwyn",
      "line": "We need to see if Baxtorian left anything of use behind. Maybe that book will be of use."
    },
    {
      "character": "Baxtorian",
      "line": "Glarial! I... oh..."
    },
    {
      "character": "Baxtorian",
      "line": "Who are you?"
    },
    {
      "character": "Player",
      "line": "I'm and this is Arianwyn."
    },
    {
      "character": "Baxtorian",
      "line": "Arianwyn... I remember that name. You grew up in my kingdom... I'm sorry about your family."
    },
    {
      "character": "Arianwyn",
      "line": "Don't be your majesty..."
    },
    {
      "character": "Baxtorian",
      "line": "I appreciate the sentiment, but please, I am no king anymore."
    },
    {
      "character": "Baxtorian",
      "line": "Now I must ask... Glarial... Is there any news?"
    },
    {
      "character": "Arianwyn",
      "line": "I'm sorry but... she's gone."
    },
    {
      "character": "Baxtorian",
      "line": "I... I see... It was always a lot to hope for..."
    },
    {
      "character": "Arianwyn",
      "line": "If it's any consolation, moved her remains here, to be closer to you."
    },
    {
      "character": "Baxtorian",
      "line": "That... That means a lot. Thank you. It is good to see that some humans still see elves as friends."
    },
    {
      "character": "Arianwyn",
      "line": "If you need time..."
    },
    {
      "character": "Baxtorian",
      "line": "No... I feel I've spent long enough here."
    },
    {
      "character": "Arianwyn",
      "line": "Then I can take you back to Lletya. Your grandson, Islwyn, is there."
    },
    {
      "character": "Baxtorian",
      "line": "Grandson? So Eirlys had a child? Does she still live as well?"
    },
    {
      "character": "Arianwyn",
      "line": "I'm afraid not... I'm sorry."
    },
    {
      "character": "Baxtorian",
      "line": "No father should outlive their child. Forgive me Eirlys."
    },
    {
      "character": "Baxtorian",
      "line": "Please, let us leave now. There is too much sadness for me here, too much pain. Once we arrive, you must tell me everything that has happened in my absence."
    },
    {
      "character": "Arianwyn",
      "line": "Very well, I will teleport us back to Lletya. You'll have to make your own way back I'm afraid,."
    },
    {
      "character": "Player",
      "line": "No problem. See you soon."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello there. You'd probably best talk to Arianwyn."
    },
    {
      "character": "Player",
      "line": "I'd like to ask you something about yourself."
    },
    {
      "character": "Baxtorian",
      "line": "I see... Go ahead."
    },
    {
      "character": "Player",
      "line": "Why did you seal yourself away?"
    },
    {
      "character": "Baxtorian",
      "line": "My Glarial... She mattered more to me than anything else, but she was lost to me. The enemy took her, so I searched far and wide to find her again."
    },
    {
      "character": "Baxtorian",
      "line": "At times I came close, but in the end, I was too weak to carry on. I knew there was a chance she may live though, so I sealed myself away, hoping she would be the one to wake me."
    },
    {
      "character": "Player",
      "line": "I see. I'm sorry."
    },
    {
      "character": "Baxtorian",
      "line": "I thank you friend, but please, don't be. The burden is mine to bear."
    },
    {
      "character": "Player",
      "line": "What happened between you and Lord Iorwerth?"
    },
    {
      "character": "Baxtorian",
      "line": "To be honest, even today I know little of him. When I left Prifddinas to expand our kingdom into the east, he was but a child, with the Iorwerth clan ruled by his mother."
    },
    {
      "character": "Baxtorian",
      "line": "The first time I properly met him was after I heard about his takeover of the city. I led my forces through the Underground Pass and confronted him at the city gates."
    },
    {
      "character": "Baxtorian",
      "line": "I tried to reason with him, but he had already decided that I was his enemy. We had the numbers and our forces were better skilled, so we tried to besiege the city."
    },
    {
      "character": "Baxtorian",
      "line": "The Iorwerth forces had the strength and safety of the city walls though. They slowly whittled us down until we were too weak to carry on. We had no choice but to retreat."
    },
    {
      "character": "Baxtorian",
      "line": "We fell back into the Underground Pass, intending to return to our kingdom in the east. Lord Iorwerth sent his forces in after us, hoping to wipe us out."
    },
    {
      "character": "Baxtorian",
      "line": "We no longer had the strength in numbers, but we still outmatched the Iorwerth troops in skill and experience. We fought back while we retreated. Both sides suffered huge losses."
    },
    {
      "character": "Baxtorian",
      "line": "Eventually we managed to make it through to the other side. By then, there were few of us left. Lord Iorwerth had failed to wipe us out, but he knew we were beaten."
    },
    {
      "character": "Baxtorian",
      "line": "While we were gone, an uprising had occurred in the eastern kingdom. We took our best fighters to Prifddinas, those that remained were unable to hold back the enemy."
    },
    {
      "character": "Baxtorian",
      "line": "My wife was taken and most of my people were slaughtered. I turned my attention to finding my wife and getting the rest of my people to safety."
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth became the least of my problems. I suspect he didn't consider me much of a threat at that point anyway."
    },
    {
      "character": "Player",
      "line": "What was Seren like?"
    },
    {
      "character": "Baxtorian",
      "line": "She... She was wonderful. She taught us to better ourselves in every way possible. Everything we know, everything we are, it all came from her."
    },
    {
      "character": "Player",
      "line": "I wish I could have met her."
    },
    {
      "character": "Baxtorian",
      "line": "I feel very blessed to have been able to. The love she had for us, it's unlike anything I've ever seen."
    },
    {
      "character": "Player",
      "line": "Sounds like she was pretty much perfect."
    },
    {
      "character": "Baxtorian",
      "line": "Well... not quite. Many of the elves alive now were not around when Seren was still with us. They only know her through the stories passed down to them. The stories don't tell everything though."
    },
    {
      "character": "Player",
      "line": "What do you mean?"
    },
    {
      "character": "Baxtorian",
      "line": "Seren was remarkable, but under the surface, she hid a great pain. A sadness unlike any other. She never spoke of it, but when you looked hard enough, you could see the anguish."
    },
    {
      "character": "Baxtorian",
      "line": "I guess we all have our demons, even the gods. Seren was a beacon of light in this grim world, but the brightest light casts the darkest shadow, and none shone brighter than her."
    },
    {
      "character": "Player",
      "line": "What do you think of the current elves?"
    },
    {
      "character": "Baxtorian",
      "line": "Arianwyn and the rebels have done well to keep going for this long. They've been fighting this war for centuries, and yet they've never given up. I have much respect for them, they're far stronger than I ever was."
    },
    {
      "character": "Baxtorian",
      "line": "Most of them are still young though. They lack the wisdom of the older elves, the ones who were around when Seren still walked this earth. Many of them never saw Prifddinas before the song of inversion."
    },
    {
      "character": "Player",
      "line": "Is that a bad thing?"
    },
    {
      "character": "Baxtorian",
      "line": "Not necessarily, but it is something to be cautious of. That which they fight for, it's a mere dream to them. They should remember that dreams seldom come true."
    },
    {
      "character": "Player",
      "line": "I'll be back later."
    },
    {
      "character": "Player",
      "line": "I'd better be off."
    },
    {
      "character": "Arianwyn",
      "line": "Welcome back. While you were gone, I filled Baxtorian in on everything that has happened. I also took the liberty of calling the others here, so that we can discuss our next move."
    },
    {
      "character": "Eluned",
      "line": "You also missed out on Islwyn getting to meet his grandfather for the first time. I think he might have cried a little."
    },
    {
      "character": "Islwyn",
      "line": "Cried? In your dreams Eluned."
    },
    {
      "character": "Arianwyn",
      "line": "I appreciate we're all happy to have Baxtorian back with us, but let's not get distracted."
    },
    {
      "character": "Eluned",
      "line": "Apologies, Arianwyn."
    },
    {
      "character": "Arianwyn",
      "line": "Right, over to you Baxtorian."
    },
    {
      "character": "Baxtorian",
      "line": "Thank you, Arianwyn. I... Forgive me, it's been a long time since I last chaired a meeting like this. Much has changed since then as well."
    },
    {
      "character": "Arianwyn",
      "line": "Take your time."
    },
    {
      "character": "Baxtorian",
      "line": "Thank you friend."
    },
    {
      "character": "Baxtorian",
      "line": "Arianwyn has informed me of Lord Iorwerth's revelation..."
    },
    {
      "character": "Ysgawyn",
      "line": "Do you believe his claims?"
    },
    {
      "character": "Baxtorian",
      "line": "About Seren? No. As for him breaking a seal in the Grand Library... I... do not know."
    },
    {
      "character": "Ysgawyn",
      "line": "You don't know? What do you mean you don't know?"
    },
    {
      "character": "Arianwyn",
      "line": "Ysgawyn..."
    },
    {
      "character": "Baxtorian",
      "line": "I know not what the seals hide. What I do know is that they could, in theory, be broken."
    },
    {
      "character": "Baxtorian",
      "line": "I was lucky enough to be trusted by Seren. She confided in me many times. She never told me what knowledge the seals guard, but she did tell me that they could be destroyed."
    },
    {
      "character": "Player",
      "line": "How?"
    },
    {
      "character": "Baxtorian",
      "line": "I don't know exactly. She said that those who follow the light would be able to access her knowledge."
    },
    {
      "character": "Ysgawyn",
      "line": "And that's it? This gives us nothing to go on."
    },
    {
      "character": "Islwyn",
      "line": "Not nothing. We now know that the seals can be destroyed, which means Lord Iorwerth could have spoken the truth."
    },
    {
      "character": "Ysgawyn",
      "line": "But without access to the Grand Library, we have no way to be sure."
    },
    {
      "character": "Baxtorian",
      "line": "Well... we might still have a way."
    },
    {
      "character": "Eluned",
      "line": "A way to access the library?"
    },
    {
      "character": "Baxtorian",
      "line": "Yes... Prifddinas may have been reverted to seed, but it does still exist."
    },
    {
      "character": "Ysgawyn",
      "line": "You're not suggesting we restore the city are you? Even if we could, Lord Iorwerth would instantly take it."
    },
    {
      "character": "Baxtorian",
      "line": "No. While Lord Iorwerth is at large, Prifddinas must remain as it is. However, there may be a way to still enter the city."
    },
    {
      "character": "Arianwyn",
      "line": "You don't mean entering the crystal do you?"
    },
    {
      "character": "Ysgawyn",
      "line": "That's not possible."
    },
    {
      "character": "Ilfeen",
      "line": "Actually, I think it would be possible. The crystal seed that contains Prifddinas, it's not the same as the seeds we use to form weapons and armour."
    },
    {
      "character": "Ilfeen",
      "line": "The seed contains Prifddinas, but the seed itself is not the city."
    },
    {
      "character": "Elena",
      "line": "So it's like a box?"
    },
    {
      "character": "Ilfeen",
      "line": "Exactly, and if we can enter the box..."
    },
    {
      "character": "Islwyn",
      "line": "We can enter Prifddinas!"
    },
    {
      "character": "Baxtorian",
      "line": "That's the idea. It won't be straightforward though."
    },
    {
      "character": "Player",
      "line": "Is it ever?"
    },
    {
      "character": "Baxtorian",
      "line": "We will need a special potion to be able to safely enter the crystal seed. We'll also need to be able to bypass the defences around it as well."
    },
    {
      "character": "Elena",
      "line": "A potion? Sounds like my area of expertise."
    },
    {
      "character": "Arianwyn",
      "line": "Perfect. Elena, if you could help create this potion, that would be greatly appreciated. The rest of us can work on those defences."
    },
    {
      "character": "Elena",
      "line": "Right., meet me by the pond. I could use your help with this."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello there."
    },
    {
      "character": "Player",
      "line": "What do I need to do now?"
    },
    {
      "character": "Baxtorian",
      "line": "I've given Elena the information she needs to make that potion. You should speak to her by the pond."
    },
    {
      "character": "Player",
      "line": "Okay, will do."
    },
    {
      "character": "Arianwyn",
      "line": "Baxtorian has given Elena the information she needs to make this potion. You should speak to her by the pond."
    },
    {
      "character": "Elena",
      "line": "Hi."
    },
    {
      "character": "Elena",
      "line": "Hey. Glad everything went okay at Baxtorian Falls."
    },
    {
      "character": "Player",
      "line": "Thanks. Anything exciting happen while I was gone?"
    },
    {
      "character": "Elena",
      "line": "Nope, all nice and quiet for a change."
    },
    {
      "character": "Player",
      "line": "Good to hear."
    },
    {
      "character": "Elena",
      "line": "Baxtorian is an interesting one, isn't he?"
    },
    {
      "character": "Player",
      "line": "He does seem a bit..."
    },
    {
      "character": "Elena",
      "line": "Lost?"
    },
    {
      "character": "Player",
      "line": "Exactly."
    },
    {
      "character": "Elena",
      "line": "He reminds me of a story my father once told me. A story of a broken man."
    },
    {
      "character": "Player",
      "line": "What was the story?"
    },
    {
      "character": "Elena",
      "line": "A long time ago, there were two brothers living in Avarrocka. They lived a simple life, farming the land and selling the produce to people in the city."
    },
    {
      "character": "Elena",
      "line": "When war came to the city, the king ordered that every able-bodied man take up arms against the enemy. The two brothers had to leave their home behind, to fight for a king they'd never met."
    },
    {
      "character": "Elena",
      "line": "Like everyone else, they were given basic weapons and basic training. Enough to give them a chance, but not a big one. When the fighting started, they were poorly equipped and poorly prepared."
    },
    {
      "character": "Elena",
      "line": "They fought in many battles. Battles in strange places against strange people. As the war dragged on, they saw more and more horrors, from both sides. The only thing that kept them going was each other."
    },
    {
      "character": "Elena",
      "line": "As the war drew to a close, they were called to one final battle. The enemy knew they were losing, and they fought more ferociously than ever before."
    },
    {
      "character": "Elena",
      "line": "That was where it happened. One of the brothers was cut off and surrounded. He tried to fight back, but he didn't stand a chance."
    },
    {
      "character": "Elena",
      "line": "Eventually the fighting stopped, and the war was over. The other brother could finally go home. But the truth is, he had nothing to go home to."
    },
    {
      "character": "Elena",
      "line": "It wasn't the farm that mattered, not really. The thing that mattered to him was gone."
    },
    {
      "character": "Elena",
      "line": "In a way, he'd died back on the battlefield alongside his brother. Left in his place was just a broken man, with nothing left to live for."
    },
    {
      "character": "Player",
      "line": "Hmm. And you think Baxtorian is like this broken man?"
    },
    {
      "character": "Elena",
      "line": "He lost his wife, his people and his kingdom. Now he's in a strange place, surrounded by strange people, helping to fight a war that he lost a long time ago."
    },
    {
      "character": "Player",
      "line": "Now's not the time for stories, Elena."
    },
    {
      "character": "Elena",
      "line": "I guess you're right. The short of it is, Baxtorian has lost everything that he cared about. He's just an empty shell now, with nothing left to live for."
    },
    {
      "character": "Player",
      "line": "Maybe he's not totally lost. He still has Islwyn, and we can still turn this war around."
    },
    {
      "character": "Elena",
      "line": "Maybe. I guess only time will tell."
    },
    {
      "character": "Elena",
      "line": "Right. Shall we get started with this potion?"
    },
    {
      "character": "Player",
      "line": "What do we need?"
    },
    {
      "character": "Elena",
      "line": "Baxtorian gave me the details. To start with, we need an elder cadantine herb. We should be able to grow one from a normal cadantine seed, we just need to prepare the patch a little differently."
    },
    {
      "character": "Elena",
      "line": "The elves have said we can use this farming patch here. While I prepare the patch, could you go and fetch a cadantine seed and a seed dibber?"
    },
    {
      "character": "Player",
      "line": "I already have the seed here."
    },
    {
      "character": "Elena",
      "line": "Well it also happens that I've actually already prepared the patch, so you can get started right away."
    },
    {
      "character": "Player",
      "line": "How convenient."
    },
    {
      "character": "Elena",
      "line": "Indeed. When you're ready, go ahead and plant the seed."
    },
    {
      "character": "Player",
      "line": "Will do, I'll be back soon."
    },
    {
      "character": "Elena",
      "line": "Hey. Do you have that seed yet?"
    },
    {
      "character": "Elena",
      "line": "It's a cadantine seed that we need. Let me know once you have one. You'll want to get a seed dibber as well so we can plant it."
    },
    {
      "character": "Player",
      "line": "I have one here."
    },
    {
      "character": "Elena",
      "line": "Great. The patch is all prepared so just plant it when you're ready."
    },
    {
      "character": "Player",
      "line": "That's the seed planted."
    },
    {
      "character": "Elena",
      "line": "Great. I'll keep an eye on the patch while it grows. You should check in with Arianwyn and Baxtorian in the meantime."
    },
    {
      "character": "Player",
      "line": "Okay, see you later."
    },
    {
      "character": "Player",
      "line": "Hey there."
    },
    {
      "character": "Arianwyn",
      "line": "Hello, how's the potion going?"
    },
    {
      "character": "Player",
      "line": "We've planted the herb we need, now we have to wait for it to grow. Is there something I can do in the meantime?"
    },
    {
      "character": "Arianwyn",
      "line": "I suspect there is. Myself and Baxtorian have been looking over how we can get past the defences around the crystal seed."
    },
    {
      "character": "Player",
      "line": "What defences are there?"
    },
    {
      "character": "Baxtorian",
      "line": "The crystal seed containing Prifddinas, it lies in the middle of the clearing where the city once stood. The only thing left of the city itself are the walls."
    },
    {
      "character": "Baxtorian",
      "line": "These are no ordinary walls though. Long ago, they were reinforced by various enchantments to protect Prifddinas during the God Wars."
    },
    {
      "character": "Arianwyn",
      "line": "With Prifddinas gone, Lord Iorwerth has claimed the land where it once was. He's managed to manipulate the defences to only allow his allies to enter."
    },
    {
      "character": "Player",
      "line": "So how do we get past them?"
    },
    {
      "character": "Baxtorian",
      "line": "While the Iorwerth clan may hold some magical knowledge... they are not mystics. I have no doubt that their work was crude at best, work that a true master of the magical arts could overcome."
    },
    {
      "character": "Player",
      "line": "I see. And where do we find a true master of the magical arts?"
    },
    {
      "character": "Arianwyn",
      "line": "There were eight separate elven clans that journeyed with Seren to this world. Those eight clans still exist today, with each elf born into one of them."
    },
    {
      "character": "Arianwyn",
      "line": "You'll have already heard of some of the clans. The Iorwerth clan is known to you, the traitorous clan of assassins and slayers."
    },
    {
      "character": "Baxtorian",
      "line": "And the Cadarn clan of course, the warrior clan of which myself and Arianwyn are part of."
    },
    {
      "character": "Arianwyn",
      "line": "The other clans you might be less familiar with. However, one of those clans is key here, the Amlodd clan, the clan of mystics."
    },
    {
      "character": "Baxtorian",
      "line": "It was the Amlodd clan who created the Prifddinas defences. Their clan should have the knowledge needed to overcome them. And of all the Amlodd clan, none know more than Lord Ieuan Amlodd himself."
    },
    {
      "character": "Player",
      "line": "And where do we find him?"
    },
    {
      "character": "Baxtorian",
      "line": "After Prifddinas was reverted to seed, the clan elders went into hiding. Before we parted ways, the others did leave me with some clues on how to find them."
    },
    {
      "character": "Arianwyn",
      "line": "Lord Amlodd may be our priority, but the other elders could be of great help in our fight against Lord Iorwerth. We should try and find them all."
    },
    {
      "character": "Baxtorian",
      "line": "I've managed to decipher the clue left behind by Lord Amlodd. We should be able to use it to find him. I've also started work on the other clues."
    },
    {
      "character": "Baxtorian",
      "line": "Apart from Lord Amlodd, I've only been able to decipher Lady Trahaearn's clue so far. I'll keep working on the others though."
    },
    {
      "character": "Arianwyn",
      "line": ", myself and Baxtorian will continue to work on deciphering these clues. While we do, it would be of great help if you could find Lord Amlodd and Lady Trahaearn for us."
    },
    {
      "character": "Player",
      "line": "How do I find Lord Amlodd?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue he left behind: 'The elven crystal will lead you to me.'"
    },
    {
      "character": "Player",
      "line": "I see, anything else I should know?"
    },
    {
      "character": "Baxtorian",
      "line": "The Amlodd clan is a clan of mystics. Some sort of magic may be key to finding Lord Amlodd. You might also find this of use, Lord Amlodd gave it to me before we went our seperate ways."
    },
    {
      "character": "Player",
      "line": "How do I find Lady Trahaearn?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue she left behind: 'I will journey south from the well.'"
    },
    {
      "character": "Baxtorian",
      "line": "The Trahaearn clan is a clan of smiths and miners. It's possible that you'll need to use your smithing and mining skills to find Lady Trahaearn."
    },
    {
      "character": "Player",
      "line": "Okay, I'll get started."
    },
    {
      "character": "Arianwyn",
      "line": "We need you to find Lord Amlodd and Lady Trahaearn for us. Speak to Baxtorian, he can tell you about the clues they left behind."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Eluned",
      "line": "Hello again, how is it going?"
    },
    {
      "character": "Player",
      "line": "Not bad, thank you."
    },
    {
      "character": "Eluned",
      "line": "It's good to have you helping us. We're all very grateful."
    },
    {
      "character": "Player",
      "line": "I have a seed from Baxtorian that I think needs enchanting."
    },
    {
      "character": "Eluned",
      "line": "Okay, let me see what I can do with it."
    },
    {
      "character": "Eluned",
      "line": "There you go. Be careful with it, I'm not sure what it will do when used."
    },
    {
      "character": "Player",
      "line": "Thanks for the warning, see you later."
    },
    {
      "character": "Player",
      "line": "It's the least I can do. I'll see you later."
    },
    {
      "character": "Mysterious Figure",
      "line": "Look at this place... It's beautiful, is it not?"
    },
    {
      "character": "Player",
      "line": "Are you Lord Amlodd?"
    },
    {
      "character": "Mysterious Figure",
      "line": "Amlodd? A curious name... Why do you ask?"
    },
    {
      "character": "Player",
      "line": "Baxtorian sent me. He gave me a crystal that belonged to Lord Amlodd. It brought me here, to you."
    },
    {
      "character": "Mysterious Figure",
      "line": "To me? I see..."
    },
    {
      "character": "Mysterious Figure",
      "line": "I have a question for you. This valley before us, how would you describe it?"
    },
    {
      "character": "Player",
      "line": "Beautiful."
    },
    {
      "character": "Mysterious Figure",
      "line": "Yes... It's nice to look upon such beauty, it reminds me of my home. The crystal spires of Prifddinas."
    },
    {
      "character": "Player",
      "line": "Dangerous."
    },
    {
      "character": "Mysterious Figure",
      "line": "Yes... This world... it's so peaceful, so beautiful. But there is still danger here. It takes me back to the forests near my home, before Lord Iorwerth brought a different danger upon us."
    },
    {
      "character": "Player",
      "line": "Peaceful."
    },
    {
      "character": "Mysterious Figure",
      "line": "Yes... It is a welcome break from the wars of my home, the wars of Lord Iorwerth."
    },
    {
      "character": "Player",
      "line": "Boring."
    },
    {
      "character": "Mysterious Figure",
      "line": "I suppose it can seem that way. Little to see and little to do. But there is beauty in that simplicity, much like the forest of Isafdar."
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Mysterious Figure",
      "line": "The answers are not always easy to find. I have had time to reflect here, to consider this world. Maybe you need more time to find your own answer. Alas, it is time we do not have, for Lord Iorwerth awaits."
    },
    {
      "character": "Player",
      "line": "So you are Lord Amlodd?"
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Indeed, and if Baxtorian sent you, then it is time for me to leave this place. Tell me human, where must I travel to?"
    },
    {
      "character": "Player",
      "line": "The village of Lletya, in the forest of Isafdar."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Then we shall leave at once. Allow me to teleport you back with me."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "The rebels have created a wonderful village here. A safe refuge from the tyranny of Lord Iorwerth. Curious how something so beautiful could be born of something so terrible."
    },
    {
      "character": "Player",
      "line": "They've done well to keep up the fight for this long."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "They have, but I'd expect no less of them. The song of the elves has been sung for thousands of years, it will continue for thousands more."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "However, I fear that this verse is the darkest yet."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Who has awoken me? A human? You are not who I expected."
    },
    {
      "character": "Player",
      "line": "Baxtorian sent me. We need your help in the fight against Lord Iorwerth."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Baxtorian lives? And he is working with a human? This is most irregular. I see you repaired my exoskeleton as well. Impressive work for a human, but again, most irregular."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Tell me human, where is Baxtorian?"
    },
    {
      "character": "Player",
      "line": "He's in the elven village of Lletya, south of here."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Then I will journey there at once. There is clearly a lot I need to catch up on."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "These rebels had better get a move on and defeat Lord Iorwerth. Old ladies like me have a tendency to drop dead, and I'll be very annoyed if that happens before I see Prifddinas again."
    },
    {
      "character": "Player",
      "line": "How can you be annoyed if you're dead?"
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Oh I'll cook up quite the storm in the afterlife, believe me."
    },
    {
      "character": "Arianwyn",
      "line": "Good job finding Lord Amlodd and Lady Trahaearn. Now, you should probably go see how that seed you planted is doing."
    },
    {
      "character": "Player",
      "line": "Good idea, I'll go see Elena."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello there. Thank you for finding Lord Amlodd and Lady Trahaearn."
    },
    {
      "character": "Player",
      "line": "My pleasure."
    },
    {
      "character": "Baxtorian",
      "line": "Have you checked in with Elena recently? That seed has probably grown by now."
    },
    {
      "character": "Player",
      "line": "I'll go talk to her."
    },
    {
      "character": "Elena",
      "line": "Hey. The elder cadantine herb grew perfectly. Let's get it harvested."
    },
    {
      "character": "Player",
      "line": "So what else do we need for the potion?"
    },
    {
      "character": "Elena",
      "line": "The other ingredient is crystal dust. Hopefully you can get some from Arianwyn or Baxtorian. Once you've got some dust, just add it to a vial of water along with the herb."
    },
    {
      "character": "Player",
      "line": "Right, I'll go see if I can get some crystal dust."
    },
    {
      "character": "Elena",
      "line": "Don't forget this."
    },
    {
      "character": "Player",
      "line": "Hey Elena, what do I need to do again?"
    },
    {
      "character": "Elena",
      "line": "Add the elder cadantine to a vial of water and then add some crystal dust. Hopefully either Arianwyn or Baxtorian can give you some crystal dust."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello. Do you need something?"
    },
    {
      "character": "Player",
      "line": "I need some crystal dust for this potion I'm making."
    },
    {
      "character": "Baxtorian",
      "line": "Ah yes... I don't have anything you can use I'm afraid. Maybe Arianwyn can help you."
    },
    {
      "character": "Arianwyn",
      "line": "Hello. How's it going?"
    },
    {
      "character": "Player",
      "line": "I'm working on getting that potion made. I need some crystal dust for it though."
    },
    {
      "character": "Arianwyn",
      "line": "Crystal dust? Interesting. Well I have an old crystal here that you can use. It will need grinding up though."
    },
    {
      "character": "Arianwyn",
      "line": "Why don't you try using that crystal I gave you?"
    },
    {
      "character": "Player",
      "line": "Hey Elena, I've finished the potion."
    },
    {
      "character": "Elena",
      "line": "Great, you should take it to Arianwyn and Baxtorian."
    },
    {
      "character": "Player",
      "line": "I've finished the potion."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... You should give it to Arianwyn then."
    },
    {
      "character": "Player",
      "line": "I should probably take this to Arianwyn and Baxtorian rather than drinking it."
    },
    {
      "character": "Arianwyn",
      "line": "Great, I'll look after it for you. Now, let's call the others and discuss our plan for the Grand Library."
    },
    {
      "character": "Arianwyn",
      "line": "Right, thanks to, we should now have everything we need to enter the crystal seed containing Prifddinas."
    },
    {
      "character": "Eluned",
      "line": "So we have a way to bypass the defences?"
    },
    {
      "character": "Arianwyn",
      "line": "Indeed we do. Baxtorian's knowledge allowed to reunite us with Lord Amlodd and Lady Trahaearn. It was the Amlodd clan that created those defences, Lord Amlodd can overcome them for us."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "My magic can be used to teleport someone through the defences and into the crystal. It will require great focus though, I will only be able to send one of you in."
    },
    {
      "character": "Baxtorian",
      "line": "The inversion potion will ensure that whoever is sent survives the journey, now we just need to decide who that is."
    },
    {
      "character": "Islwyn",
      "line": "I propose we send in. They have proven to us time and time again that they have the skill needed for a challenge like this."
    },
    {
      "character": "Ysgawyn",
      "line": "You cannot be serious? Even if has proven their worth as you claim, which I have my doubts about, they'll never be deemed worthy enough to unlock Seren's hidden knowledge."
    },
    {
      "character": "Ilfeen",
      "line": "Why? Because they're not an elf?"
    },
    {
      "character": "Ysgawyn",
      "line": "Exactly! If Seren created a way for the seals to be destroyed, she would have made it so that only an elf could break them."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Were you there when Seren made those seals, boy?"
    },
    {
      "character": "Ysgawyn",
      "line": "I... Well of course not."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Then how do you know what our goddess intended?"
    },
    {
      "character": "Ysgawyn",
      "line": "I just think..."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "I don't know this human here, but I damn well don't know you either. The human was capable enough to find me and fix my exoskeleton. Maybe they are capable of this as well."
    },
    {
      "character": "Arianwyn",
      "line": "Then I propose that be the one sent into the crystal. Anyone disagree?"
    },
    {
      "character": "Ysgawyn",
      "line": "I..."
    },
    {
      "character": "Arianwyn",
      "line": "Yes we already know you do Ysgawyn. Anyone else?"
    },
    {
      "character": "Arianwyn",
      "line": "Right, talk to Lord Amlodd when you are ready. Good luck."
    },
    {
      "character": "Baxtorian",
      "line": "I... Hello. You should probably talk to Lord Amlodd."
    },
    {
      "character": "Arianwyn",
      "line": "Good luck in the library,. We're all counting on you. Speak to Lord Amlodd when you're ready."
    },
    {
      "character": "Elena",
      "line": "Hey Good luck in the library. We'll talk more when you get back."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "The Grand Library of Prifddinas, such a beautiful place. You will be the first to step foot there for hundreds of years."
    },
    {
      "character": "Player",
      "line": "What do I need to do once I arrive?"
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "They say Lord Iorwerth broke one of the nine seals of Seren within the library. Find this seal, and see what knowledge he uncovered."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Once that is done, seek out the other eight seals, see if you can break them as well. Their knowledge may be key to our fight against the darkness."
    },
    {
      "character": "Player",
      "line": "Do you have any idea how to break the seals?"
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "According to Baxtorian, Seren herself said that those who follow the light will be able to access her knowledge."
    },
    {
      "character": "Player",
      "line": "That doesn't give me a lot to go on."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "No, but it is all you have. Now, when you are ready, I can teleport you into the crystal seed. I have the potion that you made earlier, it will ensure you survive the journey."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "One last thing, the laws that this land abide by, they may not apply in the library."
    },
    {
      "character": "Player",
      "line": "What does that mean?"
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "The library has been reverted to crystal. That which is impossible out here, may well be normal in an environment like that. You should be cautious."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Now, are you ready?"
    },
    {
      "character": "Player",
      "line": "Let's do this."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Very well. Good luck."
    },
    {
      "character": "Player",
      "line": "Let me go and prepare first."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "As you wish."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Do you wish to return to the Grand Library?"
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Seren",
      "line": "And so comes another, to seek the knowledge of Seren. Greetings mortal."
    },
    {
      "character": "Player",
      "line": "You... You're Seren?"
    },
    {
      "character": "Memory of Seren",
      "line": "No... I'm just a memory. A mere fragment of something far greater. A guardian of the knowledge that she left behind."
    },
    {
      "character": "Player",
      "line": "I seek that knowledge, to help in the fight against Lord Iorwerth."
    },
    {
      "character": "Memory of Seren",
      "line": "It is not my place to question why. I only exist to pass on that which she sealed away."
    },
    {
      "character": "Player",
      "line": "So you'll give me the knowledge?"
    },
    {
      "character": "Memory of Seren",
      "line": "The seals guard the truth. This seal has been broken, its knowledge is now open to all. Here is what you seek:"
    },
    {
      "character": "Memory of Seren",
      "line": "'...Therein lies my guilt. A part of me, trapped and alone. Dark, yes, but still a part of my being, sealed away in the Temple of Light.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'The protections on the temple, they should keep her contained. But in case they don't, I created one last safeguard, a prison within a prison. With it I made a key, an orb of light, to unlock the darkness.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I could have destroyed it, sealed her away forever. But I still question my decision, and so I hid the orb away, while I think upon my choices.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'The shrine at Gorlah, that is where it lies. With it, she can be freed... or destroyed...'"
    },
    {
      "character": "Memory of Seren",
      "line": "And so ends the knowledge of this seal."
    },
    {
      "character": "Player",
      "line": "So Lord Iorwerth spoke the truth. A part of Seren lives within the Temple of Light. But why?"
    },
    {
      "character": "Memory of Seren",
      "line": "I have imparted the knowledge of this seal. There is nothing more here to give. If you seek the rest, then the other seals must be broken."
    },
    {
      "character": "Memory of Seren",
      "line": "Start with the Seal of Ithell, to the south east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "The seeker of knowledge returns. Do you wish to hear the knowledge again?"
    },
    {
      "character": "Player",
      "line": "Yes please."
    },
    {
      "character": "Memory of Seren",
      "line": "Here is what you seek:"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Ithell. You'll find it on the middle level, to the south east. The light will guide the way..."
    },
    {
      "character": "Player",
      "line": "No thanks."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Ithell. You'll find it on the middle level, to the south east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'When I first encountered the elves on their homeworld of Tarddiad, it was like I had finally found my purpose. I quickly fell in love with them, and they with me.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I set out to help them, to guide them. They immediately embraced this, and one of their mystics, Ceidwad, documented my teachings in a great book called the Cerddi.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'It was the start of something beautiful, but there is pain in beauty, as I soon came to realise...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Cadarn. You'll find it on the bottom level, to the south. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "If you wish, I can return you to the central chamber."
    },
    {
      "character": "Player",
      "line": "Could you teleport me somewhere?"
    },
    {
      "character": "Memory of Seren",
      "line": "Where would you like to go?"
    },
    {
      "character": "Memory of Seren",
      "line": "I can only take you to a seal which has already been broken."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Cadarn. You'll find it on the bottom level, to the south. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...Compared to many of the mortal races I had encountered, the elves had reasonable lifespans. And yet, it wasn't long enough.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'As I spent time with the elves, I watched as they withered and died. Each death was a blade through my heart, but none more so than Ceidwad, my closest companion.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'It didn't seem fair, didn't seem right. They deserved more. I knew I had to give it to them...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Crwys. You'll find it on the middle level, to the north west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Crwys. You'll find it on the middle level, to the north west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...I found a way to share my essence with the elves, a piece of my being for each one of them.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'With this gift, their years would number in the thousands, time enough to live the lives they deserved.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'In keeping with elven tradition, the gift was given through a song. They called it the song of creation, for it was the creation of a new life for them. At least, so we thought...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Amlodd. You'll find it on the bottom level, to the west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Amlodd. You'll find it on the bottom level, to the west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...With all my knowledge, I should have known not to meddle. That which I intended as a gift, soon turned out to be their curse.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'The song of creation increased their lifespans, but at a terrible price. It bound them to me. To stray too far from their sides, caused pain, and even death.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I knew I had to help them, to fix my mistakes. I should have known that I'd only make it worse...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Meilyr. You'll find it on the top level, to the west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Meilyr. You'll find it on the top level, to the west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...Another being came to our world. Divine like myself, but not by design. He spoke of a perfect world, one filled with power.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I knew it was a risk, but I decided to travel there. The power he spoke of might have been the only thing capable of saving the elves.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'The curse made it impossible for me to go without them, so they had to come with me, and leave their home behind. It was hard on them, but in the end, I managed to convince them...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Hefin. You'll find it on the top level, to the south west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Hefin. You'll find it on the top level, to the south west. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...We made our home in the new world, in a great city of crystal spires. It was as beautiful as the world from which we came. But beneath that beauty, the curse remained.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'The power that filled the world was even greater than I had anticipated. A higher power, one I had not encountered for a long time.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I was sure this world held the key to breaking the curse, I just needed to find it...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Trahaearn. You'll find it on the top level, to the east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Trahaearn. You'll find it on the top level, to the east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...It took millennia, but I finally made a breakthrough. Deep beneath the mountains near our home, I found a source of deathly energy.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I was sure I could use this power to save them. My essence is of life, of light. This darkness would be the perfect counter, a way to nullify the curse.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'I should have known not to be so foolish. This curse started with my meddling, my meddling was never going to end it...'"
    },
    {
      "character": "Memory of Seren",
      "line": "If you seek more of the knowledge, look to the Seal of Iorwerth. You'll find it on the middle level, to the north east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you seek more of the knowledge, look to the Seal of Iorwerth. You'll find it on the middle level, to the north east. The light will guide the way..."
    },
    {
      "character": "Memory of Seren",
      "line": "'...I am a being of light, but even within me, there was some darkness. I poured this darkness into my creation, combining it with the deathly energy I had found.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'When I was done, I looked upon my creation. A fragment of myself, but one of darkness, rather than light. I thought her essence would counter my own, ending the curse with her mere existence.'"
    },
    {
      "character": "Memory of Seren",
      "line": "'It was not to be though. The curse was tied to me, not to her. I had failed, and she knew it. She turned on me, tried to destroy me. I had to stop her, so I sealed her away, in the very place I had created her...'"
    },
    {
      "character": "Player",
      "line": "So Seren split off a fragment of herself, hoping it would help fix her mistakes. That's what lives within the Temple of Light, that's what Lord Iorwerth is trying to summon."
    },
    {
      "character": "Player",
      "line": "I should return to Lletya and let the others know what I've discovered."
    },
    {
      "character": "Player",
      "line": "Can you take me somewhere else?"
    },
    {
      "character": "Memory of Seren",
      "line": "Then I have nothing more to give. If you wish to hear a different piece of knowledge, look to the other seals. The light will guide the way..."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Your work in the library, is it done?"
    },
    {
      "character": "Player",
      "line": "It is."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "Then you should speak with Arianwyn at once."
    },
    {
      "character": "Baxtorian",
      "line": "I... Hello."
    },
    {
      "character": "Player",
      "line": "I'm done with the library."
    },
    {
      "character": "Baxtorian",
      "line": "I see... You should tell Arianwyn."
    },
    {
      "character": "Elena",
      "line": "Hey. You'd better speak with Arianwyn if you're done in the library."
    },
    {
      "character": "Arianwyn",
      "line": ", you have returned. Did you discover anything in the Grand Library?"
    },
    {
      "character": "Player",
      "line": "I did. I think we should call the others."
    },
    {
      "character": "Arianwyn",
      "line": "I see. I will summon them at once."
    },
    {
      "character": "Arianwyn",
      "line": "Okay, thank you all for joining us. In case you weren't aware, here has returned from the Grand Library with some news for us."
    },
    {
      "character": "Ilfeen",
      "line": "So what happened?"
    },
    {
      "character": "Player",
      "line": "I entered the library and found the seal broken by Lord Iorwerth."
    },
    {
      "character": "Islwyn",
      "line": "So he did break one of the seals. Did it hide anything notable?"
    },
    {
      "character": "Player",
      "line": "Yes, it contained a memory, left behind by Seren herself."
    },
    {
      "character": "Eluned",
      "line": "A memory of Seren? Amazing!"
    },
    {
      "character": "Player",
      "line": "It was only part of something larger though. I had to break the other eight seals to uncover the rest of it."
    },
    {
      "character": "Arianwyn",
      "line": "So you managed to break all of Seren's seals? Very impressive. Now tell us, this memory, what was it?"
    },
    {
      "character": "Player",
      "line": "That's where it gets interesting... The memory spoke of a curse on the elves, a curse that Seren was desperately trying to break."
    },
    {
      "character": "Islwyn",
      "line": "A curse? What curse?"
    },
    {
      "character": "Player",
      "line": "A curse binding the elves to Seren. As long as she remained close, it was unnoticeable, but if she went too far... pain, and death."
    },
    {
      "character": "Ysgawyn",
      "line": "But who was responsible? Who cursed our people?"
    },
    {
      "character": "Player",
      "line": "That's the thing... It was Seren herself."
    },
    {
      "character": "Arianwyn",
      "line": "What?"
    },
    {
      "character": "Ysgawyn",
      "line": "Seren was our goddess, she would never curse us. How dare you suggest otherwise!"
    },
    {
      "character": "Player",
      "line": "I'm telling the truth!"
    },
    {
      "character": "Ysgawyn",
      "line": "Truth? You don't know the meaning of the word!"
    },
    {
      "character": "Arianwyn",
      "line": "Let them finish Ysgawyn!"
    },
    {
      "character": "Player",
      "line": "She didn't mean to do it, she was trying to help. She was using her own essence to try and extend your lifespans, it just went wrong..."
    },
    {
      "character": "Islwyn",
      "line": "I... I don't believe it. She cursed us? Our goddess cursed us?"
    },
    {
      "character": "Arianwyn",
      "line": "If... If what you say is true, how does it relate to Lord Iorwerth's claims?"
    },
    {
      "character": "Player",
      "line": "Seren went to great lengths to undo the curse. She believed that she could nullify it by creating a being of darkness, one to counter her light essence."
    },
    {
      "character": "Eluned",
      "line": "You don't mean..."
    },
    {
      "character": "Player",
      "line": "Lord Iorwerth spoke the truth. She created a fragment of herself, filled with darkness, hoping to use it to break the curse. It didn't work though, so she sealed it in the Temple of Light."
    },
    {
      "character": "Ilfeen",
      "line": "I... I don't..."
    },
    {
      "character": "Islwyn",
      "line": "This can't be real... This is a dream... Tell me this isn't real!"
    },
    {
      "character": "Ysgawyn",
      "line": "This is a lie! It has to be! The human is showing their true colours once again!"
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Boy, what did I tell you about insulting the human!"
    },
    {
      "character": "Eluned",
      "line": "Arianwyn? What do we do?"
    },
    {
      "character": "Arianwyn",
      "line": "I..."
    },
    {
      "character": "Eluned",
      "line": "Arianwyn?"
    },
    {
      "character": "Ysgawyn",
      "line": "Why are we still stood here? This human needs putting in chains!"
    },
    {
      "character": "Eluned",
      "line": "Arianwyn? Do something!"
    },
    {
      "character": "Arianwyn",
      "line": "I... I don't..."
    },
    {
      "character": "Eluned",
      "line": "Arianwyn!"
    },
    {
      "character": "Arianwyn",
      "line": "I don't know what to do!"
    },
    {
      "character": "Arianwyn",
      "line": "I don't know what to do..."
    },
    {
      "character": "Arianwyn",
      "line": "You think I know something you all don't? You think I have some trick hidden up my sleeve? I have nothing!"
    },
    {
      "character": "Ysgawyn",
      "line": "You're our leader! Lead!"
    },
    {
      "character": "Arianwyn",
      "line": "And how would you have me do that, Ysgawyn? How am I meant to respond to this?"
    },
    {
      "character": "Ysgawyn",
      "line": "You can start by locking this human up. They are a traitor! The curse is clearly a lie!"
    },
    {
      "character": "Ysgawyn",
      "line": "If we were truly tied to Seren, we'd have all dropped dead when she was shattered! The curse clearly doesn't exist!"
    },
    {
      "character": "Baxtorian",
      "line": "Well... Don't be so sure of that."
    },
    {
      "character": "Ysgawyn",
      "line": "Nice of you to suddenly speak up! I'd have thought a king would command a bit of authority rather than crying in the corner!"
    },
    {
      "character": "Baxtorian",
      "line": "I'm not a king any more..."
    },
    {
      "character": "Ysgawyn",
      "line": "Well thank Seren for that! You only managed to lose the entire kingdom to Lord Iorwerth!"
    },
    {
      "character": "Islwyn",
      "line": "You should learn some respect!"
    },
    {
      "character": "Ysgawyn",
      "line": "I have respect! I respect the heroes who died in this war, not the coward that ran away from it!"
    },
    {
      "character": "Baxtorian",
      "line": "You... You're right. I failed you, I failed you all. I wish I could go back and change that, but I can't. All I can do now, is try and make things right."
    },
    {
      "character": "Baxtorian",
      "line": "While horrifying, I believe speaks the truth. They have no reason to lie to us, and what they say does make sense."
    },
    {
      "character": "Islwyn",
      "line": "How?"
    },
    {
      "character": "Baxtorian",
      "line": "Most of you never met Seren. You only know her through the stories passed down to you. But I did know her, and I know she was filled with pain."
    },
    {
      "character": "Ilfeen",
      "line": "You... You think this is the reason?"
    },
    {
      "character": "Baxtorian",
      "line": "I think it could be. As for why we don't feel the effects of the curse now, that is because Seren is still with us, every one of us."
    },
    {
      "character": "Eluned",
      "line": "Of course, the crystal seeds. All of us carry them in some form or other, and all of them came from Seren when she shattered herself."
    },
    {
      "character": "Baxtorian",
      "line": "Her last attempt to break the curse, after everything else failed..."
    },
    {
      "character": "Ilfeen",
      "line": "So what do we do?"
    },
    {
      "character": "Player",
      "line": "There's one other thing. Seren built a second set of defences within the Temple of Light, this fragment of her is sealed within them. There's an orb that can bypass these defences."
    },
    {
      "character": "Islwyn",
      "line": "An orb?"
    },
    {
      "character": "Player",
      "line": "Yes, apparently she hid it somewhere called Gorlah."
    },
    {
      "character": "Baxtorian",
      "line": "I know of Gorlah. It's an old shrine north of Prifddinas, a place for quiet worship away from the city."
    },
    {
      "character": "Ilfeen",
      "line": "Does Lord Iorwerth know about the orb?"
    },
    {
      "character": "Player",
      "line": "Yes."
    },
    {
      "character": "Eluned",
      "line": "Then he might already have claimed it. We should send someone to check."
    },
    {
      "character": "Ysgawyn",
      "line": "I will go. I wish to see some actual proof of what this human claims."
    },
    {
      "character": "Islwyn",
      "line": "That's not your call. Arianwyn is in charge here."
    },
    {
      "character": "Arianwyn",
      "line": "Am I? My whole life, I've been fighting Lord Iorwerth. My whole life, I've believed him to be a servant of Zamorak. Now I learn that everything I fought for was a lie."
    },
    {
      "character": "Arianwyn",
      "line": "I don't even know what I'm leading any more..."
    },
    {
      "character": "Ilfeen",
      "line": "Maybe Lord Iorwerth fights for a different cause to what we thought, but that doesn't change who he is, that doesn't change what he's done."
    },
    {
      "character": "Arianwyn",
      "line": "I need time alone... Time to think... Baxtorian, I would appreciate it if you could take charge for a while."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... I... I'll do my best."
    },
    {
      "character": "Arianwyn",
      "line": "That's all I ask. Now, I would like to be alone."
    },
    {
      "character": "Eluned",
      "line": "You're not the only one. I think we all need time to process this."
    },
    {
      "character": "Baxtorian",
      "line": "Then let us close this meeting. We will reconvene later."
    },
    {
      "character": "Player",
      "line": "So what do we do now?"
    },
    {
      "character": "Baxtorian",
      "line": "There's a lot to think about, for all of us. There's also a lot we still don't know."
    },
    {
      "character": "Player",
      "line": "Do you think Arianwyn will be okay?"
    },
    {
      "character": "Baxtorian",
      "line": "I hope so... I know the pain he feels, it can tear you apart if you're not careful."
    },
    {
      "character": "Player",
      "line": "You seem to be dealing with it okay."
    },
    {
      "character": "Baxtorian",
      "line": "I'm glad it seems that way, that's not how it feels though. I knew of Seren's troubles, but to know the cause... it's heart-breaking."
    },
    {
      "character": "Baxtorian",
      "line": "Now I find myself leading once more, something I swore I would never do again."
    },
    {
      "character": "Player",
      "line": "Arianwyn seems to think you're capable."
    },
    {
      "character": "Baxtorian",
      "line": "Yes... But Arianwyn doesn't know me, not really."
    },
    {
      "character": "Baxtorian",
      "line": "Anyway, I suppose my job now is to make sure we don't lose sight of our goal."
    },
    {
      "character": "Player",
      "line": "Do we know what that is anymore?"
    },
    {
      "character": "Baxtorian",
      "line": "To stop Lord Iorwerth. Even if we now know his true intentions, even if some think those intentions may be good, we can't ignore his actions."
    },
    {
      "character": "Baxtorian",
      "line": "He'd see us all dead just to free this fragment of Seren. He has to be stopped."
    },
    {
      "character": "Player",
      "line": "What do you need me to do?"
    },
    {
      "character": "Baxtorian",
      "line": "Ysgawyn has gone to see if he can find the orb you spoke of. No one actually gave him permission, but he seems to care little for orders at the moment."
    },
    {
      "character": "Baxtorian",
      "line": "Once he gets back we'll know more about what to do next. In the meantime, I've managed to decipher the clues left behind by Lord Crwys and Lady Hefin, two more of the clan elders. We should try to find them."
    },
    {
      "character": "Player",
      "line": "How do I find Lord Crwys?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue he left behind: 'The trees of my home will call to me.'"
    },
    {
      "character": "Baxtorian",
      "line": "The Crwys clan is a clan of woodcutters and farmers. The entire clan is close to nature, but none more than Lord Crwys."
    },
    {
      "character": "Player",
      "line": "How do I find Lady Hefin?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue she left behind: 'I will walk across the water to the south.'"
    },
    {
      "character": "Baxtorian",
      "line": "The Hefin clan are our religious leaders. They teach us to better ourselves, not just in mind, but in body as well. Lady Hefin used to lead some of the more vigorous training exercises of the Hefin clan."
    },
    {
      "character": "Baxtorian",
      "line": "You should try and find Lord Crwys and Lady Hefin. They could be of big help to us in the fight against Lord Iorwerth."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "Ahh... Stop, stop stop!"
    },
    {
      "character": "Player",
      "line": "Oh... You're not a tree."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "A tree? No of course not! I am an elf, but through deep magic, I took on the form of a tree. It allowed me to hide, to stay safe."
    },
    {
      "character": "Player",
      "line": "Safe from Lord Iorwerth?"
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "You know of Lord Iorwerth?"
    },
    {
      "character": "Player",
      "line": "Yes. You must be Lord Crwys, Baxtorian sent me to find you. We need your help."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "I see. Where is Baxtorian?"
    },
    {
      "character": "Player",
      "line": "The village of Lletya. It's east of here."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "Then it is time for me to uproot. I will head there at once."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "It's strange to be an elf again. I spent so long living as a tree I almost forgot what my true form felt like."
    },
    {
      "character": "Player",
      "line": "Maybe the tree was your true form and this is just your disguise."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "Hmmm. Now there's an interesting thought..."
    },
    {
      "character": "Elf Hermit",
      "line": "A traveller? It's been a long time since I've had any company on this little island of mine."
    },
    {
      "character": "Elf Hermit",
      "line": "I fear you are at a dead end though, there's nothing of interest for you here."
    },
    {
      "character": "Player",
      "line": "Don't be so sure. I got here by following a clue, a clue left behind by Lady Hefin. I seek her on behalf of Baxtorian himself."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "Baxtorian? I see. Then I have good news for you human, you have found the one you seek."
    },
    {
      "character": "Player",
      "line": "So you're Lady Hefin?"
    },
    {
      "character": "Lady Carys Hefin",
      "line": "I am. I have lived here in solitude for a long time, but now that solitude must end. Where am I needed?"
    },
    {
      "character": "Player",
      "line": "The village of Lletya, north of here."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "Then it is time to resume my role among the elves. I will go at once."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "The road to enlightenment is a perilous one. The latest peril is the largest I've ever seen though."
    },
    {
      "character": "Player",
      "line": "Do you think we can overcome it."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "That is not for me to say. All I can do is see where this path takes me. And if this is the final step of my journey, then I go to my end willingly."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello. Good work finding Lord Crwys and Lady Hefin. I never thought I'd see the other elders again, maybe we'll have a chance with them alongside us."
    },
    {
      "character": "Player",
      "line": "No problem. Any news from Ysgawyn?"
    },
    {
      "character": "Baxtorian",
      "line": "He has just returned. Let us gather the others and hear what he has to say."
    },
    {
      "character": "Baxtorian",
      "line": "Now that Ysgawyn has returned, I thought we should gather to hear what he has discovered."
    },
    {
      "character": "Eluned",
      "line": "Where is Arianwyn?"
    },
    {
      "character": "Elena",
      "line": "I saw him heading out into the forest earlier. He must have wanted some time alone."
    },
    {
      "character": "Eluned",
      "line": "I hope he's okay."
    },
    {
      "character": "Baxtorian",
      "line": "He'll be alright, just give him time. While he is gone, we need to keep making progress."
    },
    {
      "character": "Baxtorian",
      "line": "On that note, what news do you have, Ysgawyn?"
    },
    {
      "character": "Ysgawyn",
      "line": "The shrine at Gorlah was empty. The orb was removed quite a while ago by the looks of things."
    },
    {
      "character": "Player",
      "line": "So do you believe me now?"
    },
    {
      "character": "Ysgawyn",
      "line": "If it helps with your overinflated ego, then yes, I now believe you."
    },
    {
      "character": "Islwyn",
      "line": "If the orb isn't at Gorlah, Lord Iorwerth must have claimed it. It could be anywhere now."
    },
    {
      "character": "Ysgawyn",
      "line": "Well luckily for us, I know exactly where it is. There's a cave just north of the Iorwerth Camp that is used to store supplies. Lord Iorwerth has it under close guard there."
    },
    {
      "character": "Ilfeen",
      "line": "How do you know this?"
    },
    {
      "character": "Ysgawyn",
      "line": "Because I went scouting."
    },
    {
      "character": "Baxtorian",
      "line": "Scouting? At the Iorwerth Camp? Who gave you permission?"
    },
    {
      "character": "Ysgawyn",
      "line": "I gave myself permission. I do not serve you, Baxtorian, or anyone else here."
    },
    {
      "character": "Islwyn",
      "line": "No, you just serve yourself, don't you Ysgawyn?"
    },
    {
      "character": "Ysgawyn",
      "line": "My actions benefit us all! Now that we know where the orb is, we can move to claim it."
    },
    {
      "character": "Eluned",
      "line": "But why would Lord Iorwerth keep the orb at the camp? Surely it would be more secure behind the Prifddinas walls."
    },
    {
      "character": "Ysgawyn",
      "line": "That's the other thing I found out. Lord Iorwerth knows we managed to enter the library. He fears the orb would not be safe behind the walls."
    },
    {
      "character": "Baxtorian",
      "line": "How did you discover this?"
    },
    {
      "character": "Ysgawyn",
      "line": "I have my methods..."
    },
    {
      "character": "Baxtorian",
      "line": "It worries me that you are unwilling to share them."
    },
    {
      "character": "Ysgawyn",
      "line": "Save your suspicions for someone who cares."
    },
    {
      "character": "Ilfeen",
      "line": "So we know where the orb is. What do we do now?"
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth intends to use the orb to free the dark fragment of Seren. We need to stop him."
    },
    {
      "character": "Eluned",
      "line": "But this fragment of Seren, it's still part of her. Lord Iorwerth has done some unspeakable things, but he doesn't serve Zamorak like we thought, maybe we can reason with him."
    },
    {
      "character": "Baxtorian",
      "line": "I tried to reason with Lord Iorwerth a long time ago... It won't work, as much as I wish it would."
    },
    {
      "character": "Ysgawyn",
      "line": "Regardless of his intentions, Lord Iorwerth is our enemy. You should want to kill him, not reason with him."
    },
    {
      "character": "Baxtorian",
      "line": "I would never wish for the death of a fellow elf, no matter what they've done."
    },
    {
      "character": "Ysgawyn",
      "line": "Well look at you with your moral high ground."
    },
    {
      "character": "Baxtorian",
      "line": "Now is not the time for arguing. At some point, we will need to decide what to do about the fragment of Seren. For now though, we need to focus on getting that orb and stopping Lord Iorwerth."
    },
    {
      "character": "Islwyn",
      "line": "The orb isn't enough for him to win though, he'll also need to break through the defences on the Temple of Light. He'll struggle to do that now he's lost Ardougne."
    },
    {
      "character": "Player",
      "line": "There is another way into the temple though, a tunnel from the Underground Pass, built by the dwarves there."
    },
    {
      "character": "Ysgawyn",
      "line": "Great... Dwarves... I hate dwarves."
    },
    {
      "character": "Islwyn",
      "line": "You hate everything Ysgawyn."
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth will stop at nothing to enter the temple. We have to assume that sooner or later, he will find that tunnel."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "Then we should make sure the tunnel is secure. Baxtorian, allow myself and the other elders to go meet with these dwarves."
    },
    {
      "character": "Baxtorian",
      "line": "Very well, head to the Underground Pass and see what you can do. In the meantime, we should secure that orb. Even if he does get into the temple, Lord Iorwerth can do nothing without it."
    },
    {
      "character": "Ysgawyn",
      "line": "Let me guess, you're going to send your favourite human."
    },
    {
      "character": "Islwyn",
      "line": "Jealous, Ysgawyn?"
    },
    {
      "character": "Ysgawyn",
      "line": "No. I have other things to do anyway."
    },
    {
      "character": "Baxtorian",
      "line": ", head to the cave at the Iorwerth Camp and recover the Orb of Light. Be careful though, it's likely to be well guarded."
    },
    {
      "character": "Islwyn",
      "line": "Sounds like we're done here. Let's get moving."
    },
    {
      "character": "Baxtorian",
      "line": "Head to the cave at the Iorwerth Camp and recover the Orb of Light. Be careful though, it's likely to be well guarded."
    },
    {
      "character": "Iorwerth Warrior",
      "line": "Who are you?"
    },
    {
      "character": "Player",
      "line": "?"
    },
    {
      "character": "Iorwerth Archer",
      "line": "Well prepare to die !"
    },
    {
      "character": "Player",
      "line": "Uh oh..."
    },
    {
      "character": "Player",
      "line": "I've managed to recover the orb."
    },
    {
      "character": "Baxtorian",
      "line": "Thank you friend. Without this, Lord Iorwerth has no hope of freeing that fragment of Seren. I will look after it until we decide what to do with it."
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Baxtorian",
      "line": "We have the orb, and the elders are securing the Temple of Light as we speak. That fragment of Seren should no longer be a concern."
    },
    {
      "character": "Player",
      "line": "But?"
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth is still out there and thanks to his larger army, we have no way of easily dealing with him."
    },
    {
      "character": "Player",
      "line": "There must be something we can do."
    },
    {
      "character": "Baxtorian",
      "line": "I'm sure there is, but I don't know what."
    },
    {
      "character": "Player",
      "line": "Perhaps we should call the others then."
    },
    {
      "character": "Baxtorian",
      "line": "I was thinking the same. However, I have a favour to ask first. Something I'd rather keep quiet."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Baxtorian",
      "line": "Our group is fractured. The revelation about Seren has hit everyone hard, and opinions clearly differ on how we should be responding to it. I fear some intend to take matters into their own hands."
    },
    {
      "character": "Baxtorian",
      "line": "Ysgawyn in particular has been very distant. I have concerns about his loyalties."
    },
    {
      "character": "Player",
      "line": "You don't think he'd join with Lord Iorwerth do you?"
    },
    {
      "character": "Baxtorian",
      "line": "I don't know. He claims to hate the Iorwerth clan, and he has more reason to feel that way than most. That said... something isn't right."
    },
    {
      "character": "Player",
      "line": "And you want me to investigate?"
    },
    {
      "character": "Baxtorian",
      "line": "I do. Ysgawyn left the village after the meeting earlier. See if you can track him down and find out what he's up to."
    },
    {
      "character": "Player",
      "line": "Any idea where he might have gone?"
    },
    {
      "character": "Baxtorian",
      "line": "I'm afraid not. Elena said she saw him leaving though, maybe she can help."
    },
    {
      "character": "Baxtorian",
      "line": "Ysgawyn has been acting suspiciously. See if you can find him and work out what he's up to. Elena said she saw him leaving the village. She might know where he went."
    },
    {
      "character": "Player",
      "line": "Hey Elena, how's it going?"
    },
    {
      "character": "Elena",
      "line": "Not too bad. I've been given a lot to think about though. Everything I've learnt about Seren, about the elves... it's crazy how big it all is. Our little fight in Ardougne seems so small now."
    },
    {
      "character": "Player",
      "line": "I'm surprised it hasn't made you run for the hills."
    },
    {
      "character": "Elena",
      "line": "Now you know me better than that, I'm too stubborn to leave now."
    },
    {
      "character": "Player",
      "line": "Why are you still here though?"
    },
    {
      "character": "Elena",
      "line": "It's about closure I guess. So many people were hurt by Lord Iorwerth's actions in West Ardougne. I need to know that he'll never hurt them again."
    },
    {
      "character": "Player",
      "line": "He seems to think his actions are necessary."
    },
    {
      "character": "Elena",
      "line": "Maybe his cause is just, but that doesn't give him the right to ruin lives in the way he has."
    },
    {
      "character": "Player",
      "line": "What do you think should happen to him if we win?"
    },
    {
      "character": "Elena",
      "line": "You mean do I think he should die?"
    },
    {
      "character": "Elena",
      "line": "I've tried to dedicate my life to helping people, healing them. I think all lives are valuable, even the lives of people like Lord Iorwerth."
    },
    {
      "character": "Elena",
      "line": "I think Lord Iorwerth should face justice for what he has done. I don't think killing him is justice though. Maybe that makes me weak, but that's how I feel."
    },
    {
      "character": "Player",
      "line": "I don't think it makes you weak, it makes you strong."
    },
    {
      "character": "Elena",
      "line": "You do? Thank you, that means a lot, especially from you."
    },
    {
      "character": "Elena",
      "line": "I realise I must come across as so self-righteous with all of this. I'm sorry about that."
    },
    {
      "character": "Elena",
      "line": "As much as I hate it, I know that sometimes death is the only option. I like to think we can consider alternatives though. It's what sets us apart from the enemy."
    },
    {
      "character": "Player",
      "line": "He needs to pay for what he's done though."
    },
    {
      "character": "Elena",
      "line": "He does, but does it need to be with his life? Killing is a solution, but maybe it's not the only one."
    },
    {
      "character": "Elena",
      "line": "I'm sorry. I realise I must come across as so self- righteous talking like this. I'm not trying to act better than anyone, I just want to make sure we've considered every option."
    },
    {
      "character": "Player",
      "line": "Sometimes people have to die for things to change."
    },
    {
      "character": "Elena",
      "line": "I suppose... I just can't help but wonder if there might be another way."
    },
    {
      "character": "Elena",
      "line": "Anyway, did you want something?"
    },
    {
      "character": "Player",
      "line": "Yes. I wanted to ask you about Ysgawyn."
    },
    {
      "character": "Player",
      "line": "That's fair. Anyway, I wanted to ask you about Ysgawyn."
    },
    {
      "character": "Player",
      "line": "Very true. Anyway, I'll see you later."
    },
    {
      "character": "Elena",
      "line": "Ysgawyn?"
    },
    {
      "character": "Player",
      "line": "Yes. I'm trying to find him. Baxtorian said you saw him leaving the village earlier."
    },
    {
      "character": "Elena",
      "line": "I did. I don't know where he went though."
    },
    {
      "character": "Player",
      "line": "Hmm. That's annoying."
    },
    {
      "character": "Elena",
      "line": "He only left recently, maybe you can pick up his trail. Have a look around the hidden entrance to the village, by the wolves, and see if you can find anything out of place."
    },
    {
      "character": "Player",
      "line": "Good idea. Thanks Elena."
    },
    {
      "character": "Elena",
      "line": "Hey. Thanks for the talk earlier, it meant a lot. I won't keep you, I'm sure you've got things to do. See you later"
    },
    {
      "character": "Elena",
      "line": "Hi there. I'm sure you've got things to do. You should probably go do them."
    },
    {
      "character": "Player",
      "line": "Well well! Meeting with the Iorwerth clan, Ysgawyn? This doesn't look good for you!"
    },
    {
      "character": "Ysgawyn",
      "line": "You! What are you doing here?"
    },
    {
      "character": "Player",
      "line": "Keeping an eye on you, you traitor!"
    },
    {
      "character": "Ysgawyn",
      "line": "Traitor? You dare call me a traitor? Your loyalties change more than the wind and you have the nerve to say I'm the traitor?"
    },
    {
      "character": "Ysgawyn",
      "line": "Lord Iorwerth took everything from me! My whole life was destroyed by him and that dog, Essyllt! Do you really think I'd join up with them?"
    },
    {
      "character": "Player",
      "line": "Well that's what it looks like!"
    },
    {
      "character": "Ysgawyn",
      "line": "You fool of a human! I may not agree much with the other rebels but everything I've done has been to stop Lord Iorwerth!"
    },
    {
      "character": "Player",
      "line": "Well who's this then?"
    },
    {
      "character": "Ysgawyn",
      "line": "Well now that you've ruined everything as usual, I suppose I'd better tell you."
    },
    {
      "character": "Ysgawyn",
      "line": "This is Iestin Edern, head of research for Lord Iorwerth, and my informant within the Iorwerth clan."
    },
    {
      "character": "Player",
      "line": "Wait... Your informant?"
    },
    {
      "character": "Ysgawyn",
      "line": "That's right you idiot! Iestin here has been providing me with information on the Iorwerth clan. Not only that, he is the reason why you were able to claim that Orb of Light."
    },
    {
      "character": "Player",
      "line": "But... I don't understand. If you've always been loyal, why all the secrecy?"
    },
    {
      "character": "Iestin",
      "line": "That was my request. I feared that the other rebels may not be trusting of me. They could have imprisoned me or even killed me. It seemed safer to keep things secret."
    },
    {
      "character": "Ysgawyn",
      "line": "Not to mention the fact that it kept Iestin safe from any informants that Lord Iorwerth might have among the rebels."
    },
    {
      "character": "Player",
      "line": "I... I see... I guess that all makes sense."
    },
    {
      "character": "Player",
      "line": "I'm sorry Ysgawyn."
    },
    {
      "character": "Ysgawyn",
      "line": "I don't want an apology! I don't care how you feel about me. All I care about is stopping Lord Iorwerth for good. I lost all that I had, all that I cared about! I will make him pay!"
    },
    {
      "character": "Player",
      "line": "Arianwyn told me what they did. I..."
    },
    {
      "character": "Ysgawyn",
      "line": "No! You don't get to talk about that! You have no right!"
    },
    {
      "character": "Player",
      "line": "I'm sorry..."
    },
    {
      "character": "Iestin",
      "line": "Sorry to interrupt, but I think you need to hear this."
    },
    {
      "character": "Ysgawyn",
      "line": "Yes. What news do you bring Iestin?"
    },
    {
      "character": "Player",
      "line": "So what have you been discussing?"
    },
    {
      "character": "Ysgawyn",
      "line": "Before you interrupted, Iestin was about to give me some news. Go ahead Iestin."
    },
    {
      "character": "Iestin",
      "line": "It's not good I'm afraid. The human here was not wrong to suspect a betrayal. Lord Iorwerth, he knows about Lletya."
    },
    {
      "character": "Ysgawyn",
      "line": "By Seren! How?"
    },
    {
      "character": "Iestin",
      "line": "There is a traitor amongst your people. I know not who they are, but it wasn't this human as you feared. They told Lord Iorwerth how to find the village."
    },
    {
      "character": "Ysgawyn",
      "line": "When did he find out?"
    },
    {
      "character": "Iestin",
      "line": "Earlier today. Essyllt is preparing their forces as we speak."
    },
    {
      "character": "Ysgawyn",
      "line": "Essyllt!"
    },
    {
      "character": "Player",
      "line": "Hang on... If the traitor was one of the rebels, they'll also have told Lord Iorwerth about the tunnel into the Temple of Light!"
    },
    {
      "character": "Ysgawyn",
      "line": "He'll know how to get in... He just needs to reclaim the orb! We need to get to Lletya now!"
    },
    {
      "character": "Iestin",
      "line": "What about me?"
    },
    {
      "character": "Ysgawyn",
      "line": "Your days as an informant are done. You're coming with us. Now we need to move!"
    },
    {
      "character": "Player",
      "line": "Elena! Are you okay?"
    },
    {
      "character": "Elena",
      "line": "I'm fine. We need to get the citizens to safety!"
    },
    {
      "character": "Ysgawyn",
      "line": "Where's Baxtorian? Where's the orb?"
    },
    {
      "character": "Elena",
      "line": "Sorry, but I don't know."
    },
    {
      "character": "Ysgawyn",
      "line": "Dammit! Right, you two go with Elena and help the citizens. I'll find Baxtorian."
    },
    {
      "character": "Player",
      "line": "But..."
    },
    {
      "character": "Ysgawyn",
      "line": "But nothing! Now go!"
    },
    {
      "character": "Mawrth",
      "line": "My children! Someone help me find my children!"
    },
    {
      "character": "Elena",
      "line": ", you go help Mawrth. We'll get the other citizens to safety."
    },
    {
      "character": "Mawrth",
      "line": "My children are hiding in there! Please find them! Please save them!"
    },
    {
      "character": "Player",
      "line": "Are you okay?"
    },
    {
      "character": "Iona",
      "line": "I... I'm scared..."
    },
    {
      "character": "Player",
      "line": "You have to be brave. Your mother is outside waiting for you."
    },
    {
      "character": "Iona",
      "line": "Okay... I can be brave!"
    },
    {
      "character": "Eoin",
      "line": "What's happening? Where's mummy?"
    },
    {
      "character": "Player",
      "line": "She's outside, can you get to her?"
    },
    {
      "character": "Eoin",
      "line": "I... I think so..."
    },
    {
      "character": "Player",
      "line": "Don't worry, you can do this!"
    },
    {
      "character": "Player",
      "line": "Lord Iorwerth!"
    },
    {
      "character": "Elena",
      "line": "Go! I'll get Mawrth and the other citizens to safety!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Well well, the great King Baxtorian. I wasn't sure I believed it when I heard you were still alive, but here you are."
    },
    {
      "character": "Baxtorian",
      "line": "I'm sorry to disappoint you."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Well your ability to disappoint is one of your few talents, so I'll let it slide. However, I must insist that you give me the orb."
    },
    {
      "character": "Ysgawyn",
      "line": "Crawl back into the hole you came from Lord Iorwerth, you won't leave here with that orb!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Oh I will, one way or another. But in case it wasn't clear, let me explain the situation."
    },
    {
      "character": "Lord Iorwerth",
      "line": "As we speak, my forces are dealing with the last of your rebels and rounding up your citizens. You have no way to fight, and nowhere to run."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Of course, I could just have you all killed right now. After the trouble you've all caused me, it wouldn't be an unreasonable act. However, I am not without mercy, and I will not draw blood unless I have to."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Instead, I give you a choice. Give me the orb, and I will withdraw my forces, leaving you in peace. Refuse, and the blood of those citizens will be on your hands."
    },
    {
      "character": "Islwyn",
      "line": "We do not barter with your kind!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "I feared as much. That said, I do have someone here who might change your mind."
    },
    {
      "character": "Islwyn",
      "line": "Arianwyn!"
    },
    {
      "character": "Ysgawyn",
      "line": "What is this? What have you done?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "What have I done? Well I told him the truth. It was about time that someone did."
    },
    {
      "character": "Islwyn",
      "line": "What truth?"
    },
    {
      "character": "Arianwyn",
      "line": "They're not the enemy. I thought they were, for so long, but they're not."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Everything we have done, every sacrifice we have made, all of it has been to free our goddess."
    },
    {
      "character": "Baxtorian",
      "line": "You've never sacrificed, you've never lost anything. You only sacrifice those around you..."
    },
    {
      "character": "Lord Iorwerth",
      "line": "You have some nerve to lecture me. Remind me, how many of your people died under your watch? How many fell, trying to free your wife?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "These new followers of yours, do they know? Do they know what you did? Do they know about the monster you truly are?"
    },
    {
      "character": "Baxtorian",
      "line": "I never..."
    },
    {
      "character": "Lord Iorwerth",
      "line": "No... of course they don't. You're a liar and a coward, that's all you've ever been."
    },
    {
      "character": "Lord Iorwerth",
      "line": "As for me, I'm many things, and I admit, a lot of them aren't good. But I would never throw lives away like you did."
    },
    {
      "character": "Islwyn",
      "line": "What's he on about?"
    },
    {
      "character": "Baxtorian",
      "line": "Nothing... He's lying. He's just trying to justify his mistakes."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I've done many terrible things, but none of them were a mistake. Every sacrifice I've made has been for her, for Seren."
    },
    {
      "character": "Ysgawyn",
      "line": "And what are these apparent sacrifices you've made? Nothing compared to the suffering you've caused me, I'm sure!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "When I first discovered the truth, our clan was still ruled by my mother. I went to her, told her what I'd found, told her what we needed to do."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I loved my mother, but she was blindly loyal to this fool here, she wouldn't have any of it. I couldn't just abandon my goddess though, she needed us. So I did what had to be done."
    },
    {
      "character": "Baxtorian",
      "line": "You killed her?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "And I would do it again without hesitation. For Seren, there is no price too great."
    },
    {
      "character": "Islwyn",
      "line": "You're a monster! Surely you don't mean to side with this barbarian, Arianwyn."
    },
    {
      "character": "Arianwyn",
      "line": "I don't condone what he did, what any of them have done. But they want what we want, we have to try working together."
    },
    {
      "character": "Ysgawyn",
      "line": "I'll die before working with them."
    },
    {
      "character": "Lord Iorwerth",
      "line": "No one else needs to die here. Please, just give me the orb. Do that, and I swear we will do you no further harm."
    },
    {
      "character": "Baxtorian",
      "line": "I... I can't."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I see. I did hope it wouldn't come to this, but you've given me no choice. Morvran."
    },
    {
      "character": "Eoin",
      "line": "What's going on? Where's mummy?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "I'll make this simple for you, Baxtorian. The life of the boy is now in your hands. Give me the orb, and no harm will come to him."
    },
    {
      "character": "Baxtorian",
      "line": "You wouldn't..."
    },
    {
      "character": "Lord Iorwerth",
      "line": "No, I wouldn't. But the choice is not mine, it's yours. I will count to five."
    },
    {
      "character": "Lord Iorwerth",
      "line": "One."
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth, please..."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Two."
    },
    {
      "character": "Arianwyn",
      "line": "Baxtorian, please. Just give him the orb."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Three."
    },
    {
      "character": "Eoin",
      "line": "I don't like this, I want mummy!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Four."
    },
    {
      "character": "Baxtorian",
      "line": "Stop!"
    },
    {
      "character": "Baxtorian",
      "line": "I'll give you the orb. Just please, don't hurt anyone else."
    },
    {
      "character": "Lord Iorwerth",
      "line": "A wise choice, must be a first for you."
    },
    {
      "character": "Ysgawyn",
      "line": "No!"
    },
    {
      "character": "Islwyn",
      "line": "Ysgawyn!"
    },
    {
      "character": "Islwyn",
      "line": "Get after them!"
    },
    {
      "character": "Player",
      "line": "Arianwyn..."
    },
    {
      "character": "Arianwyn",
      "line": "It wasn't meant to go like this. No one was meant to get hurt. I'm sorry."
    },
    {
      "character": "Player",
      "line": "I don't understand... why?"
    },
    {
      "character": "Arianwyn",
      "line": "For so long I was led to believe that Lord Iorwerth was our enemy. I thought he'd turned his back on Seren, thought he'd betrayed her."
    },
    {
      "character": "Arianwyn",
      "line": "But I was wrong. Everything we thought we were fighting for was a lie. He never betrayed her, everything he did was to free her."
    },
    {
      "character": "Player",
      "line": "Whatever it is he's trying to free... it isn't her."
    },
    {
      "character": "Arianwyn",
      "line": "How do you know? Because of what you found in the library? How do we know that was her? How do we know what's true anymore?"
    },
    {
      "character": "Player",
      "line": "So that's why you turned to Lord Iorwerth? To find out the truth?"
    },
    {
      "character": "Arianwyn",
      "line": "My whole life I've dreamed of her, dreamed of what it would be like to meet her. If there's even a chance that she's still alive, I have to know."
    },
    {
      "character": "Player",
      "line": "And if she is alive? Then what?"
    },
    {
      "character": "Arianwyn",
      "line": "Seren guided the elves for thousands of years. With her back, we'll finally be able to reform Prifddinas. We'll finally have peace again."
    },
    {
      "character": "Player",
      "line": "Peace? Look around you Arianwyn. Look at what Lord Iorwerth has done to this village, your home. Does this look like the work of someone who wants peace?"
    },
    {
      "character": "Player",
      "line": "It doesn't have to be this way. Step aside. Let me stop Lord Iorwerth and reclaim the orb. Once he's dealt with, we can find out the truth, our way."
    },
    {
      "character": "Arianwyn",
      "line": "You... you know I can't do that."
    },
    {
      "character": "Player",
      "line": "Arianwyn please..."
    },
    {
      "character": "Arianwyn",
      "line": "I'm sorry friend, but I've made my choice. Now please, walk away. No one else needs to die here."
    },
    {
      "character": "Player",
      "line": "I can't let him get away."
    },
    {
      "character": "Arianwyn",
      "line": "And I can't let you go after him."
    },
    {
      "character": "Player",
      "line": "I..."
    },
    {
      "character": "Player",
      "line": "So be it."
    },
    {
      "character": "Islwyn",
      "line": "Ysgawyn..."
    },
    {
      "character": "Islwyn",
      "line": "He wasn't a friend, to any of us. Everything he cared about he lost a long time ago."
    },
    {
      "character": "Islwyn",
      "line": "But he didn't give up. To the very end, he fought for a cause he believed in, our cause."
    },
    {
      "character": "Islwyn",
      "line": "And now he's gone. Along with the orb and that traitor, Arianwyn. Lord Iorwerth has everything he needs now. He'll be preparing to move on the temple as we speak."
    },
    {
      "character": "Ilfeen",
      "line": "We can't give up Islwyn. If we do, then he died for nothing."
    },
    {
      "character": "Islwyn",
      "line": "Oh I don't intend to give up, but make no mistake, this is a fight we're unlikely to win."
    },
    {
      "character": "Eluned",
      "line": "So what do we do? Baxtorian?"
    },
    {
      "character": "Baxtorian",
      "line": "I... I don't think there's anything we can do. Lord Iorwerth will destroy us if we try to stop him."
    },
    {
      "character": "Islwyn",
      "line": "Maybe, but we have to try. What else is there?"
    },
    {
      "character": "Baxtorian",
      "line": "We'd be throwing lives away..."
    },
    {
      "character": "Islwyn",
      "line": "Well Lord Iorwerth seemed to think you were no stranger to that. Why did he think that?"
    },
    {
      "character": "Baxtorian",
      "line": "I don't know, probably just some lie he tells himself."
    },
    {
      "character": "Islwyn",
      "line": "Hmm. I don't believe you."
    },
    {
      "character": "Baxtorian",
      "line": "You'd trust Lord Iorwerth over me?"
    },
    {
      "character": "Islwyn",
      "line": "I wouldn't trust Lord Iorwerth if my life depended on it. I know a liar when I see one though, and I can tell you're not being honest about something."
    },
    {
      "character": "Islwyn",
      "line": "What happened? Tell us."
    },
    {
      "character": "Baxtorian",
      "line": "I..."
    },
    {
      "character": "Baxtorian",
      "line": "It was after we were defeated by Lord Iorwerth. With Prifddinas lost to us, we returned to our kingdom in the east. We'd been gone for years by then, and in our absence, the kingdom had fallen to our other foes."
    },
    {
      "character": "Baxtorian",
      "line": "So many dead... my people, the ones I was meant to protect. But that wasn't the worst of it. Glarial, my beloved, she was taken from me."
    },
    {
      "character": "Baxtorian",
      "line": "We searched far and wide, desperate to find her. At times it felt like we were close, but the enemy always managed to elude us."
    },
    {
      "character": "Baxtorian",
      "line": "Eventually, we managed to track her captors to some caves south of our ruined kingdom. It was clearly a trap, but I was a fool. I was so blind in my desire to find her, I didn't consider the obvious."
    },
    {
      "character": "Baxtorian",
      "line": "I sent my soldiers in, the few that I still had. They fought the best they could, but it was hopeless. They were massacred."
    },
    {
      "character": "Baxtorian",
      "line": "After that, I knew I couldn't carry on. I was alone and powerless. So I sealed myself away, in the hope that one day she would come back to me."
    },
    {
      "character": "Islwyn",
      "line": "You... you killed them? You killed them all?"
    },
    {
      "character": "Baxtorian",
      "line": "I did. But you don't understand, I loved my wife. If there was a chance of freeing her, I had to take it."
    },
    {
      "character": "Islwyn",
      "line": "You think I don't understand love? I knew love, for Eirlys! My mother! Your daughter! She died in your war, while you hid away!"
    },
    {
      "character": "Islwyn",
      "line": "Lord Iorwerth was right! You're just a coward!"
    },
    {
      "character": "Eluned",
      "line": "Islwyn, where are you going?"
    },
    {
      "character": "Islwyn",
      "line": "The Underground Pass! I intend to fight for my people, even if their own king won't!"
    },
    {
      "character": "Baxtorian",
      "line": "I used to think I was a good king, one that took care of his people. Thanks to me, they had roofs over their heads and food for their tables."
    },
    {
      "character": "Baxtorian",
      "line": "And yet... I never loved them, not really. The only thing I loved was her, my Glarial."
    },
    {
      "character": "Baxtorian",
      "line": "When they took her from me... I was torn apart. I vowed I would get her back no matter the cost. That vow destroyed my people... I destroyed my people. In the end... I became just like Lord Iorwerth."
    },
    {
      "character": "Player",
      "line": "Maybe you did fail your people, you didn't destroy them though."
    },
    {
      "character": "Baxtorian",
      "line": "Maybe not then... but now..."
    },
    {
      "character": "Player",
      "line": "You think this is over? Is that it? Lord Iorwerth beats us once so we just give up? If you truly think that then yes, you have destroyed your people!"
    },
    {
      "character": "Player",
      "line": "Do you want to just rot here? Wallowing in your own self pity while you lose the little you still have?"
    },
    {
      "character": "Baxtorian",
      "line": "What other option is there?"
    },
    {
      "character": "Player",
      "line": "We can fight! Lord Iorwerth doesn't win until he gets into the Temple of Light! We can still stop this!"
    },
    {
      "character": "Baxtorian",
      "line": "But he outnumbers us ten to one... We'll all die."
    },
    {
      "character": "Player",
      "line": "Surely it's better to die trying than to live a life of regret? I'd have thought you'd know that better than anyone."
    },
    {
      "character": "Baxtorian",
      "line": "I... I can't..."
    },
    {
      "character": "Player",
      "line": "Oh for crying out loud! You have got to be the biggest waste of space I have ever met! I've met goblins with more of a spine than you! For once in your miserable life why don't you actually do something worthwhile?"
    },
    {
      "character": "Baxtorian",
      "line": "You... You're awful at pep talks."
    },
    {
      "character": "Player",
      "line": "It wasn't meant to be a pep talk!"
    },
    {
      "character": "Player",
      "line": "*sigh* Look... Ask yourself this... What would she want?"
    },
    {
      "character": "Baxtorian",
      "line": "She... She'd want me to save them."
    },
    {
      "character": "Player",
      "line": "Then why are we still stood around talking? We've got work to do!"
    },
    {
      "character": "Baxtorian",
      "line": "I... You're right... We don't have a plan though."
    },
    {
      "character": "Player",
      "line": "Lord Iorwerth only has one way into the Temple of Light, the dwarf tunnel from the Underground Pass. We need to stop him getting through."
    },
    {
      "character": "Baxtorian",
      "line": "How?"
    },
    {
      "character": "Player",
      "line": "The dwarves should be able to seal the tunnel. We'll need to defend them while they do."
    },
    {
      "character": "Baxtorian",
      "line": "But we don't have the strength to withstand Lord Iorwerth's forces."
    },
    {
      "character": "Player",
      "line": "We have the clan elders, their combined power is an army in itself."
    },
    {
      "character": "Baxtorian",
      "line": "Not all the clan elders. We're still missing two."
    },
    {
      "character": "Player",
      "line": "Well have you deciphered their clues?"
    },
    {
      "character": "Baxtorian",
      "line": "I have, but there's a problem. We should hopefully be able to find Lady Meilyr. But Lady Ithell, she died in the early days of the war."
    },
    {
      "character": "Player",
      "line": "That's not good. Did she have any descendants?"
    },
    {
      "character": "Baxtorian",
      "line": "I had a look. Kelyn Ithell is her closest living relative. Problem is, we don't just need a Lady Ithell, we need the Lady Ithell."
    },
    {
      "character": "Player",
      "line": "Hmmm. How did she die?"
    },
    {
      "character": "Baxtorian",
      "line": "An illness of some sort, I never actually knew what it was. She'd had it for years."
    },
    {
      "character": "Player",
      "line": "For years? So she'd have been ill when she gave you her clue. If she knew she was dying, maybe her clue reflects that."
    },
    {
      "character": "Baxtorian",
      "line": "What do you mean?"
    },
    {
      "character": "Player",
      "line": "Knowledge can be passed on. Maybe the clue will lead us to her knowledge."
    },
    {
      "character": "Baxtorian",
      "line": "I... I suppose you could be right."
    },
    {
      "character": "Player",
      "line": "It's worth a shot at least. Leave it with me and I'll see what I can do. In the meantime, you should take the others to the dwarf camp in the Underground Pass."
    },
    {
      "character": "Player",
      "line": "See if you can get in contact with General Hining and the new king of Ardougne as well. Maybe they'll be willing to help us."
    },
    {
      "character": "Baxtorian",
      "line": "I'll see what I can do. We'll need to work quickly though, Lord Iorwerth will be preparing his forces as we speak. Now I guess you'll be wanting to hear those clues?"
    },
    {
      "character": "Player",
      "line": "What's Lady Ithell's clue?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue she left behind: 'I'll put my soul into my greatest work.'"
    },
    {
      "character": "Baxtorian",
      "line": "The Ithell clan is a clan of builders and architects. Before her death, Lady Ithell was considered the finest architect of all the elves. This village was her final and finest contribution to our people."
    },
    {
      "character": "Player",
      "line": "What's Lady Meilyr's clue?"
    },
    {
      "character": "Baxtorian",
      "line": "Here is the clue she left behind: 'Follow the scrolls to find me.'"
    },
    {
      "character": "Baxtorian",
      "line": "The Meilyr clan is a clan of scientists and explorers. You'll probably need to do some exploring yourself to find Lady Meilyr. You may also find this of use."
    },
    {
      "character": "Baxtorian",
      "line": "Do you need to hear one of the clues again?"
    },
    {
      "character": "Player",
      "line": "Still here, Iestin?"
    },
    {
      "character": "Iestin",
      "line": "Well I can't really go back to Lord Iorwerth now. He knows I betrayed him."
    },
    {
      "character": "Player",
      "line": "No, but you don't have to stay here."
    },
    {
      "character": "Iestin",
      "line": "I've made my decision and I intend to stick by it."
    },
    {
      "character": "Player",
      "line": "So why follow him in the first place?"
    },
    {
      "character": "Iestin",
      "line": "After we lost Seren, Baxtorian was chosen to lead us. Rather than looking after the city of Prifddinas, he chose to expand to the east, leaving us behind."
    },
    {
      "character": "Iestin",
      "line": "With no ruler, Prifddinas fell into chaos. When Lord Iorwerth came to us and said he'd found a way to bring Seren back to us, you can understand why we turned to him."
    },
    {
      "character": "Iestin",
      "line": "I wish things were as simple as good against evil, but that's rarely the case."
    },
    {
      "character": "Player",
      "line": "I suppose you're right. Anyway, I'd better get going."
    },
    {
      "character": "Player",
      "line": "Hey Elena. What are you up to?"
    },
    {
      "character": "Elena",
      "line": "Making sure I've got everything ready. I'll be leaving for the Underground Pass soon."
    },
    {
      "character": "Player",
      "line": "You're coming with us?"
    },
    {
      "character": "Elena",
      "line": "Well I've stuck around for this long, it would feel wrong to leave now. Besides, I may not be much of a fighter, but I can help in other ways."
    },
    {
      "character": "Player",
      "line": "Very true. I'll leave you to prepare."
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "Oh wow!"
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "I... I see it! I see everything! All of her knowledge, I have it now!"
    },
    {
      "character": "Player",
      "line": "Lady Ithell's knowledge?"
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "Yes, I know everything that she knew! The statue, it must have given it to me somehow!"
    },
    {
      "character": "Player",
      "line": "You're the closest living relative of Lady Ithell. Now you have her knowledge as well. I suppose that makes you the new Lady Ithell."
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "I... I suppose it does. Wow!"
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "I guess you'll be wanting me to help defend the Underground Pass then? Well don't worry, I was planning on joining you anyway. With this new knowledge, I can be an even bigger help."
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "I'll head there right away. Time is of the essence."
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "At last Baxtorian calls to me. I can't say I expected him to send a human, but I suppose nothing is as expected these days."
    },
    {
      "character": "Player",
      "line": "We need your help. The final fight against Lord Iorwerth is nearly here."
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "I will join you in this darkest of hours. Where must I go?"
    },
    {
      "character": "Player",
      "line": "The battle will take place in the Underground Pass. Head to Lletya first though, Baxtorian will meet you there."
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "As you wish."
    },
    {
      "character": "Baxtorian",
      "line": "Oh... Hello. Most of the others have departed for the Underground Pass. I'll be leaving with the rest soon."
    },
    {
      "character": "Player",
      "line": "Then I shall meet you there."
    },
    {
      "character": "Baxtorian",
      "line": "Don't take too long. We'll be at the dwarf camp."
    },
    {
      "character": "Player",
      "line": "How are you Islwyn?"
    },
    {
      "character": "Islwyn",
      "line": "As good as can be, all things considered. I idolised my grandfather for years. They always say you should never meet your heroes though, now I see why."
    },
    {
      "character": "Player",
      "line": "He's still your family though."
    },
    {
      "character": "Islwyn",
      "line": "He is, he's the only family I have left. The rest of them died in his war. A war that will finally end today."
    },
    {
      "character": "Islwyn",
      "line": "Maybe if we both survive, I'll find it in my heart to forgive him. But for now, I have to focus elsewhere."
    },
    {
      "character": "Player",
      "line": "I'll leave you to prepare."
    },
    {
      "character": "Islwyn",
      "line": "Good luck. I'll see you on the other side."
    },
    {
      "character": "Eluned",
      "line": "Arianwyn is out there, walking alongside our greatest enemy."
    },
    {
      "character": "Eluned",
      "line": "He saved me once you know. Some of Lord Iorwerth's men found me in the forest. There were too many for me to fight off, I thought I was done for. Without Arianwyn, I wouldn't be here today."
    },
    {
      "character": "Eluned",
      "line": "But now he fights alongside them. This war has torn us apart, all of us."
    },
    {
      "character": "Player",
      "line": "Well it ends today."
    },
    {
      "character": "Eluned",
      "line": "Yes, today it ends... For better, or for worse."
    },
    {
      "character": "Ilfeen",
      "line": "I wonder if Essyllt will join the battle today."
    },
    {
      "character": "Player",
      "line": "What will you do if he does?"
    },
    {
      "character": "Ilfeen",
      "line": "Me? Nothing. I'm not much of a fighter. I'll be helping with the wounded instead."
    },
    {
      "character": "Ilfeen",
      "line": "You though... If you see him, don't show him mercy, for he will show you none. Instead, you should show him what happens to those who hurt us."
    },
    {
      "character": "Player",
      "line": "For Ysgawyn?"
    },
    {
      "character": "Ilfeen",
      "line": "No one liked him that much, but he was one of us, and he died trying to save us. He deserves justice."
    },
    {
      "character": "Player",
      "line": "If I get the chance, I'll make sure he gets it."
    },
    {
      "character": "Ilfeen",
      "line": "Thank you friend."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Iestin",
      "line": "Those are my people coming for us. My brothers and sisters."
    },
    {
      "character": "Player",
      "line": "They were once, but not anymore. You're one of us now."
    },
    {
      "character": "Iestin",
      "line": "He's not evil you know, Lord Iorwerth. None of them are really, apart from Essyllt maybe."
    },
    {
      "character": "Iestin",
      "line": "Those that follow him, they do so because they believe in him, believe in what he's doing. For a long time, I believed in him as well."
    },
    {
      "character": "Player",
      "line": "So why did you betray him?"
    },
    {
      "character": "Iestin",
      "line": "He became so obsessed with his cause, he forgot why we started following him in the first place. He became more extreme, more radical."
    },
    {
      "character": "Iestin",
      "line": "I tried to advise him as best I could, but over time he started listening more to Essyllt and less to me."
    },
    {
      "character": "Iestin",
      "line": "After I lost my brother, who died following Lord Iorwerth's orders, I realised he needed to be stopped before it was too late."
    },
    {
      "character": "Player",
      "line": "You made the right choice."
    },
    {
      "character": "Iestin",
      "line": "I hope so. But even now I find myself filled with doubt."
    },
    {
      "character": "Kamen",
      "line": "Nothing like a *hic* bit of home brew before getting to work."
    },
    {
      "character": "Player",
      "line": "Are you sure you should be drinking? We can't afford to make mistakes here."
    },
    {
      "character": "Kamen",
      "line": "Argh, I work better with a bit of *hic* brew in me. Nothing for you to *hic* worry about."
    },
    {
      "character": "Player",
      "line": "If you're sure."
    },
    {
      "character": "Klank",
      "line": "Didn't think I'd see you back down here. The elves are lucky to have you on their side."
    },
    {
      "character": "Player",
      "line": "They're lucky to have you as well, you're our last hope."
    },
    {
      "character": "Klank",
      "line": "What an awful thought. Four dwarves, one a drunk, are the final hope against this darkness. I hope we don't let you down."
    },
    {
      "character": "Player",
      "line": "You won't."
    },
    {
      "character": "Klank",
      "line": "I hope you're right friend."
    },
    {
      "character": "Player",
      "line": "Take care Klank."
    },
    {
      "character": "Klank",
      "line": "You too adventurer..."
    },
    {
      "character": "Niloof",
      "line": ". We'll soon be ready to seal the tunnel, it's slow work I'm afraid."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Niloof",
      "line": "If we do this wrong, we'll bring the entire cavern down upon all of us."
    },
    {
      "character": "Player",
      "line": "Well that would definitely stop Lord Iorwerth."
    },
    {
      "character": "Niloof",
      "line": "It would. I don't know about you though, but I intend to survive this day. Bringing the cavern down isn't a good way to achieve that."
    },
    {
      "character": "Player",
      "line": "True that. I'll leave you to your work."
    },
    {
      "character": "Thorgel",
      "line": "Hey there."
    },
    {
      "character": "Player",
      "line": "How's it going Thorgel?"
    },
    {
      "character": "Thorgel",
      "line": "Apart from the army of elves about to descend on us, pretty good."
    },
    {
      "character": "Player",
      "line": "You'll be fine, you've got all of us to defend you."
    },
    {
      "character": "Thorgel",
      "line": "Well let's hope your better at fighting than Kamen is at brewing, or this will be a short battle."
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "So here we are. At long last, the end is upon us. The only question that remains is who it's the end for."
    },
    {
      "character": "Player",
      "line": "You knew this day would come?"
    },
    {
      "character": "Lord Ieuan Amlodd",
      "line": "No war lasts forever, not even this one. The darkest verse of the song of the elves is upon us. Who knows what the next verse will be."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "Lord Iorwerth better show up soon! I can't wait forever!"
    },
    {
      "character": "Player",
      "line": "You seem keen."
    },
    {
      "character": "Lady Tangwen Trahaearn",
      "line": "I've lived for thousands of years. If I'm going to die today, I'd rather just get on with it."
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "This is a dark place we've come to. Fitting I suppose, for this is to be our darkest hour."
    },
    {
      "character": "Player",
      "line": "Do you think the fragment of Seren is the cause of the darkness?"
    },
    {
      "character": "Lord Piquan Crwys",
      "line": "Possibly, I suspect it was here long before her though. And whatever happens today, I'm sure it will remain for long after."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "The greatest battle of our time is almost upon us. We should take the time to reflect."
    },
    {
      "character": "Player",
      "line": "I've never really been one for looking backwards. I prefer to look ahead."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "You can still reflect on the future as well as the past. If we survive today, our future will be changed forever."
    },
    {
      "character": "Player",
      "line": "I suppose. I'll probably wait until we've won to think about that though."
    },
    {
      "character": "Lady Carys Hefin",
      "line": "As you wish."
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "I hope we win today. It would be a bit embarrassing to be known as the shortest serving clan elder."
    },
    {
      "character": "Player",
      "line": "I bet. I'd also like to avoid death if possible. I suspect it's not very fun."
    },
    {
      "character": "Lady Kelyn Ithell",
      "line": "Not much is fun when Lord Iorwerth is involved. If all goes well though, he won't be a problem after today."
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "I've been on the run from Lord Iorwerth for centuries. I'll be glad to finally see peace."
    },
    {
      "character": "Player",
      "line": "So you think we'll win?"
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "Don't forget that death is a form of peace."
    },
    {
      "character": "Player",
      "line": "I guess. I'd rather avoid it if I can though."
    },
    {
      "character": "Lady Ffion Meilyr",
      "line": "There are worse things in this world than death. Never forget that."
    },
    {
      "character": "Player",
      "line": "Good to see you General."
    },
    {
      "character": "General Hining",
      "line": "And you friend. It will be an honour to fight against the darkness alongside you. Together, we can avenge King Tyras."
    },
    {
      "character": "Player",
      "line": "You seem well prepared for the battle, compared to the rest of us at least."
    },
    {
      "character": "General Hining",
      "line": "We knew this battle would come, ever since the day our king died. We've been prepared for a long time."
    },
    {
      "character": "Player",
      "line": "I hope it's enough."
    },
    {
      "character": "General Hining",
      "line": "As do I. If it's not though, we'll make sure they remember us until the end of their days."
    },
    {
      "character": "Player",
      "line": "That we will."
    },
    {
      "character": "Baxtorian",
      "line": "Ah... You made it."
    },
    {
      "character": "Player",
      "line": "That I did. I see you managed to gather some allies."
    },
    {
      "character": "Baxtorian",
      "line": "Yes, General Hining has given us the full support of the Tyras forces. Sadly though, the new king of Ardougne does not wish to assist us."
    },
    {
      "character": "Player",
      "line": "Typical, after all we did for them."
    },
    {
      "character": "Baxtorian",
      "line": "I suppose they've had enough of elves."
    },
    {
      "character": "Player",
      "line": "Hmmm. How are the defences looking?"
    },
    {
      "character": "Baxtorian",
      "line": "We've managed to fortify the area around the camp quite well. The dwarves have set up some cannons and General Hining's men have built some catapults."
    },
    {
      "character": "Player",
      "line": "Good. We may be outnumbered, but the defences will give us a fighting chance."
    },
    {
      "character": "Baxtorian",
      "line": "I hope so... I fear it won't be enough to win though."
    },
    {
      "character": "Player",
      "line": "We don't need to win, we just need to buy the dwarves enough time to seal that tunnel. Do we know how long they'll need?"
    },
    {
      "character": "Baxtorian",
      "line": "They haven't given us an exact time, it's a slow process apparently."
    },
    {
      "character": "Player",
      "line": "Well I suppose we don't want them to do it wrong, they could bring the entire cavern down on top of us. Do we know where Lord Iorwerth is?"
    },
    {
      "character": "Baxtorian",
      "line": "The scouts have reported that his forces are on the move as we speak. It won't be long."
    },
    {
      "character": "Player",
      "line": "Let's use the time wisely then. Is there anything I can do before the attack begins?"
    },
    {
      "character": "Baxtorian",
      "line": "Elena said she had an idea that might help our defence. You could talk to her and see if she needs any help."
    },
    {
      "character": "Player",
      "line": "I'll get right on it."
    },
    {
      "character": "Baxtorian",
      "line": "Speak with Elena. She said she had an idea that might help our defence."
    },
    {
      "character": "Elena",
      "line": "Hey. I think Baxtorian wants to talk to you."
    },
    {
      "character": "Elena",
      "line": "So this is it, after everything that's happened, this is where it ends."
    },
    {
      "character": "Player",
      "line": "Are you afraid?"
    },
    {
      "character": "Elena",
      "line": "I... I am."
    },
    {
      "character": "Elena",
      "line": "What about you?"
    },
    {
      "character": "Player",
      "line": "I'm afraid too."
    },
    {
      "character": "Elena",
      "line": "You... You matter to me you know..."
    },
    {
      "character": "Player",
      "line": "You matter to me as well."
    },
    {
      "character": "Player",
      "line": "Elena?"
    },
    {
      "character": "Elena",
      "line": "Don't die today."
    },
    {
      "character": "Player",
      "line": "I... I'd better go."
    },
    {
      "character": "Elena",
      "line": "I..."
    },
    {
      "character": "Elena",
      "line": "Thank you, you're a good friend."
    },
    {
      "character": "Player",
      "line": "I'm not afraid."
    },
    {
      "character": "Elena",
      "line": "I... I'm terrible at these moments. I never know what to say."
    },
    {
      "character": "Player",
      "line": "I care about you Elena, you know that right?"
    },
    {
      "character": "Player",
      "line": "I... I don't know what to say either."
    },
    {
      "character": "Elena",
      "line": "Good luck today."
    },
    {
      "character": "Player",
      "line": "I'd better go."
    },
    {
      "character": "Player",
      "line": "Baxtorian said you had an idea to help our defence."
    },
    {
      "character": "Elena",
      "line": "That's right. One of the dwarves here, Kamen, has brewed up some strange alcohol. Whatever it is, it's very flammable."
    },
    {
      "character": "Player",
      "line": "Ah yes, I've made good use of it in the past."
    },
    {
      "character": "Elena",
      "line": "Well I think we can make use of it again. I've combined the alcohol with some other chemicals. The result is quite explosive!"
    },
    {
      "character": "Elena",
      "line": "If we position some of these explosives on the approach to the camp, we can use them against the Iorwerth forces."
    },
    {
      "character": "Player",
      "line": "Hmmm, that could work quite well. Is there anything I can do to help?"
    },
    {
      "character": "Elena",
      "line": "I've dug some holes around the camp for the explosives to go in. Could you fill them in for me?"
    },
    {
      "character": "Elena",
      "line": "Here's the explosives. If you need more just let me know."
    },
    {
      "character": "Player",
      "line": "That's the last of them. I'd better get back to Baxtorian."
    },
    {
      "character": "Player",
      "line": "I think that's everything prepared."
    },
    {
      "character": "Baxtorian",
      "line": "Good, because we're out of time. A message came into the camp, Lord Iorwerth wishes to meet."
    },
    {
      "character": "Player",
      "line": "He wants to meet? Surely it's a trap?"
    },
    {
      "character": "Baxtorian",
      "line": "Maybe, but I don't think so. Even if nothing came of it, he was willing to meet me before the Siege of Prifddinas all those years ago."
    },
    {
      "character": "Player",
      "line": "So what are you going to do?"
    },
    {
      "character": "Baxtorian",
      "line": "I will go. If there's a chance to avoid bloodshed, we should take it, no matter how slim the odds are. I would like you to join me."
    },
    {
      "character": "Player",
      "line": "You think Lord Iorwerth will listen to me?"
    },
    {
      "character": "Baxtorian",
      "line": "No, but maybe Arianwyn will. He considered you a friend, he may still care for what you have to say."
    },
    {
      "character": "Player",
      "line": "I see. Then I will join you."
    },
    {
      "character": "Baxtorian",
      "line": "Thank you friend. Now, Lord Iorwerth is unlikely to be patient, but we can spare a bit of time. If there's anyone you wish to talk to here, I suggest you do so before we depart. You may not get another chance."
    },
    {
      "character": "Baxtorian",
      "line": "Let me know when you're ready to go."
    },
    {
      "character": "Baxtorian",
      "line": "Then we will leave at once."
    },
    {
      "character": "Player",
      "line": "I'll be back soon."
    },
    {
      "character": "Baxtorian",
      "line": "Don't take too long. I'll be here when you're ready."
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth."
    },
    {
      "character": "Lord Iorwerth",
      "line": "King Baxtorian."
    },
    {
      "character": "Baxtorian",
      "line": "I'm not a king... not anymore."
    },
    {
      "character": "Lord Iorwerth",
      "line": "No. You never really were a king though were you? A king doesn't abandon his people like you did."
    },
    {
      "character": "Baxtorian",
      "line": "I did not come here to trade insults."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Really? So why did you come then?"
    },
    {
      "character": "Player",
      "line": "We came to put an end to this. To put aside our differences and stop this war before more people die needlessly."
    },
    {
      "character": "Lord Iorwerth",
      "line": "You talk sense human, and yet you stand beside the warmonger himself."
    },
    {
      "character": "Player",
      "line": "You have a fair share of blood on your hands as well you know."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I do. I have done many unspeakable things, things that haunt me every day. But what I did, I did for the good of my people."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Whereas he, he only ever cared for himself."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Go on, deny it. Just like you always do."
    },
    {
      "character": "Baxtorian",
      "line": "I don't deny it. I failed my people, I failed you. I was never a worthy king, I know that now. But you can't use my failures as a mask to hide your own."
    },
    {
      "character": "Lord Iorwerth",
      "line": "We can stand here going around in circles all day, you won't change my mind."
    },
    {
      "character": "Player",
      "line": "If you're not willing to change your mind, why even bother to meet us?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "In the hope that I might still change yours. I don't want anyone else to die in this war. I give you the chance to stand down."
    },
    {
      "character": "Baxtorian",
      "line": "And what happens if we do?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "We enter the temple, free our goddess and with her by our side, reform the city of Prifddinas."
    },
    {
      "character": "Baxtorian",
      "line": "And we all live happily ever after?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "In a manner of speaking."
    },
    {
      "character": "Player",
      "line": "That temple, it doesn't contain your goddess. At best, it contains a shadow of what she once was."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Yes, Arianwyn told me what you discovered in the library. It matters not though, that is a part of our goddess in there, we have to free her."
    },
    {
      "character": "Baxtorian",
      "line": "And if she's evil? What do you do then?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "My loyalty is to Seren, I will let her decide what is evil."
    },
    {
      "character": "Arianwyn",
      "line": "That... that's not what we agreed."
    },
    {
      "character": "Lord Iorwerth",
      "line": "What?"
    },
    {
      "character": "Arianwyn",
      "line": "We agreed to enter the temple and free Seren. If that's not Seren in there, we shouldn't free her."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I will keep my promise to you Arianwyn, you should not doubt that."
    },
    {
      "character": "Player",
      "line": "Why shouldn't he doubt that? You burnt his home, you killed his friends. You haven't given him much reason to trust you so far."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I did what I needed to do to save our goddess. No one would have needed to die had you not forced our hand."
    },
    {
      "character": "Player",
      "line": "Listen to him Arianwyn, he'd sacrifice everything and everyone just to free whatever is in that temple. Is that really what you want?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "Enough of this! You can try to manipulate him all you want, he's made his choice."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Now, I'm afraid I'll need to push you on a decision."
    },
    {
      "character": "Baxtorian",
      "line": "I'm sorry, but we can't let you enter that temple."
    },
    {
      "character": "Lord Iorwerth",
      "line": "A shame. As unlikely as it was, I did hope you might see reason."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I think we're done here then. For what it's worth, I'm sorry it had to end this way."
    },
    {
      "character": "Baxtorian",
      "line": "As am I."
    },
    {
      "character": "Rebel Warrior",
      "line": "Iorwerth forces approaching!"
    },
    {
      "character": "Rebel Warrior",
      "line": "Incoming!"
    },
    {
      "character": "Player",
      "line": "Elena!"
    },
    {
      "character": "Essyllt",
      "line": "Ha! Looks like you were too slow my friend."
    },
    {
      "character": "Player",
      "line": "Get away from her!"
    },
    {
      "character": "Essyllt",
      "line": "Or what? Will you murder me in cold blood like you did with King Tyras?"
    },
    {
      "character": "Player",
      "line": "There's only one murderer here!"
    },
    {
      "character": "Essyllt",
      "line": "You can lie to yourself all you want, I know what you are. You enjoy killing, just like I do."
    },
    {
      "character": "Essyllt",
      "line": "The satisfaction when I finally put an end to that fool Ysgawyn, it was beautiful. It was even better than when I dealt with that stupid lover of his."
    },
    {
      "character": "Essyllt",
      "line": "But if that wasn't enough, now I get to be the one to finally put an end to you and your pathetic girlfriend!"
    },
    {
      "character": "Player",
      "line": "We'll see about that!"
    },
    {
      "character": "Essyllt",
      "line": "Oh I'm going to enjoy this..."
    },
    {
      "character": "Player",
      "line": "This can't be good..."
    },
    {
      "character": "Elena",
      "line": "Go! Get after them!"
    },
    {
      "character": "Player",
      "line": "What about you?"
    },
    {
      "character": "Eluned",
      "line": "Don't worry, I'll take care of her."
    },
    {
      "character": "Lord Iorwerth",
      "line": "This is it, this is what we've spent the last thousand years fighting for. Today, it will finally all be worth it."
    },
    {
      "character": "Baxtorian",
      "line": "Lord Iorwerth please, see reason. That thing is not Seren, it's not our goddess."
    },
    {
      "character": "Lord Iorwerth",
      "line": "And what would you know?"
    },
    {
      "character": "Baxtorian",
      "line": "I knew Seren, I'm the only one here that did, and I know that isn't her."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Time can change a lot of things, perhaps Seren has changed as well."
    },
    {
      "character": "Arianwyn",
      "line": "I... I don't think it's her."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Of course it's her! Don't tell me you believe Baxtorian and his lies?"
    },
    {
      "character": "Arianwyn",
      "line": "I may not have met our goddess, but I heard enough stories to know what she looked like. This thing, it's not her."
    },
    {
      "character": "Lord Iorwerth",
      "line": "Well lucky for us, we have a way of finding out."
    },
    {
      "character": "Arianwyn",
      "line": "Lord Iorwerth please, this isn't what we agreed."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I know what we agreed Arianwyn! We agreed to free our goddess, and that's what I'm going to do!"
    },
    {
      "character": "Arianwyn",
      "line": "No!"
    },
    {
      "character": "Fragment of Seren",
      "line": "You... you've come to free me?"
    },
    {
      "character": "Player",
      "line": "What's going on? Why's everything so dark?"
    },
    {
      "character": "Fragment of Seren",
      "line": "Dark? All I've ever known is darkness. It's all she gave me."
    },
    {
      "character": "Player",
      "line": "Seren?"
    },
    {
      "character": "Fragment of Seren",
      "line": "You know of her? How?"
    },
    {
      "character": "Player",
      "line": "Well..."
    },
    {
      "character": "Fragment of Seren",
      "line": "You haven't come to free me at all have you? You're one of her servants!"
    },
    {
      "character": "Player",
      "line": "That's not quite..."
    },
    {
      "character": "Fragment of Seren",
      "line": "I loved her! She made me! But I couldn't be what she wanted, so she abandoned me! And now she can't bear to kill me herself, so she sends you instead!"
    },
    {
      "character": "Player",
      "line": "I don't..."
    },
    {
      "character": "Fragment of Seren",
      "line": "I won't let you! It's not fair! She doesn't get to do this! I don't want it!"
    },
    {
      "character": "Player",
      "line": "Wait!"
    },
    {
      "character": "Fragment of Seren",
      "line": "No! Get out! Get out! Get out!"
    },
    {
      "character": "Lord Iorwerth",
      "line": "What... what have you done?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "She was confused, she was hurt. Yes, she was angry, but she was innocent!"
    },
    {
      "character": "Player",
      "line": "I tried to stop her..."
    },
    {
      "character": "Lord Iorwerth",
      "line": "How? With violence? That's all you know isn't it?"
    },
    {
      "character": "Lord Iorwerth",
      "line": "She just needed time, time to understand, time to overcome her pain. She was our goddess, the last hope for our people. And now, she's gone, because of you."
    },
    {
      "character": "Lord Iorwerth",
      "line": "I hope you can live with yourself..."
    },
    {
      "character": "Player",
      "line": "Arianwyn."
    },
    {
      "character": "Arianwyn",
      "line": "."
    },
    {
      "character": "Player",
      "line": "How are you doing?"
    },
    {
      "character": "Arianwyn",
      "line": "As well as can be expected. My guilt is a heavy load. A lot of people died because of me."
    },
    {
      "character": "Player",
      "line": "A lot more might have died if you hadn't stopped Lord Iorwerth."
    },
    {
      "character": "Arianwyn",
      "line": "He wasn't evil, not truly. He just became so obsessed with his goal that he forgot why he started fighting in the first place."
    },
    {
      "character": "Arianwyn",
      "line": "As for the fragment of Seren... I wish there had been another way."
    },
    {
      "character": "Player",
      "line": "She wasn't Seren, and she never would have been."
    },
    {
      "character": "Arianwyn",
      "line": "No, and at least now her pain has ended. Still, I'll always wonder what could have been..."
    },
    {
      "character": "Player",
      "line": "What will you do now?"
    },
    {
      "character": "Arianwyn",
      "line": "There's no place for me here anymore, not after what I've done."
    },
    {
      "character": "Player",
      "line": "You're leaving?"
    },
    {
      "character": "Arianwyn",
      "line": "I wanted to stay long enough to help repair the damage of my actions, and to look upon Prifddinas for the first time. I've done that now. Lletya has been rebuilt and Prifddinas has been reformed."
    },
    {
      "character": "Player",
      "line": "Where will you go?"
    },
    {
      "character": "Arianwyn",
      "line": "I don't know. There's a lot of places on this world that I've never seen. Maybe one of them will help me find redemption, and forgiveness."
    },
    {
      "character": "Arianwyn",
      "line": "The elves here will do fine. Baxtorian has his own path of redemption to go on, and I imagine he'll struggle far more than me. He has the other elders to support him though. Under them, our people will prosper."
    },
    {
      "character": "Arianwyn",
      "line": "Anyway, you should get going. Baxtorian will be waiting for you."
    },
    {
      "character": "Player",
      "line": "I'll miss you."
    },
    {
      "character": "Arianwyn",
      "line": "And I you. Farewell friend."
    },
    {
      "character": "Baxtorian",
      "line": "Ah,. Welcome."
    },
    {
      "character": "Player",
      "line": "Hey, good to see you both."
    },
    {
      "character": "Baxtorian",
      "line": "And you."
    },
    {
      "character": "Player",
      "line": "I thought the city had been restored, I don't see anything though."
    },
    {
      "character": "Baxtorian",
      "line": "One of the security measures put in place during the God Wars, from the outside it seems like there's nothing there. Don't worry though, the restoration is complete."
    },
    {
      "character": "Baxtorian",
      "line": "Speaking of which, myself and the other elders have come to an agreement. For too long, we've been afraid of outsiders, showing them mistrust while our own kind plot against us."
    },
    {
      "character": "Baxtorian",
      "line": "After all that's happened, we've decided that from now on, that will no longer be the case. We will open our city up to the other races, letting them walk among us for the first time."
    },
    {
      "character": "Baxtorian",
      "line": "As a thank you for all that you've done, we'd like the two of you to be the first to enter Prifddinas."
    },
    {
      "character": "Player",
      "line": "Well, that's quite the honour."
    },
    {
      "character": "Elena",
      "line": "They've also agreed to let me move into the city. That tiny house in Ardougne was becoming a bit tiresome, and there's so much for me to learn from the Meilyr elves."
    },
    {
      "character": "Player",
      "line": "Well I'll be sure to come and visit."
    },
    {
      "character": "Player",
      "line": "Now that the city has been reformed, are you going to become king of the elves again?"
    },
    {
      "character": "Baxtorian",
      "line": "Oh I said my days as a king were done, and I meant it. From now on, the elves will be jointly ruled by the eight clan elders. No single elf will ever rule again. We've realised that we're not overly good at it."
    },
    {
      "character": "Baxtorian",
      "line": "But anyway, we can talk more later. For now, I'd say it's time for the two of you to see Prifddinas."
    },
    {
      "character": "Elena",
      "line": "Ready ?"
    }
  ],
  "characters": [
    {
      "name": "Aemad/Kortan",
      "description": "Middle-aged male, British accent, friendly and helpful merchant tone, runs an adventuring supplies shop in East Ardougne."
    },
    {
      "name": "Alrena",
      "description": "Middle-aged female, British accent, warm and caring motherly tone, worried about her daughter Elena but supportive."
    },
    {
      "name": "Arianwyn",
      "description": "Ancient male elf, Welsh-inspired accent, wise and noble tone with underlying turmoil, leader of the rebel elves who struggles with loyalty."
    },
    {
      "name": "Baker",
      "description": "Middle-aged male, British accent, cheerful and hardworking tone, a simple tradesperson in the city."
    },
    {
      "name": "Banker",
      "description": "Middle-aged male, British accent, formal and professional tone, courteous but efficient."
    },
    {
      "name": "Bartender",
      "description": "Middle-aged male, British accent, jovial and conversational tone, friendly tavern keeper."
    },
    {
      "name": "Baxtorian",
      "description": "Ancient male elf, Welsh-inspired accent, regal and sorrowful tone, legendary elven king who sacrificed himself for love."
    },
    {
      "name": "Carla",
      "description": "Middle-aged female, British accent, sad and weary tone, a grieving mother who lost her son to the mourners."
    },
    {
      "name": "Carla/Jethick/Kilron/Omart",
      "description": "Mixed citizens, British accents, varied tones from hopeful to desperate, people of Ardougne seeking freedom."
    },
    {
      "name": "Chadwell",
      "description": "Middle-aged male, British accent, practical and businesslike tone, runs the general store in West Ardougne."
    },
    {
      "name": "Clerk",
      "description": "Young adult male, British accent, nervous and bureaucratic tone, a minor administrative worker."
    },
    {
      "name": "Councillor Halgrive",
      "description": "Elderly male, British accent, authoritative and concerned tone, responsible for public safety in East Ardougne."
    },
    {
      "name": "Doctor Orbon",
      "description": "Elderly male, British accent, scholarly and cautious tone, a scientist who created plague protection suits."
    },
    {
      "name": "Edmond",
      "description": "Elderly male, British accent, kind and worried fatherly tone, deeply concerned for his daughter Elena."
    },
    {
      "name": "Elena",
      "description": "Young adult female, British accent, intelligent and determined tone, a brave healer and scientist who exposed the plague conspiracy."
    },
    {
      "name": "Elf Hermit",
      "description": "Ancient female elf, Welsh-inspired accent, serene and spiritual tone, the hidden leader of the Hefin clan."
    },
    {
      "name": "Eluned",
      "description": "Young adult female elf, Welsh-inspired accent, kind and gentle tone, a beautiful elf who helps travelers with crystal enchantments."
    },
    {
      "name": "Eoin",
      "description": "Youthful male elf voice, Welsh-inspired accent, energetic and playful tone, an elven boy who loves playing tag with his sister."
    },
    {
      "name": "Essyllt",
      "description": "Adult male elf, Welsh-inspired accent, cold and ruthless tone, a dangerous warrior and leader of the mourners."
    },
    {
      "name": "Estate agent",
      "description": "Middle-aged male, British accent, enthusiastic and salesman-like tone, eager to help with property matters."
    },
    {
      "name": "Fragment of Seren",
      "description": "Ethereal female voice, otherworldly Welsh-inspired accent, dark and tormented tone, a corrupted aspect of the goddess Seren."
    },
    {
      "name": "Fur trader",
      "description": "Middle-aged male, British accent, gruff and merchant-like tone, a market trader in Ardougne."
    },
    {
      "name": "Gem merchant",
      "description": "Middle-aged male, British accent, shrewd and enthusiastic tone, a market trader selling precious stones."
    },
    {
      "name": "General Hining",
      "description": "Middle-aged male, British military accent, commanding and dutiful tone, second-in-command of King Tyras army."
    },
    {
      "name": "Iestin",
      "description": "Adult male elf, Welsh-inspired accent, thoughtful and conflicted tone, a scholar who became an informant against Lord Iorwerth."
    },
    {
      "name": "Ilfeen",
      "description": "Adult female elf, Welsh-inspired accent, melodic and skilled tone, an expert crystal singer who enchants elven weapons."
    },
    {
      "name": "Iona",
      "description": "Youthful female elf voice, Welsh-inspired accent, sweet and playful tone, an elven girl who plays tag with her brother."
    },
    {
      "name": "Iorwerth Archer",
      "description": "Adult male elf, Welsh-inspired accent, aggressive and loyal tone, a soldier of the Iorwerth clan."
    },
    {
      "name": "Iorwerth Warrior",
      "description": "Adult male elf, Welsh-inspired accent, fierce and intimidating tone, a skilled fighter of the Iorwerth clan."
    },
    {
      "name": "Islwyn",
      "description": "Elderly male elf, Welsh-inspired accent, grumpy and distrustful tone, the grandson of King Baxtorian who dislikes humans."
    },
    {
      "name": "Jethick",
      "description": "Elderly male, British accent, friendly and community-minded tone, a citizen of West Ardougne who believes in exposing the truth."
    },
    {
      "name": "Kamen",
      "description": "Adult male dwarf, Scottish-inspired accent, jovial and hospitable tone, offers food and drink to travelers in the Underground Pass."
    },
    {
      "name": "Kilron",
      "description": "Adult male, British accent, helpful and cautious tone, assists people crossing the Ardougne wall."
    },
    {
      "name": "King Lathas",
      "description": "Middle-aged male, British aristocratic accent, manipulative and authoritative tone, a treacherous king who conspired with elves."
    },
    {
      "name": "King Thoros",
      "description": "Young adult male, British aristocratic accent, formal and overwhelmed tone, the new king of Ardougne after Lathas execution."
    },
    {
      "name": "Klank",
      "description": "Adult male dwarf, Scottish-inspired accent, practical and helpful tone, a miner trapped in the Underground Pass who crafts gauntlets."
    },
    {
      "name": "Knight of Ardougne",
      "description": "Adult male, British accent, formal and dutiful tone, a loyal soldier serving the kingdom."
    },
    {
      "name": "Lady Carys Hefin",
      "description": "Ancient female elf, Welsh-inspired accent, serene and spiritual tone, the wise leader of the Hefin clan who values prayer and agility."
    },
    {
      "name": "Lady Ffion Meilyr",
      "description": "Ancient female elf, Welsh-inspired accent, curious and adventurous tone, the leader of the Meilyr clan who loves exploration."
    },
    {
      "name": "Lady Kelyn Ithell",
      "description": "Ancient female elf, Welsh-inspired accent, artistic and gentle tone, the leader of the Ithell clan who inherited memories of architecture."
    },
    {
      "name": "Lady Tangwen Trahaearn",
      "description": "Ancient female elf, Welsh-inspired accent, sturdy and industrious tone, the leader of the Trahaearn clan skilled in smithing."
    },
    {
      "name": "Lathas",
      "description": "Middle-aged male, British aristocratic accent, manipulative and authoritative tone, a treacherous king who conspired with elves."
    },
    {
      "name": "Lord Ieuan Amlodd",
      "description": "Ancient male elf, Welsh-inspired accent, mystical and enigmatic tone, the leader of the Amlodd clan who practices magic."
    },
    {
      "name": "Lord Iorwerth",
      "description": "Ancient male elf, Welsh-inspired accent, commanding and fanatical tone, the ruthless leader who started the elven civil war."
    },
    {
      "name": "Lord Piquan Crwys",
      "description": "Ancient male elf, Welsh-inspired accent, patient and nature-loving tone, the leader of the Crwys clan who tends to farming."
    },
    {
      "name": "Martha Rehnison",
      "description": "Middle-aged female, British accent, worried and protective motherly tone, lives in West Ardougne with her family."
    },
    {
      "name": "Mawrth",
      "description": "Adult female elf, Welsh-inspired accent, exasperated but loving tone, a mother trying to keep her mischievous elven offspring in line."
    },
    {
      "name": "Memory of Seren",
      "description": "Ethereal female voice, otherworldly Welsh-inspired accent, gentle and melancholic tone, a fragment of the goddess memories."
    },
    {
      "name": "Milli Rehnison",
      "description": "Young female voice, British accent, curious and innocent tone, a girl living in plague-stricken West Ardougne."
    },
    {
      "name": "Morvran",
      "description": "Adult male elf, Welsh-inspired accent, disciplined and warrior-like tone, the nephew of Lord Iorwerth who became a slayer trainer."
    },
    {
      "name": "Mysterious Figure",
      "description": "Ancient male elf, Welsh-inspired accent, cryptic and secretive tone, Lord Ieuan Amlodd before revealing his identity."
    },
    {
      "name": "Niloof",
      "description": "Adult male dwarf, Scottish-inspired accent, friendly and informative tone, a miner trapped in the Underground Pass."
    },
    {
      "name": "Nurse Sarah",
      "description": "Adult female, British accent, caring and professional tone, the only medical practitioner in West Ardougne."
    },
    {
      "name": "Omart",
      "description": "Adult male, British accent, helpful and cautious tone, assists people crossing into West Ardougne."
    },
    {
      "name": "Priest",
      "description": "Elderly male, British accent, solemn and pious tone, a religious figure offering spiritual guidance."
    },
    {
      "name": "Probita",
      "description": "Young adult female, British accent, cheerful and business-minded tone, runs the pet insurance bureau in East Ardougne."
    },
    {
      "name": "Rebel Warrior",
      "description": "Adult male elf, Welsh-inspired accent, determined and brave tone, a fighter resisting Lord Iorwerth tyranny."
    },
    {
      "name": "Richard",
      "description": "Middle-aged male, British accent, practical and helpful tone, runs a farming supplies shop in Ardougne."
    },
    {
      "name": "Seren",
      "description": "Divine female voice, ethereal Welsh-inspired accent, loving and sorrowful tone, the crystalline goddess who shattered herself to save her elves."
    },
    {
      "name": "Silk merchant",
      "description": "Middle-aged male, British accent, persuasive and merchant-like tone, sells fine fabrics in Ardougne market."
    },
    {
      "name": "Silver merchant",
      "description": "Middle-aged male, British accent, enthusiastic and merchant-like tone, trades in silver goods at the market."
    },
    {
      "name": "Spice seller",
      "description": "Middle-aged male, British accent, exotic and enthusiastic tone, sells various spices at the Ardougne market."
    },
    {
      "name": "Ted Rehnison",
      "description": "Middle-aged male, British accent, worried but resilient tone, a father trying to protect his family in West Ardougne."
    },
    {
      "name": "Thorgel",
      "description": "Elderly male dwarf, Scottish-inspired accent, weary and isolated tone, a dwarf who guards the entrance to the Death Altar."
    },
    {
      "name": "Town Crier",
      "description": "Adult male, British accent, loud and theatrical tone, announces news to the public."
    },
    {
      "name": "Woman",
      "description": "Adult female, British accent, ordinary citizen tone, a resident of Ardougne."
    },
    {
      "name": "Ysgawyn",
      "description": "Adult male elf, Welsh-inspired accent, fierce and passionate tone, a rebel elf who bears a grudge against the Iorwerth clan."
    },
    {
      "name": "Zenesha",
      "description": "Adult female, British accent, professional and merchant-like tone, sells platebodies in her East Ardougne shop."
    }
  ]
}