{
  "branch": "quest/temple-of-the-eye",
  "quest_name": "Temple of the Eye",
  "lines": [
    {
      "character": "Wizard Persten",
      "line": "Hello!"
    },
    {
      "character": "Player",
      "line": "Hey there."
    },
    {
      "character": "Player",
      "line": "Who are you?"
    },
    {
      "character": "Wizard Persten",
      "line": "What? You haven't heard of me? The great Mia Persten of the Order of Wizards? The leading researcher in teleportation magic? The creator of the Home Teleport spell?"
    },
    {
      "character": "Player",
      "line": "Oh, I'm sorry. I didn't mean to offend you. I'm."
    },
    {
      "character": "Wizard Persten",
      "line": "No offence taken! My research tends to take me far from the Wizards' Tower. I've been all across Gielinor and even to some other planes of existence!"
    },
    {
      "character": "Player",
      "line": "Other planes of existence? Sounds exciting!"
    },
    {
      "character": "Wizard Persten",
      "line": "Exciting and terrifying! Brilliant, right?"
    },
    {
      "character": "Player",
      "line": "So what are you doing in Al Kharid?"
    },
    {
      "character": "Wizard Persten",
      "line": "Should I not be in Al Kharid?"
    },
    {
      "character": "Player",
      "line": "Er... good question. I guess I just haven't seen a wizard around here before."
    },
    {
      "character": "Wizard Persten",
      "line": "Well, maybe you should start expecting the unexpected! That way you can spend less time worrying about why I'm here, and more time asking life's real questions."
    },
    {
      "character": "Player",
      "line": "What's a wizard doing in Al Kharid?"
    },
    {
      "character": "Wizard Persten",
      "line": "Why shouldn't a wizard be in Al Kharid?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well for a start, I'm not just any wizard. The name's Mia Persten. I'm the leading researcher in teleportation magic for the Order of Wizards."
    },
    {
      "character": "Player",
      "line": "Pleased to meet you. I'm."
    },
    {
      "character": "Wizard Persten",
      "line": "Now as for your question, maybe you should start expecting the unexpected! That way you can spend less time worrying about why I'm here, and more time asking life's real questions."
    },
    {
      "character": "Player",
      "line": "Right... and what kind of questions are you referring to?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well, that's the thing. It's different for everyone! Why do trees grow from stumps substantially faster than from seeds? Where do meteorites come from? Why do we have to hold our arms out to teleport successfully?"
    },
    {
      "character": "Player",
      "line": "I don't know. What are the answers?"
    },
    {
      "character": "Wizard Persten",
      "line": "I don't know either!"
    },
    {
      "character": "Player",
      "line": "So you're in Al Kharid to work out how trees grow?"
    },
    {
      "character": "Wizard Persten",
      "line": "No, silly! I came here to buy something."
    },
    {
      "character": "Player",
      "line": "Something?"
    },
    {
      "character": "Wizard Persten",
      "line": "That's right! Something! Tell me, what do you know of runecrafting?"
    },
    {
      "character": "Player",
      "line": "Not a lot really."
    },
    {
      "character": "Wizard Persten",
      "line": "A shame. Unfortunately, this something requires some understanding in that area."
    },
    {
      "character": "Wizard Persten",
      "line": "That's right! Something! Tell me, what do you know of the Abyss?"
    },
    {
      "character": "Wizard Persten",
      "line": "A shame. Unfortunately, this something requires somewhat of an abyssal understanding."
    },
    {
      "character": "Player",
      "line": "The Abyss? I know all about the Abyss."
    },
    {
      "character": "Wizard Persten",
      "line": "Really? It's quite unusual for an adventurer like yourself to have knowledge in that area."
    },
    {
      "character": "Player",
      "line": "Well I recently helped a group of Zamorakian wizards gain access to the Rune Essence Mine. In return, they gave me access to the Abyss."
    },
    {
      "character": "Wizard Persten",
      "line": "Zamorakian wizards? You do realise that the Z.M.I. are enemies to the Order of Wizards, right?"
    },
    {
      "character": "Player",
      "line": "Maybe I shouldn't have mentioned that..."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, don't worry about it. The Order of Wizards may be a Saradominist group, but I've never personally had much time for gods. I prefer knowledge to religion."
    },
    {
      "character": "Wizard Persten",
      "line": "Still, it's maybe best you don't tell anyone else. I can't imagine my fellow wizards will be happy to know that you gave away details on their secret mine."
    },
    {
      "character": "Wizard Persten",
      "line": "Enough about them though. You've just shared quite the revelation with me! Is it really true that the Z.M.I. have found a way to access the Abyss?"
    },
    {
      "character": "Player",
      "line": "That's right."
    },
    {
      "character": "Wizard Persten",
      "line": "Well in that case, I think you might be the perfect person to aid me in a little task."
    },
    {
      "character": "Player",
      "line": "A little task? This sounds like the time someone asked me for one small favour. I'm not sure if I'm ready for that again."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, don't be silly! This will be fun!"
    },
    {
      "character": "Player",
      "line": "Alright, what kind of task is it?"
    },
    {
      "character": "Player",
      "line": "What kind of task?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well I can't go telling you that until you agree, can I? Wouldn't want you sharing my secrets."
    },
    {
      "character": "Player",
      "line": "You're not giving me much to go on here."
    },
    {
      "character": "Wizard Persten",
      "line": "There'll be quite the reward for you at the end!"
    },
    {
      "character": "Player",
      "line": "I'd rather not get involved."
    },
    {
      "character": "Wizard Persten",
      "line": "That's a shame. Well, you just let me know if you reconsider."
    },
    {
      "character": "Player",
      "line": "See you around."
    },
    {
      "character": "Wizard Persten",
      "line": "Hello again! Have you changed your mind about helping me with that little task?"
    },
    {
      "character": "Player",
      "line": "Alright, what do you need from me?"
    },
    {
      "character": "Wizard Persten",
      "line": "You'll help? Great! Well first, a question for you: you say the Z.M.I. have gained access to the Abyss? By any chance, are they using it to gain quick access to the runic altars for runecrafting purposes?"
    },
    {
      "character": "Player",
      "line": "Yes, but how did you..."
    },
    {
      "character": "Wizard Persten",
      "line": "I knew it! I've been wondering for some time how they've been creating so many runes. I'd never considered that they'd somehow gained access to the Abyss, but I now realise it was the obvious explanation."
    },
    {
      "character": "Player",
      "line": "So is that what you're after? You want access to the Abyss as well?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well, yes, but actually, no. It seems we've jumped ahead a bit. Let's go back to why I'm here."
    },
    {
      "character": "Player",
      "line": "The 'something' you bought?"
    },
    {
      "character": "Wizard Persten",
      "line": "The 'something' I bought! Here, take a look."
    },
    {
      "character": "Wizard Persten",
      "line": "A foolish archaeologist by the name of Asgarnia Smith recently found this washed up near the Ruins of Uzer. Despite his apparent archaeological credentials, he dismissed it as junk."
    },
    {
      "character": "Wizard Persten",
      "line": "Luckily, I was able to buy it from him before he disposed of it. Can you believe he thought the 100 coins I paid was too much? If only he knew the true value of something like this..."
    },
    {
      "character": "Player",
      "line": "Why is it so valuable?"
    },
    {
      "character": "Wizard Persten",
      "line": "You see that eye on it? That is the symbol of both the Order of Wizards and our home, the Wizards' Tower. Thing is, that's only the start."
    },
    {
      "character": "Wizard Persten",
      "line": "From what I can tell, this amulet is thousands of years old, but our order was only formed at the dawn of the Fifth Age. That wasn't even two hundred years ago!"
    },
    {
      "character": "Player",
      "line": "But how..."
    },
    {
      "character": "Wizard Persten",
      "line": "Hang on! I'm not done yet. I also inspected the amulet for magical energies and found something fascinating! I recognised two distinct magical signatures."
    },
    {
      "character": "Wizard Persten",
      "line": "The first is the same magic found in rune essence. That's already pretty exciting, but it's the second that will blow your mind!"
    },
    {
      "character": "Player",
      "line": "What was it?"
    },
    {
      "character": "Wizard Persten",
      "line": "I'm getting to that! My, you do like interrupting, don't you? Don't worry, I understand. I get quite excited about these things as well!"
    },
    {
      "character": "Wizard Persten",
      "line": "Anyway, here's the big reveal for you: the second signature was energy from the Abyss!"
    },
    {
      "character": "Player",
      "line": "So you have an amulet with the symbol of your order on it, but it predates your order by thousands of years?"
    },
    {
      "character": "Player",
      "line": "It also turned up miles from where your order is based, and is filled with energy from a dimension that until recently, no one had even been to?"
    },
    {
      "character": "Wizard Persten",
      "line": "Now you see why this is so exciting!"
    },
    {
      "character": "Player",
      "line": "So what do you need from me?"
    },
    {
      "character": "Wizard Persten",
      "line": "I need to find out where this amulet came from. It should be possible to trace it using the abyssal energy it still contains."
    },
    {
      "character": "Wizard Persten",
      "line": "This is where you ask 'What's the catch?'"
    },
    {
      "character": "Player",
      "line": "*sigh* What's the catch?"
    },
    {
      "character": "Wizard Persten",
      "line": "I'm glad you asked, ! Unfortunately, the spell needed to trace the amulet will only work properly from inside the Abyss."
    },
    {
      "character": "Player",
      "line": "Oh I see where this is going. You don't have access to the Abyss, but I do."
    },
    {
      "character": "Wizard Persten",
      "line": "Precisely! While I don't care about the religious squabbling between the Z.M.I. and my order, I still can't see them wanting to work with me any time soon."
    },
    {
      "character": "Player",
      "line": "So I need to take this amulet to the Abyss and work out where it came from?"
    },
    {
      "character": "Wizard Persten",
      "line": "Correct! I imagine you'll need the help of your Z.M.I. friends."
    },
    {
      "character": "Wizard Persten",
      "line": "Just maybe don't tell them who gave it to you."
    },
    {
      "character": "Player",
      "line": "I'll visit the Mage of Zamorak in Varrock. He should be able to help me."
    },
    {
      "character": "Wizard Persten",
      "line": "Return to me once you are done. Oh, and don't forget the amulet!"
    },
    {
      "character": "Wizard Persten",
      "line": "Hello again! Here, take this amulet to your Z.M.I. friend in Varrock. Hopefully he can tell us where it came from."
    },
    {
      "character": "Wizard Persten",
      "line": "Hello again! Any luck with that amulet?"
    },
    {
      "character": "Player",
      "line": "Sorry, but I lost it."
    },
    {
      "character": "Wizard Persten",
      "line": "You lost a one of a kind ancient artefact?"
    },
    {
      "character": "Player",
      "line": "Yes..."
    },
    {
      "character": "Wizard Persten",
      "line": "Well, good job I found it again. Here you go. Take it to your Z.M.I. friend in Varrock. Hopefully he can tell us where it came from."
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Wizard Persten",
      "line": "You should take it to your Z.M.I. friend in Varrock. Hopefully he can tell us where it came from."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Ah, you again. What do you want?"
    },
    {
      "character": "Player",
      "line": "I need your help with an amulet."
    },
    {
      "character": "Mage of Zamorak",
      "line": "An amulet? What amulet?"
    },
    {
      "character": "Player",
      "line": "Oh, I don't actually have it with me. I'll be back."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Right..."
    },
    {
      "character": "Mage of Zamorak",
      "line": "That eye on it... That is the symbol of the Order of Wizards. What's all this about?"
    },
    {
      "character": "Player",
      "line": "The amulet is giving off abyssal energy. I was hoping you could help me work out where it came from."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Why should I?"
    },
    {
      "character": "Player",
      "line": "Well I did help you gain access to the Rune Essence Mine."
    },
    {
      "character": "Mage of Zamorak",
      "line": "And we gave you knowledge on the Abyss in return. We owe you no further favours."
    },
    {
      "character": "Player",
      "line": "Are you not even slightly curious about how an amulet with the symbol of the Order of Wizards on it is giving off abyssal energy? After all, they don't have access to the Abyss."
    },
    {
      "character": "Mage of Zamorak",
      "line": "I hope you're not about to tell me that you shared our secrets with the Saradominists?"
    },
    {
      "character": "Player",
      "line": "Of course not."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Then where did you get the amulet?"
    },
    {
      "character": "Player",
      "line": "I... bought it from an archaeologist."
    },
    {
      "character": "Mage of Zamorak",
      "line": "There's something off about all of this. Show it to me again."
    },
    {
      "character": "Player",
      "line": "What was that?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Just a spell to tell me more about it. It seems this amulet is very unusual."
    },
    {
      "character": "Player",
      "line": "So you'll help?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Very well, but first you must do something for me. Bring me a bucket of water and a strong cup of tea."
    },
    {
      "character": "Player",
      "line": "A strong cup of tea?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "That's right. The tea seller just north east of here can give you one. He owes me, in fact, so just tell him Herbert sent you."
    },
    {
      "character": "Player",
      "line": "Wait... Your name is Herbert?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Is that a problem?"
    },
    {
      "character": "Player",
      "line": "I guess not. I just never had you down as a Herbert."
    },
    {
      "character": "Player",
      "line": "I'll be back soon."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Zamorak: Ah, you again. What do you want?"
    },
    {
      "character": "Player",
      "line": "Could you help me with that amulet now?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Do you have a bucket of water and a strong cup of tea?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "I will not help you until you bring them to me. The tea seller just north east of here can give you a strong cup of tea. Just tell him Herbert sent you."
    },
    {
      "character": "Tea Seller",
      "line": "Greetings! Are you in need of refreshment?"
    },
    {
      "character": "Player",
      "line": "Could I have a strong cup of tea?"
    },
    {
      "character": "Tea Seller",
      "line": "A strong cup of tea? What do you mean?"
    },
    {
      "character": "Player",
      "line": "Herbert sent me for one."
    },
    {
      "character": "Tea Seller",
      "line": "Ah, well why didn't you say that? Between you and me, Herbert's strong cups of tea are actually just my regular cups of tea, but if it makes him happy..."
    },
    {
      "character": "Tea Seller",
      "line": "I hope Herbert enjoys it."
    },
    {
      "character": "Tea Seller",
      "line": "For Herbert? I already gave you one for him."
    },
    {
      "character": "Player",
      "line": "Sorry, but I need another."
    },
    {
      "character": "Tea Seller",
      "line": "Hmm... alright, but I can't keep making these for free you know."
    },
    {
      "character": "Player",
      "line": "Ah yes, how silly of me."
    },
    {
      "character": "Mage of Zamorak",
      "line": "I will not help you until you bring them to me."
    },
    {
      "character": "Player",
      "line": "Here you go."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Aaah, nothing like a nice cuppa tea!"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Right, a deal is a deal, but the spell to determine the origin of that amulet will only work from the Abyss, so you'll need to have the initiate there perform it for you."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Meet me in the Wilderness when you're ready to be teleported there."
    },
    {
      "character": "Player",
      "line": "Can't you just teleport me from here?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "From the middle of Varrock? What if someone is watching?"
    },
    {
      "character": "Player",
      "line": "If someone was watching, they'd know you have a secret Chaos Temple here in Varrock. I reckon you're pretty safe."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Fine, but don't expect me to make a habit of this. I will offer you a single teleport from here directly to the initiate in the Abyss. Make sure you are definitely ready."
    },
    {
      "character": "Player",
      "line": "Hang on... what was the bucket of water for?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Ah, that. While time passes slower in the Abyss, the initiate maintaining the rift has still been there for quite a while. He needs a good bath."
    },
    {
      "character": "Player",
      "line": "So you just want me to throw it over him?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Exactly. Now, are you ready to be teleported? Don't forget, this is a one-time offer. In future, you'll need to meet me in the Wilderness to access the Abyss."
    },
    {
      "character": "Player",
      "line": "I should probably get the amulet first."
    },
    {
      "character": "Mage of Zamorak",
      "line": "That would be wise."
    },
    {
      "character": "Player",
      "line": "I'm not ready yet."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Well then return to me when you are, but try not to waste too much of my time."
    },
    {
      "character": "Mage of Zamorak",
      "line": "The spell to determine the origin of that amulet will only work from the Abyss, so you'll need to have the initiate there perform it for you."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Are you ready to be teleported there? Don't forget, this is a one-time offer. In future, you'll need to meet me in the Wilderness to access the Abyss."
    },
    {
      "character": "Player",
      "line": "I should probably get that bucket of water first."
    },
    {
      "character": "Mage of Zamorak",
      "line": "I already gave you your one-time teleport to the Abyss from here, so you'll need to meet me in the Wilderness if you want teleporting there."
    },
    {
      "character": "Player",
      "line": "Alright."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Dark Mage",
      "line": "Quiet! You must not break my concentration!"
    },
    {
      "character": "Dark Mage",
      "line": "Amulet?"
    },
    {
      "character": "Player",
      "line": "Yes, but I don't seem to have it with me. I'll be back soon."
    },
    {
      "character": "Dark Mage",
      "line": "What? Are you trying to waste my time?"
    },
    {
      "character": "Player",
      "line": "Yes, but I also need to go and get a bucket of water."
    },
    {
      "character": "Dark Mage",
      "line": "Oh, hang on. Someone is trying to contact me..."
    },
    {
      "character": "Dark Mage",
      "line": "What do you want? Can't you see I'm busy?"
    },
    {
      "character": "Dark Mage",
      "line": "Fine. A simple transfiguration spell should resolve things for you."
    },
    {
      "character": "Dark Mage",
      "line": "Now can you leave me alone? I can't keep affording these distractions!"
    },
    {
      "character": "Dark Mage",
      "line": "What did you want? Something about an amulet?"
    },
    {
      "character": "Player",
      "line": "Yes, but first..."
    },
    {
      "character": "Dark Mage",
      "line": "What in the actual..."
    },
    {
      "character": "Player",
      "line": "Sorry, but Herbert said you needed a wash."
    },
    {
      "character": "Dark Mage",
      "line": "Are you serious? What if I'd lost concentration and let this rift collapse? Do you like having a brain that isn't made of mush? Because mush is all that would have been left!"
    },
    {
      "character": "Player",
      "line": "I like my brain how it is, thanks. Now, could you help me?"
    },
    {
      "character": "Dark Mage",
      "line": "Why should I? I'm soaked thanks to you!"
    },
    {
      "character": "Player",
      "line": "Herbert said you would."
    },
    {
      "character": "Dark Mage",
      "line": "Of course he did! Alright then, what do you want?"
    },
    {
      "character": "Player",
      "line": "This amulet is giving off abyssal energy. I need you to cast a spell to tell me where it came from."
    },
    {
      "character": "Dark Mage",
      "line": "Let's have a look then."
    },
    {
      "character": "Dark Mage",
      "line": "Right, just give me a moment."
    },
    {
      "character": "Dark Mage",
      "line": "Okay, this spell will allow me to triangulate the origin of the amulet. To make things easier, I'm using this rift to compare energy from that origin with energy from the runic altars."
    },
    {
      "character": "Dark Mage",
      "line": "Of course, thanks to the ways time and space work in this place, the information won't necessarily come in the right order."
    },
    {
      "character": "Player",
      "line": "Meaning?"
    },
    {
      "character": "Dark Mage",
      "line": "Meaning I'll need you to help, you fool! You see that energy that's just emerged from the rift? Work out which order it goes in!"
    },
    {
      "character": "Player",
      "line": "Right..."
    },
    {
      "character": "Player",
      "line": "It seems I don't have it with me. I'll be back."
    },
    {
      "character": "Dark Mage",
      "line": "What? Don't waste my time!"
    },
    {
      "character": "Player",
      "line": "What do I need to do with this energy?"
    },
    {
      "character": "Dark Mage",
      "line": "Work out which order it goes in!"
    },
    {
      "character": "Player",
      "line": "I've worked out which order the energy goes in."
    },
    {
      "character": "Dark Mage",
      "line": "Yes, I can see that. Now, hang on."
    },
    {
      "character": "Dark Mage",
      "line": "I've noted the details on this scroll. A competent enough wizard should be able to use it to cast a teleportation spell to take you right there."
    },
    {
      "character": "Player",
      "line": "Can you tell me anything about the place?"
    },
    {
      "character": "Dark Mage",
      "line": "With all the time I've spent here, I'd like to consider myself an expert on the Abyss, but there's something very strange about the place this amulet came from."
    },
    {
      "character": "Player",
      "line": "Strange how?"
    },
    {
      "character": "Dark Mage",
      "line": "Well if I knew that, it wouldn't be strange, would it? Now, if you're done bothering me, I need to stay focused on this rift!"
    },
    {
      "character": "Player",
      "line": "About that incantation..."
    },
    {
      "character": "Dark Mage",
      "line": "What about it?"
    },
    {
      "character": "Player",
      "line": "I lost it."
    },
    {
      "character": "Dark Mage",
      "line": "Oh the things I would do to you if I wasn't maintaining this rift! Here, take this you fool!"
    },
    {
      "character": "Player",
      "line": "Er... Nothing."
    },
    {
      "character": "Dark Mage",
      "line": "Nothing! Would you leave me alone!"
    },
    {
      "character": "Player",
      "line": "Oh, he already did that."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Then why are you talking to me? You have what you need."
    },
    {
      "character": "Player",
      "line": "Yes! I have an incantation that could lead us to wherever it came from."
    },
    {
      "character": "Wizard Persten",
      "line": "Brilliant! Let's have a look."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, fascinating! Hmm... But that would mean..."
    },
    {
      "character": "Player",
      "line": "That would mean what?"
    },
    {
      "character": "Wizard Persten",
      "line": "Shhh! I'm thinking."
    },
    {
      "character": "Wizard Persten",
      "line": "Yes... Two... no three more! Silly me! Counted myself didn't I."
    },
    {
      "character": "Wizard Persten",
      "line": "Well it should be fine. I can't see them saying no. After all, it's their symbol as well..."
    },
    {
      "character": "Player",
      "line": "What are you on about?"
    },
    {
      "character": "Wizard Persten",
      "line": "Oh yes, you're here! Brilliant! You'll be pleased to know that I've worked out what we must do next."
    },
    {
      "character": "Player",
      "line": "And that is?"
    },
    {
      "character": "Wizard Persten",
      "line": "Patience, young adventurer. Before we get to that, let me share with you my theory on where this amulet came from."
    },
    {
      "character": "Wizard Persten",
      "line": "While you were gone, I was thinking about why the amulet would have magical energy from both rune essence and the Abyss. All of a sudden, it hit me!"
    },
    {
      "character": "Player",
      "line": "Ouch?"
    },
    {
      "character": "Wizard Persten",
      "line": "Quite the opposite! The source of this amulet must be an ancient teleportation matrix to the runic altars, just like the one the Z.M.I. have in the Abyss!"
    },
    {
      "character": "Wizard Persten",
      "line": "This is good news, in case you were wondering! Access to a teleportation matrix like that will be life changing when it comes to my work!"
    },
    {
      "character": "Wizard Persten",
      "line": "Of course, the rest of my order will be very happy as well. It'll completely remove the advantage the Z.M.I. currently have. Now there's a balance that Guthix himself would love!"
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, but this talk of the Z.M.I. has reminded me of something. Could I have that amulet back?"
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, but this talk of the Z.M.I. has reminded me of something. You lost that amulet didn't you?"
    },
    {
      "character": "Player",
      "line": "Maybe..."
    },
    {
      "character": "Wizard Persten",
      "line": "Don't worry, I found it for you. I'll keep hold of it for now."
    },
    {
      "character": "Wizard Persten",
      "line": "Now, just give me a moment..."
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, yes. Well, that's not surprising."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Wizard Persten",
      "line": "Your Z.M.I. friends cast a transmission spell on the amulet. Had we taken it with us, it would have transmitted all sorts of information back to them about the origin."
    },
    {
      "character": "Wizard Persten",
      "line": "It's not a problem. I suspected they might do something like this. The good news is that this means they have no intention of using that incantation themselves."
    },
    {
      "character": "Wizard Persten",
      "line": "Again, as expected. They prefer to lurk in the shadows. To be honest, I totally understand. I've been known to do the same from time to time."
    },
    {
      "character": "Wizard Persten",
      "line": "Anyway, I've modified their spell to send false information to them. They'll be none the wiser."
    },
    {
      "character": "Player",
      "line": "I thought you didn't care about religion? Why don't you want the Z.M.I. getting that information?"
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, my friend, you misunderstand. I have no issues with the Z.M.I. having the information, but I don't want them getting it before I've even had a chance to determine what it is!"
    },
    {
      "character": "Player",
      "line": "I see. So what now?"
    },
    {
      "character": "Wizard Persten",
      "line": "Yes, back to business! The incantation is quite complex, so we will need the help of three other wizards to perform it. I'm afraid I'm not including you in that, although you are very talented!"
    },
    {
      "character": "Player",
      "line": "Thanks, I think... so where do we get these other wizards?"
    },
    {
      "character": "Wizard Persten",
      "line": "From the Wizards' Tower of course! My fellow wizards won't be able to resist getting their hands on a teleportation matrix, especially one that may be connected to the history of our order!"
    },
    {
      "character": "Wizard Persten",
      "line": "Now, you head to the Wizards' Tower and show that incantation to Sedridor. I have a couple of things to prepare first, but I will join you there soon."
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, and whatever you do, don't mention the Z.M.I. while you're there."
    },
    {
      "character": "Player",
      "line": "Alright, I'll see you soon."
    },
    {
      "character": "Wizard Persten",
      "line": "Hey, if you want, I can teleport you to the Wizards' Tower. Consider it a one-time gift from me."
    },
    {
      "character": "Player",
      "line": "I think I'll walk."
    },
    {
      "character": "Wizard Persten",
      "line": "Well let me know if you change your mind."
    },
    {
      "character": "Wizard Persten",
      "line": "Hello again! Did you take that incantation to Sedridor?"
    },
    {
      "character": "Player",
      "line": "I may have lost it."
    },
    {
      "character": "Wizard Persten",
      "line": "No matter, I can give you a copy of mine. Try not to lose it this time!"
    },
    {
      "character": "Wizard Persten",
      "line": "Now quickly! Time is of the essence! If you want, I can teleport you to the Wizards' Tower. Consider it a one-time gift from me."
    },
    {
      "character": "Wizard Persten",
      "line": "Well hurry up! If you want, I can teleport you to the Wizards' Tower. Consider it a one-time gift from me."
    },
    {
      "character": "Wizard Persten",
      "line": "Now quickly! Time is of the essence!"
    },
    {
      "character": "Wizard Persten",
      "line": "Well hurry up! This could be the biggest discovery of our lifetimes!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hello again,. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I need your help with an incantation."
    },
    {
      "character": "Archmage Sedridor",
      "line": "An incantation, hmm? What incantation?"
    },
    {
      "character": "Player",
      "line": "A teleport that could potentially take us to an ancient teleportation matrix. Persten reckons you might be able to use it to gain easier access to the runic altars."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Wait... Persten sent you?"
    },
    {
      "character": "Player",
      "line": "That's right. Oh, I should also mention that this teleportation matrix seems to have some connection to your order, despite predating it by thousands of years."
    },
    {
      "character": "Archmage Sedridor",
      "line": "So Persten disappears for all this time, and then shows up again with knowledge on an ancient teleportation matrix? I suppose I shouldn't be surprised. It's probably not the strangest thing she's done."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Anyway, what do you need my help with exactly?"
    },
    {
      "character": "Player",
      "line": "Persten needs three other wizards to be able to perform the incantation."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm... can I see it?"
    },
    {
      "character": "Player",
      "line": "Oh, I don't have it with me."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I'd very much like to see it. Come back to me when you have it."
    },
    {
      "character": "Player",
      "line": "Sure."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm... this scroll is very interesting. Did you get it from a Zamorakian wizard, perhaps? Don't lie to me,."
    },
    {
      "character": "Player",
      "line": "Well since you asked... I... well..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "It's clear from your response that my suspicions are correct. This incantation is written on very thin flesh rather than parchment, a horrific practice only used by Zamorakians."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Need I remind you that it was the Zamorakians who burnt down the first Wizards' Tower?"
    },
    {
      "character": "Player",
      "line": "Er..."
    },
    {
      "character": "Archmage Sedridor",
      "line": ", I'm going to be frank with you. Persten hasn't been seen here for almost a year. My last meeting with her was to discuss changing her line of study due to her lack of results."
    },
    {
      "character": "Archmage Sedridor",
      "line": "She was given one more year to produce something of note. Now, with time almost up, she sends you here with Zamorakian incantations and odd claims about an ancient teleportation matrix."
    },
    {
      "character": "Player",
      "line": "But what if it's true? That teleportation matrix could change everything!"
    },
    {
      "character": "Player",
      "line": "Okay, I admit we went to some Zamorakians for help with the incantation, but they've had no other involvement. Persten has even made sure they won't get anything beneficial out of this."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Hmm... You have been a great help to us in the past. For that, I will consider it. First though, I will do a thorough arcane analysis of this incantation to determine if it is safe to cast."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Now, as for your three wizards, I can't be wasting the others' time with this sort of thing, especially when I haven't even agreed to allow it yet."
    },
    {
      "character": "Archmage Sedridor",
      "line": "However, Traiborn has three new apprentices who could help. This might be a good learning opportunity for them. Speak to him while I inspect this incantation."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Player",
      "line": "Can you help me with that incantation?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "I haven't finished my analysis of it yet. While you wait, I suggest you speak with Traiborn. He has three new apprentices who could help you, assuming I agree to let things go ahead."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Thingummywut. Thin... gummy... what?"
    },
    {
      "character": "Player",
      "line": "What are you talking about?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "I'm a little busy trying to solve that mad wizard's puzzle. If you have any questions, ask him instead."
    },
    {
      "character": "Apprentice Felix",
      "line": "So, if that's six and this is eight, then if we multiply... No, divide? No, that's not it either."
    },
    {
      "character": "Apprentice Felix",
      "line": "Oh, didn't see you there! I'm a little busy trying to solve a puzzle set by the great Traiborn. If you have any questions, could you ask him instead?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Air and earth? What about water and fire? Is this an elemental problem, or are they completely irrelevant?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Oh, didn't see you there. I'm a little busy trying to solve the puzzle Traiborn gave us. If you have any questions, you should ask him instead."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Ello young thingummywut."
    },
    {
      "character": "Player",
      "line": "I need your apprentices to help with an incantation."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Right now? But we're having a party!"
    },
    {
      "character": "Player",
      "line": "A party?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Party? What party?"
    },
    {
      "character": "Player",
      "line": "You said you were having a party?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Well I suppose it is a party of sorts. A study party! Would you like to join in? You look like you could use one!"
    },
    {
      "character": "Player",
      "line": "I'll pass... Anyway, Sedridor said your apprentices could help me with an incantation."
    },
    {
      "character": "Wizard Traiborn",
      "line": "What kind of incantation?"
    },
    {
      "character": "Player",
      "line": "One that could lead us to an ancient teleportation matrix."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Teleportation matrix? Doesn't sound like the most comfortable place for a party... I bet it's full of thingummywuts as well!"
    },
    {
      "character": "Player",
      "line": "I'm not suggesting we move the party there. I'm suggesting that we cancel the party and discover the secrets of this teleportation matrix instead."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Cancel the party? You're certainly a party pooper!"
    },
    {
      "character": "Player",
      "line": "Alright, how about instead of cancelling the party, we finish it with a bang? What's currently on the agenda?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Finish it with a bang? Sedridor won't be happy if we burn the place down again, will he? Still, I like it!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "I've currently tasked each of the apprentices with solving a problem. If they all solve it, we can celebrate together!"
    },
    {
      "character": "Player",
      "line": "Sounds good. So, what's the problem?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Problem? There's no problem! Everything is fine here. We're having a party!"
    },
    {
      "character": "Player",
      "line": "I mean what's the problem they have to solve?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Oh! It's trivial! They just have to figure out what a thingummywut is!"
    },
    {
      "character": "Player",
      "line": "A thingummy... what?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Precisely!"
    },
    {
      "character": "Player",
      "line": "Right... I'll speak to the apprentices. Perhaps together we can figure this out."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Good luck!"
    },
    {
      "character": "Player",
      "line": "I think I know what a thingummywut is!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Oh? Do tell."
    },
    {
      "character": "Player",
      "line": "A slayer creature!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "A slayer creature? That doesn't make any sense at all! Besides, not even the slayer masters know how to kill a thingummywut!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Perhaps my apprentices could teach you a thing or three. You should talk to them."
    },
    {
      "character": "Player",
      "line": "A great wizard, lost to history!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Lost to history? That doesn't make any sense at all! Besides, a thingummywut is not lost to history. It's very well documented inside my head!"
    },
    {
      "character": "Player",
      "line": "You!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Me? That doesn't make any sense at all! If I were a thingummywut, I wouldn't be stood here teaching!"
    },
    {
      "character": "Player",
      "line": "I don't know."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Oh dear, how embarrassing. Perhaps my apprentices could teach you a thing or three. You should talk to them."
    },
    {
      "character": "Player",
      "line": "Traiborn said you're trying to solve a puzzle? Maybe I could help?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Why? Do you think I need your help to solve this? I'll prove I'm smarter than these two!"
    },
    {
      "character": "Player",
      "line": "Oh, I don't doubt you're smart enough to solve this on your own. I'd just like to see the puzzle to further my own knowledge and understanding."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "You think I'll be persuaded that easily? I'm not as easy to fool as the others, but I admire your efforts nonetheless."
    },
    {
      "character": "Player",
      "line": "I'll be honest then. In truth, I don't care about this puzzle at all. I'm actually looking to recruit some talented wizards to help uncover a long-lost teleportation matrix."
    },
    {
      "character": "Player",
      "line": "The hope is to use it to gain easy access to the runic altars for runecrafting purposes."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Well that's infinitely more interesting! In that case, why do you care about the puzzle?"
    },
    {
      "character": "Player",
      "line": "Traiborn said that he wouldn't give his permission for you to join me until the puzzle is solved, so I thought I'd lend a hand."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Very well, you appear to be telling the truth, and I'd rather be uncovering a teleportation matrix than doing this."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Here it is."
    },
    {
      "character": "Player",
      "line": "Could I see that puzzle again?"
    },
    {
      "character": "Player",
      "line": "Sounds like you're trying to solve a puzzle. Perhaps I could help?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Oh, hey there! Yes, I'm trying to solve a puzzle set by the world-renowned Traiborn himself! It truly is an honour to have someone like him take the time to teach an up-and-coming wizard such as myself."
    },
    {
      "character": "Player",
      "line": "Why do you think so highly of him?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Oh, so many reasons! But the biggest is that amongst all of the wizards, he is the foremost expert in extra- planar magic!"
    },
    {
      "character": "Apprentice Felix",
      "line": "Why else do you think he has the smallest room in the tower? Because he doesn't need the space! He can just open a portal to create more!"
    },
    {
      "character": "Player",
      "line": "I see, and is this the branch of magic you want to specialise in?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Oh absolutely! That's why I'm here. I need to solve this puzzle to prove that I'm ready to learn all that he has to teach."
    },
    {
      "character": "Player",
      "line": "Well that's actually not too different to the reason I'm here. I'm currently helping a wizard called Persten, and she seems to be quite knowledgeable on different planes."
    },
    {
      "character": "Player",
      "line": "She's tasked me with recruiting some wizards to help her uncover a teleportation matrix. Would you like to join us?"
    },
    {
      "character": "Apprentice Felix",
      "line": "You've met Persten? She studied directly under Traiborn for multiple years! I'd love to meet her, but she's hard to track down. Could you introduce us?"
    },
    {
      "character": "Player",
      "line": "Sure, I can do that. We need to solve this puzzle first though. Traiborn won't let you three leave until you do. Perhaps I could help you solve it?"
    },
    {
      "character": "Apprentice Felix",
      "line": "I'm not sure. I wouldn't want Traiborn to think poorly of me if I've cheated and asked for help... but I do want to work with Persten..."
    },
    {
      "character": "Apprentice Felix",
      "line": "Okay, I'll show you the puzzle."
    },
    {
      "character": "Apprentice Felix",
      "line": "Okay. Here you go!"
    },
    {
      "character": "Player",
      "line": "What appears to be the problem?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Oh, sorry! Didn't see you there."
    },
    {
      "character": "Player",
      "line": "Don't worry. What were you muttering about with air and earth? Is it related to the puzzle Traiborn gave you all?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Yes, I just can't wrap my head around it. It feels like there are too many unknown variables. Besides, how does all this relate to a thingummywut in the first place? Whatever that actually is."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Perhaps it's a slayer creature? Or a person? Is this a logical puzzle, a riddle or a mathematical problem?"
    },
    {
      "character": "Player",
      "line": "I see. Perhaps I could take a look and help you out?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "I'm not sure... It sounds like cheating, but I really do want to beat Cordelia. She's always one step ahead of me, so it would be nice to finally win for a change."
    },
    {
      "character": "Player",
      "line": "Well, I'm actually here to recruit the three of you to help uncover an old teleportation matrix. The only issue is that Traiborn won't let you leave until the puzzle is solved."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Ooh! Did you say a teleportation matrix? Teleportation magic is my specialty! I'd love to help!"
    },
    {
      "character": "Player",
      "line": "Well, I'd be glad to have you along! So, will you show me the puzzle?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Sure! Just please don't tell the others you helped me."
    },
    {
      "character": "Player",
      "line": "11!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Well done! That's correct!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "See, it's easier to solve problems when you put aside what's best for you and instead focus on what's best for the team!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Congratulations, you all pass!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "But you said that only the first of us to solve it would pass!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Oh? Did I? I forgot. Either way, I hope you've all now learnt a valuable lesson in teamwork! You have this adventurer here to thank for that."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Wait, but we all had different puzzles written down?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Of course! We needed to combine our puzzles to solve it. Wow, that's genius! What a great way to teach us all teamwork!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Now, finish with a bang did you say?"
    },
    {
      "character": "Player",
      "line": "What the - what was that for?!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "Well, it was your idea after all. Now why don't you go tell Sedridor that my apprentices are free to help?"
    },
    {
      "character": "Player",
      "line": "!"
    },
    {
      "character": "Wizard Traiborn",
      "line": "No, that's not right at all. You should think harder about this!"
    },
    {
      "character": "Player",
      "line": "So your apprentices can help with the incantation?"
    },
    {
      "character": "Wizard Traiborn",
      "line": "That's right, young thingummywut. Now, don't keep Sedridor waiting!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Traiborn says I'm allowed to help you with this teleportation matrix. You should speak to Sedridor in the basement."
    },
    {
      "character": "Apprentice Felix",
      "line": "I think I'm ready to meet Persten! You should go to the basement and let Sedridor know we're all ready."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Traiborn says I'm allowed to help you now. Let's find this teleportation matrix! I think you need to speak to Sedridor in the basement first though."
    },
    {
      "character": "Wizard Persten",
      "line": "Hello again! Ready to uncover a magical secret that could change the world forever?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Slow down, Persten! I am still inspecting this amulet of yours."
    },
    {
      "character": "Player",
      "line": "You're inspecting the amulet now? Does that mean the incantation is safe?"
    },
    {
      "character": "Wizard Persten",
      "line": "That's right! The amulet is as well, of course, but Sedridor here likes to be careful."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Not all of us are so carefree when it comes to the rules of our order, Persten. I mean really, Zamorakian incantations! Be glad I've even let you back in the tower!"
    },
    {
      "character": "Wizard Persten",
      "line": "The unfortunate price of progress, Sedridor."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I can think of a few other unfortunate things..."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Anyway, the amulet seems to be safe, and as much as I hate to admit it, your assessment seems to be correct."
    },
    {
      "character": "Player",
      "line": "So we can go ahead?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Yes. I'm still not happy about this, but we can't throw away this chance. I assume Traiborn's apprentices are ready?"
    },
    {
      "character": "Wizard Persten",
      "line": "Well then what are we waiting for? Let's do this!"
    },
    {
      "character": "Archmage Sedridor",
      "line": ", are you ready?"
    },
    {
      "character": "Player",
      "line": "Let's do it."
    },
    {
      "character": "Wizard Persten",
      "line": "Don't take too long."
    },
    {
      "character": "Player",
      "line": "So we're ready to perform the incantation?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "It seems so, assuming you are ready yourself?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "We will be here once you are."
    },
    {
      "character": "Wizard Persten",
      "line": "Ready to begin the incantation?"
    },
    {
      "character": "Wizard Persten",
      "line": "Everyone ready?"
    },
    {
      "character": "Apprentice Felix",
      "line": "We won't let you down, Persten."
    },
    {
      "character": "Wizard Persten",
      "line": "Alright, with me!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "It worked!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Well what are we waiting for? Let's go in!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Go in? You three aren't going through that portal. We have no idea what's on the other side!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "I have given Persten and permission to go through. Until we know it's safe, no one else may enter."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "You can't be serious!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Please let us help! We've all worked so hard for an opportunity like this!"
    },
    {
      "character": "Apprentice Felix",
      "line": "And we have Persten to look after us!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "No. You are only apprentices. You were here to help with the incantation, and you've done that now. You should go back to your studies."
    },
    {
      "character": "Wizard Traiborn",
      "line": "Come now, Sedridor. The young thingummywuts have proven themselves to be more than capable. Let them have their party!"
    },
    {
      "character": "Wizard Persten",
      "line": "It's going to be quite something! You really should let them help!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Quiet, Persten!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Let it be known that I consider this a bad idea. That said, they are your apprentices, Traiborn. If they have your permission, I won't stop them."
    },
    {
      "character": "Wizard Persten",
      "line": "Alright! Ready to make history?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Let's go!"
    },
    {
      "character": "Player",
      "line": "Are the others through the portal?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "I assume so. You should probably go through and join them."
    },
    {
      "character": "Wizard Persten",
      "line": "Well this is... unexpected."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Where are we?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Are we... underwater?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Let me cast a locator spell!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "It seems we're deep below the sea, just south of Morytania!"
    },
    {
      "character": "Wizard Persten",
      "line": "Fascinating..."
    },
    {
      "character": "Wizard Persten",
      "line": "Come, let's look around."
    },
    {
      "character": "Wizard Persten",
      "line": "This place is brilliant! The apprentices are looking around to see what they can discover. You should join them!"
    },
    {
      "character": "Player",
      "line": "Found anything interesting?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "There's something strange about this big hole here. It's giving out the tiniest amount of magical energy. I can't work out what it is though."
    },
    {
      "character": "Player",
      "line": "You know, those plants look similar to stuff I've seen in the..."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Quiet! I'm more than capable of working this out. Maybe you should go help the others instead."
    },
    {
      "character": "Player",
      "line": "Any luck with this hole?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Don't disturb me! I'll need absolute silence if I'm to work out what this mysterious energy is."
    },
    {
      "character": "Player",
      "line": "That's an interesting statue."
    },
    {
      "character": "Apprentice Felix",
      "line": "See the plaque on it? It reads: 'Aliya, Justiciar of the Lion and guardian of the Temple of the Eye.'"
    },
    {
      "character": "Player",
      "line": "Temple of the Eye?"
    },
    {
      "character": "Apprentice Felix",
      "line": "That must be where we are right now! I've read about the justiciars before, in a book back at the Wizards' Tower."
    },
    {
      "character": "Player",
      "line": "What did the book say?"
    },
    {
      "character": "Apprentice Felix",
      "line": "They were powerful warriors in service to Saradomin himself, back when the gods still walked among us! This temple must be ancient. Imagine if Saradomin himself once stood here!"
    },
    {
      "character": "Player",
      "line": "Still looking at that statue?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Isn't it brilliant? A statue of a justiciar! I wish I could have met her!"
    },
    {
      "character": "Player",
      "line": "What are you looking at?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Look! Rune guardians, like the ones at the Mage Training Arena! If this place was once a teleportation matrix, these rune guardians might have helped the wizards that used it."
    },
    {
      "character": "Player",
      "line": "Anything different about them?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Well, despite their age, they're actually of a remarkably similar design to the ones used by modern wizards. Isn't that amazing?"
    },
    {
      "character": "Player",
      "line": "Discovered anything more about these rune guardians?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Not yet, but their mere presence here is an amazing discovery!"
    },
    {
      "character": "Player",
      "line": "Hey!"
    },
    {
      "character": "Player",
      "line": "Hello?"
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, sorry, I didn't see you there. I was lost in thought!"
    },
    {
      "character": "Player",
      "line": "What were you thinking about?"
    },
    {
      "character": "Wizard Persten",
      "line": "Hmm? Oh, I was looking at these markings here. They're very interesting! They seem to be radiating a magical energy I've never encountered before!"
    },
    {
      "character": "Wizard Persten",
      "line": "Take a closer look! Maybe you'll feel the energy as well!"
    },
    {
      "character": "First Mysterious Voice",
      "line": "Saradomin be with you."
    },
    {
      "character": "Second Mysterious Voice",
      "line": "And with you, Zachariah. So, it's really true?"
    },
    {
      "character": "Zachariah",
      "line": "Indeed it is, Aliya, and he has given us the task of protecting it."
    },
    {
      "character": "Aliya",
      "line": "What would he have me do?"
    },
    {
      "character": "Zachariah",
      "line": "You must build a sanctuary for the Eye. The forces of chaos already seek to reobtain it, as do countless others."
    },
    {
      "character": "Aliya",
      "line": "I will keep it safe, no matter the cost. And you?"
    },
    {
      "character": "Zachariah",
      "line": "Zamorak has tasked his collector with finding the Eye. I will hunt him down before he does, along with any others who would try to claim it."
    },
    {
      "character": "Aliya",
      "line": "Then I wish you luck, brother."
    },
    {
      "character": "Zachariah",
      "line": "There is one last thing, Aliya. You must keep the Eye secret from all others, even our own. The fewer people that know the truth, the better."
    },
    {
      "character": "Aliya",
      "line": "On my honour as a justiciar, it will be done."
    },
    {
      "character": "Zachariah",
      "line": "Good. Saradomin be with you, sister."
    },
    {
      "character": "Player",
      "line": "What the..."
    },
    {
      "character": "Wizard Persten",
      "line": "?"
    },
    {
      "character": "Player",
      "line": "Jas!"
    },
    {
      "character": "Wizard Persten",
      "line": "What did you say?"
    },
    {
      "character": "Player",
      "line": "I... I don't know."
    },
    {
      "character": "Wizard Persten",
      "line": "Did you just say... 'Jas'?"
    },
    {
      "character": "Player",
      "line": "I can't remember. When I looked at the marks on the floor I had this... vision, but it's all unclear."
    },
    {
      "character": "Wizard Persten",
      "line": "Curious..."
    },
    {
      "character": "Wizard Persten",
      "line": "Well, time to see what the others have found!"
    },
    {
      "character": "Wizard Persten",
      "line": "Hey! Let's see what the others have found!"
    },
    {
      "character": "Wizard Persten",
      "line": "Right, what have we discovered?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "That large hole behind you is radiating a strange energy. I'm still trying to work out what it is."
    },
    {
      "character": "Wizard Persten",
      "line": "Need a hand with that?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "No, I can work it out."
    },
    {
      "character": "Wizard Persten",
      "line": "You sure can! What else do we have?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "There's some old rune guardians here with eye symbols on them."
    },
    {
      "character": "Wizard Persten",
      "line": "So this place was definitely used by wizards at one point. Amazing!"
    },
    {
      "character": "Apprentice Felix",
      "line": "Not just any wizards, Saradominist wizards! There's some statues of an old Saradominist Justiciar called Aliya!"
    },
    {
      "character": "Wizard Persten",
      "line": "Remarkable! The justiciars haven't been around for thousands of years. That confirms my suspicions about the age of this place."
    },
    {
      "character": "Apprentice Felix",
      "line": "That's not all I found. Apparently, this place was once called the Temple of the Eye!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "The Eye? What's the Eye?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "I remember reading about something called the Eye back at the Wizards' Tower! I only came across mention of it once, but apparently it was a powerful artefact made by Saradomin himself!"
    },
    {
      "character": "Wizard Persten",
      "line": "Sorry... made by Saradomin, you say?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "That's what the book said. Why?"
    },
    {
      "character": "Wizard Persten",
      "line": "Oh, just checking! I get all caught up in the moment and mishear things sometimes."
    },
    {
      "character": "Player",
      "line": "This 'Eye'... did the book say what it looked like?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "It didn't. It didn't actually have any other information on it. I tried to learn more from other books, but found nothing."
    },
    {
      "character": "Apprentice Felix",
      "line": "Anything else was probably lost when the first Wizards' Tower burnt down."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Of course! I've worked out what the energy from that hole is. It's abyssal energy!"
    },
    {
      "character": "Wizard Persten",
      "line": "Hmm... Yes... Brilliant!"
    },
    {
      "character": "Player",
      "line": "Persten?"
    },
    {
      "character": "Wizard Persten",
      "line": "Ah, sorry! Lost in thought again! It was for a good reason though. I think I've just about worked it all out!"
    },
    {
      "character": "Apprentice Felix",
      "line": "Amazing as always, Persten! We're so lucky to be able to work with you."
    },
    {
      "character": "Wizard Persten",
      "line": "Thank you! So, I reckon my theory that this is an old teleportation matrix was spot on! The wizards here must have used power from the Abyss to create portals to the runic altars."
    },
    {
      "character": "Wizard Persten",
      "line": "Then, with the power from this 'Eye' and support from their rune guardians, they'd have been able to create runes at lightning speed!"
    },
    {
      "character": "Wizard Persten",
      "line": "The Eye must have had a huge impact on their work. They named the temple after it and fashioned a symbol based on it."
    },
    {
      "character": "Apprentice Tamara",
      "line": "And we're still using that symbol today! We just never knew why until now!"
    },
    {
      "character": "Apprentice Felix",
      "line": "Should we report back to Sedridor?"
    },
    {
      "character": "Wizard Persten",
      "line": "In a moment. I'm just going to cast a simple revealing spell first, just in case there's anything else hidden here."
    },
    {
      "character": "Apprentice Tamara",
      "line": "What's happening?"
    },
    {
      "character": "Wizard Persten",
      "line": "Don't worry! I'm sure everything is fine. Let me handle this."
    },
    {
      "character": "Wizard Persten",
      "line": "Huh... now that is a problem."
    },
    {
      "character": "Apprentice Felix",
      "line": "Persten!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "You don't belong in this temple, accursed filth!"
    },
    {
      "character": "The Great Guardian",
      "line": "And so the rift to the Scar is open once more. Humans, fight with us. Let us hold back the Abyss!"
    },
    {
      "character": "Player",
      "line": "Sedridor! Something's gone wrong!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "What do you mean?"
    },
    {
      "character": "Player",
      "line": "Through the portal! We've opened some sort of rift to the Abyss!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Well you'd better get back there and fix it!"
    },
    {
      "character": "Player",
      "line": "Are you okay?"
    },
    {
      "character": "Apprentice Felix",
      "line": "I... I think so. Sorry... I need a moment to collect myself."
    },
    {
      "character": "Player",
      "line": "I'll go and check on Tamara and Cordelia. I'll be back soon"
    },
    {
      "character": "Apprentice Tamara",
      "line": "What do we do now? What if more of those creatures come through that rift?"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Well don't think I'll be stopping them all again! I may be powerful, but that spell still took a lot out of me."
    },
    {
      "character": "The Great Guardian",
      "line": "Humans, use the cells. Protect me while I close the rift."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Cells?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Tamara! ! I think I've found something over here!"
    },
    {
      "character": "Player",
      "line": "On my way!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "If you're hoping I can help in some way, you're out of luck. I may be powerful, but that spell still took a lot out of me. You'll have to hope the others can do something."
    },
    {
      "character": "Player",
      "line": "I'll go and see what Felix has found."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Okay."
    },
    {
      "character": "Player",
      "line": "What have you found?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Well... I can't say for sure, but I think the containers on this table contain small amounts of runic energy."
    },
    {
      "character": "Player",
      "line": "Right, I'll take one to Tamara."
    },
    {
      "character": "Apprentice Felix",
      "line": "Just make sure you don't take more than one! I tried to do that already and the energy within them exploded!"
    },
    {
      "character": "Player",
      "line": "Alright, thanks for the warning."
    },
    {
      "character": "Apprentice Felix",
      "line": "You should take one of these containers to Tamara. Just don't take more than one or they'll explode!"
    },
    {
      "character": "Player",
      "line": "This is what Felix found."
    },
    {
      "character": "Apprentice Tamara",
      "line": "That must be one of the cells we need! Try placing it in the tile next to me."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Try placing that cell in the tile next to me."
    },
    {
      "character": "Apprentice Tamara",
      "line": "It worked! This barrier should protect us against those creatures!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "And just in time too. Here come more of them!"
    },
    {
      "character": "Player",
      "line": "What do we do now?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "I'm not sure. The barrier won't hold out for long!"
    },
    {
      "character": "Great Guardian",
      "line": "Humans, we need more support. Restore my brethren! Place cells within imbued rocks and they will do the rest."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Imbued rocks? What does that mean?"
    },
    {
      "character": "Player",
      "line": "I'll see if Felix can help."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Be careful!"
    },
    {
      "character": "Player",
      "line": "I'll see if Felix can help work out what to do next."
    },
    {
      "character": "Player",
      "line": "Felix, we need to place cells in some imbued rocks. Any idea what that means?"
    },
    {
      "character": "Apprentice Felix",
      "line": "I think the essence piles here are actually remains of old guardians. They seem to contain elemental and catalytic energies. Perhaps you could try infusing each one with a cell."
    },
    {
      "character": "Player",
      "line": "Good idea."
    },
    {
      "character": "Apprentice Felix",
      "line": "You'll probably need a chisel to shape the essence first. Looks like there's one on the floor there."
    },
    {
      "character": "Player",
      "line": "Right, I'll get to work."
    },
    {
      "character": "Apprentice Felix",
      "line": "Try infusing each of the essence piles here with a cell. You'll probably need a chisel to shape the essence first. Looks like there's one on the floor there."
    },
    {
      "character": "Apprentice Felix",
      "line": "It worked! Looks like it's following the elemental symbols on the ground."
    },
    {
      "character": "Apprentice Felix",
      "line": "Try creating another one using the other essence pile."
    },
    {
      "character": "Apprentice Felix",
      "line": "Try infusing the other essence pile with a cell like you did with the first one."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Apprentice Felix",
      "line": "Amazing! Looks like this one's following the catalytic symbols."
    },
    {
      "character": "Apprentice Felix",
      "line": "These guardians should be strong enough to fend off those creatures. Head back to Tamara and see what we should do next."
    },
    {
      "character": "Apprentice Felix",
      "line": "The guardians should be strong enough to fend off those creatures. Maybe Tamara will know what to do next."
    },
    {
      "character": "Apprentice Tamara",
      "line": "You made some rune guardians!"
    },
    {
      "character": "Player",
      "line": "And they seem to be holding back those creatures."
    },
    {
      "character": "The Great Guardian",
      "line": "Humans, I lack the power needed to close the rift! I require runic energy!"
    },
    {
      "character": "Player",
      "line": "Runic energy? Do we need more cells?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Hmm... I don't think they'll work for this. We'll need something else..."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Of course! We can use the rune guardians! See all the fallen guardians around here? They'd have once been powered using runic energy!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "If you were to obtain some fragments from them, you might be able to make something to capture the runic energy needed."
    },
    {
      "character": "Player",
      "line": "So mine the fallen guardians?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Exactly! Hopefully you can find a pickaxe somewhere. Once you have a few fragments, go and speak to Felix. I'm sure he'll be able to help you use them."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Do you have anything to capture some runic energy with?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Try mining some fragments from the fallen guardians. Once you have a few, go and speak to Felix. I'm sure he'll be able to help you use them."
    },
    {
      "character": "Player",
      "line": "I think I have enough fragments. I should speak to Felix about what to do with them."
    },
    {
      "character": "Player",
      "line": "We need to power up this big guardian somehow, but I need a way to capture runic energy. Tamara said you might be able to help."
    },
    {
      "character": "Apprentice Felix",
      "line": "Hmm... I reckon this old workbench here might have been used for just that. There's still plenty of pure essence on it for you to use, but that might not be enough..."
    },
    {
      "character": "Player",
      "line": "I have some fragments from the fallen guardians. What if I combined the pure essence with them?"
    },
    {
      "character": "Player",
      "line": "What if I combined the pure essence with fragments from the fallen guardians?"
    },
    {
      "character": "Apprentice Felix",
      "line": "Yes! That would be perfect!"
    },
    {
      "character": "Player",
      "line": "I'll give it a go."
    },
    {
      "character": "Player",
      "line": "I have some fragments from the fallen guardians."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Take them to Felix. He'll hopefully know what to do with them."
    },
    {
      "character": "Player",
      "line": "I used the old workbench to make some essence!"
    },
    {
      "character": "Apprentice Felix",
      "line": "If you think you have enough, you should take it to Tamara."
    },
    {
      "character": "Player",
      "line": "Do you think this will work?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Perfect! Now we just need to capture some runic energy with it."
    },
    {
      "character": "Player",
      "line": "How?"
    },
    {
      "character": "The Great Guardian",
      "line": "I shall now use power from the Abyss to open a portal to the Runic Altar of Mind."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Well... I guess that's your answer. Head to the Mind Altar and craft some runes. That essence you have should capture some of the runic energy released. Take an uncharged cell with you as well."
    },
    {
      "character": "Player",
      "line": "Why?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "I have a theory to test."
    },
    {
      "character": "Player",
      "line": "Fair enough. I'll be back soon."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Head to the Mind Altar and craft some runes. That essence you made should capture some of the runic energy released. Take an uncharged cell with you as well."
    },
    {
      "character": "Player",
      "line": "What should I do now?"
    },
    {
      "character": "Apprentice Felix",
      "line": "I'm not sure. Maybe Tamara will know what to do."
    },
    {
      "character": "Player",
      "line": "Look! This is what happened when I took that essence to the Mind Altar."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Great! That's exactly what I was hoping for. What about the cell?"
    },
    {
      "character": "Player",
      "line": "It seemed to capture energy from the altar as well."
    },
    {
      "character": "Apprentice Tamara",
      "line": "I had a feeling it would! It's all coming together!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "First, you should use that new cell to replace the one powering the barrier here. I don't think the current one will last much longer."
    },
    {
      "character": "Player",
      "line": "And then?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Then just use those stones to power up this big guardian."
    },
    {
      "character": "Player",
      "line": "I'll get right on it."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Just use those stones to power up this big guardian."
    },
    {
      "character": "The Great Guardian",
      "line": "Human, the stones have fueled me, but more are needed."
    },
    {
      "character": "Player",
      "line": "The guardian still needs more energy!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "I guess we need to repeat the process again."
    },
    {
      "character": "The Great Guardian",
      "line": "I shall now use power from the Abyss to open a portal to the Runic Altar of Water."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Looks like the portal to the Mind Altar has closed. I guess the guardian only keeps them open for so long. You'll need to use the new portal instead. Make sure you take another uncharged cell with you."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Create some more of that essence and use it to capture energy from the Water Altar. You should then be able to use it to power up the guardian again. Make sure you take another uncharged cell with you."
    },
    {
      "character": "Player",
      "line": "Alright, I'll be back."
    },
    {
      "character": "Player",
      "line": "What should I do to power up the big guardian?"
    },
    {
      "character": "Apprentice Felix",
      "line": "You could use the workbench here to combine pure essence with fragments from the nearby fallen guardians. The essence would then be perfect for capturing runic energy."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Use some more of that essence to capture energy from the Water Altar. You should then be able to use it to power up the guardian again. Make sure you take another uncharged cell with you."
    },
    {
      "character": "Player",
      "line": "I have some stones I can use to power the big guardian."
    },
    {
      "character": "Apprentice Felix",
      "line": "Great! You should go do that now."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Just use those stones to power up the guardian again."
    },
    {
      "character": "Player",
      "line": "Alright, I'll get right on it."
    },
    {
      "character": "Player",
      "line": "Something odd happened at the Water Altar. The energy in this cell seems different to before. The essence also formed this strange talisman."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Oh, fascinating! I guess it makes sense that the stronger the runic energy, the more powerful the cell will be. After all, water is more powerful than air or mind."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Try making another rune guardian using that cell. In the meantime, I'll see if I can work out what this talisman does."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Try making another rune guardian using that new cell. In the meantime, I'll see if I can work out what this talisman does."
    },
    {
      "character": "Player",
      "line": "I need to make another rune guardian."
    },
    {
      "character": "Apprentice Felix",
      "line": "Go right ahead. Just use a chisel to shape one of these essence piles and then infuse the result with a cell."
    },
    {
      "character": "Apprentice Felix",
      "line": "Look at that! I don't know what you did, but that guardian is much stronger than the ones you made before."
    },
    {
      "character": "Player",
      "line": "That cell made a more powerful rune guardian!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Great! We're almost there! I think we just need to power up this guardian one more time for it to be able to close that rift."
    },
    {
      "character": "The Great Guardian",
      "line": "I must conserve my power. The portal to the Runic Altar of Water has closed."
    },
    {
      "character": "Player",
      "line": "But we need that portal!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Don't worry, I think there's another way. I reckon that talisman you gave me can be used to return to the Water Altar without the portal being open."
    },
    {
      "character": "Apprentice Tamara",
      "line": "Just present that talisman to the statue where the portal to the Water Altar was. Make sure you take more essence and another cell with you."
    },
    {
      "character": "Player",
      "line": "I have another cell. Do you want me to power up the barrier again?"
    },
    {
      "character": "Apprentice Tamara",
      "line": "That's right! If my theory is correct, it should produce an even stronger barrier!"
    },
    {
      "character": "Player",
      "line": "Look! The barrier changed!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Just as I thought! We can create better barriers by using stronger cells!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Now, let's charge the guardian with those stones you created and close this rift!"
    },
    {
      "character": "Apprentice Tamara",
      "line": "Let's charge the guardian with those stones you created and close this rift!"
    },
    {
      "character": "The Great Guardian",
      "line": "Humans, I now have the power to close the rift. Brace yourselves!"
    },
    {
      "character": "The Great Guardian",
      "line": "We are safe, for now."
    },
    {
      "character": "Apprentice Tamara",
      "line": "What was all that? What happened?"
    },
    {
      "character": "The Great Guardian",
      "line": "That was a rift into an area of the Abyss known as the Scar."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "The Scar? But I thought this was meant to be a teleportation matrix."
    },
    {
      "character": "The Great Guardian",
      "line": "You are mistaken. While it is true that teleportation magic is strong here, that is only a side effect of this temple's history."
    },
    {
      "character": "Apprentice Felix",
      "line": "What history?"
    },
    {
      "character": "The Great Guardian",
      "line": "This temple was built to house a powerful artefact. Many sought to claim this artefact for themselves, including servants of the Fallen Empire."
    },
    {
      "character": "The Great Guardian",
      "line": "In their attempt to claim the artefact, they used magic they did not understand. The rift to the Scar was created as a result."
    },
    {
      "character": "Player",
      "line": "This artefact... you mean the Eye?"
    },
    {
      "character": "The Great Guardian",
      "line": "You are correct. The Eye was removed after the battle, but not before the Justiciar of the Lion used it to seal the rift once more."
    },
    {
      "character": "The Great Guardian",
      "line": "She then created us, the Guardians of the Rift, to protect this place in the event the rift was ever reopened."
    },
    {
      "character": "Apprentice Felix",
      "line": "And we reopened it."
    },
    {
      "character": "Apprentice Cordelia",
      "line": "But it's been sealed again now! The danger is gone."
    },
    {
      "character": "The Great Guardian",
      "line": "Incorrect. Without the power of the Eye, we have no way to seal the rift permanently. It will soon reopen once more. You should leave before that happens."
    },
    {
      "character": "Apprentice Tamara",
      "line": "No. This was our mistake. I'm staying to help fix it."
    },
    {
      "character": "Apprentice Felix",
      "line": "Me too!"
    },
    {
      "character": "Apprentice Cordelia",
      "line": "Well if you two are staying, I guess I will as well."
    },
    {
      "character": "The Great Guardian",
      "line": "Your support will be invaluable."
    },
    {
      "character": "Apprentice Tamara",
      "line": ", could you go back to the Wizards' Tower and let Sedridor know what happened here?"
    },
    {
      "character": "Player",
      "line": "Alright, if you're absolutely sure about this."
    },
    {
      "character": "Apprentice Felix",
      "line": "What about Persten? We have to help her."
    },
    {
      "character": "The Great Guardian",
      "line": "No part of the Abyss is more dangerous than the Scar. Your friend will have already been consumed."
    },
    {
      "character": "The Great Guardian",
      "line": "Now, the power of the Abyss grows. The rift will soon reopen once more. Those of you staying should prepare yourselves."
    },
    {
      "character": "Player",
      "line": "Then I guess I'd better go and see Sedridor. Good luck."
    },
    {
      "character": "Player",
      "line": "Sedridor! It all went wrong!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "What do you mean? Was there no teleportation matrix?"
    },
    {
      "character": "Player",
      "line": "Kind of, but not really. The portal took us to the Temple of the Eye, an ancient Saradominist temple built to house a powerful artefact."
    },
    {
      "character": "Player",
      "line": "Long ago, a rift to the Abyss was created in the temple, but it was sealed. At least it was, until Persten accidently opened it again..."
    },
    {
      "character": "Player",
      "line": "She was sucked into the Abyss, and all these abyssal creatures came out!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Abyssal creatures? We have to get in there and stop this!"
    },
    {
      "character": "Player",
      "line": "It's okay again, for now. Some rune guardians called the Guardians of the Rift were built to protect the temple from the Abyss. They helped us close the rift again, but they say it will soon reopen."
    },
    {
      "character": "Archmage Sedridor",
      "line": "This is a disaster! I knew that teleportation matrix was too good to be true. I should have stopped this, but I was blinded by my own desires for that matrix!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "What of Traiborn's apprentices?"
    },
    {
      "character": "Player",
      "line": "They're safe. They chose to stay and help the Guardians of the Rift keep the rift closed."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Then I will ensure they have all the help they need. I will also begin researching this rift at once. Maybe we can still find a way to close it permanently."
    },
    {
      "character": "Archmage Sedridor",
      "line": "In the meantime, I suggest you do what you can to help them as well. After all, this is partially your doing."
    },
    {
      "character": "Player",
      "line": "I know. I'll help wherever I'm needed."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Thank you,. I appreciate that you did not mean for things to go this way. You should have this. It belonged to Persten. I don't want to think about where she got it."
    },
    {
      "character": "Player",
      "line": "Do you think she's still alive?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Sadly, that seems unlikely. Still, if anyone can survive the Abyss, it's her."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Now, we'd better get to work."
    },
    {
      "character": "Player",
      "line": "How are things at the Temple of the Eye?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Between the Guardians of the Rift and ourselves, we are managing to keep the Abyss at bay."
    },
    {
      "character": "Archmage Sedridor",
      "line": "However, despite all our research, we are no closer to working out how to close the rift permanently."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Gaining a better understanding of the artefact that was once there is key, but we have found little mention of this 'Eye'."
    },
    {
      "character": "Archmage Sedridor",
      "line": "I'm sure the wizards of the first tower had plenty of research on it. After all, they knew enough about it to use its symbol as the symbol for our order."
    },
    {
      "character": "Archmage Sedridor",
      "line": "All that knowledge lost because of those accursed Zamorakians!"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Anyway, if you wish to help defend the temple, just head through the portal."
    },
    {
      "character": "Player",
      "line": "Could you tell me about the old Wizards' Tower?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Of course. The first Wizards' Tower was built at the same time the Order of Wizards was founded. It was at the dawn of the Fifth Age, when the secrets of runecrafting were rediscovered."
    },
    {
      "character": "Archmage Sedridor",
      "line": "For years, the tower was a hub of magical research. Wizards of all races and religions were welcomed into our order."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Alas, that openness is what ultimately led to disaster. The wizards who served Zamorak, the evil god of chaos, tried to claim our magical discoveries in his name."
    },
    {
      "character": "Archmage Sedridor",
      "line": "They failed, but in retaliation, they burnt the entire tower to the ground. Years of work was destroyed."
    },
    {
      "character": "Archmage Sedridor",
      "line": "The tower was soon rebuilt of course, but even now we are still trying to regain knowledge that was lost."
    },
    {
      "character": "Archmage Sedridor",
      "line": "That's why I spend my time down here, in fact. This basement is all that is left of the old tower, and I believe there are still some secrets to discover here."
    },
    {
      "character": "Archmage Sedridor",
      "line": "Of course, one secret I am no longer looking for is the teleportation incantation to the Rune Essence Mine. We have you to thank for that."
    },
    {
      "character": "Player",
      "line": "I've heard a different take on how the tower burnt down. Something about a ritual gone wrong?"
    },
    {
      "character": "Archmage Sedridor",
      "line": "Nothing more than Zamorakian hearsay! They burnt the tower down and are now too cowardly to even admit it!"
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Player",
      "line": "About that incantation your initiate gave me..."
    },
    {
      "character": "Mage of Zamorak",
      "line": "Ah yes, the one to trace that amulet. Don't think I didn't notice that you modified the transmission spell I put on it. Next time you need help, we might not be so willing."
    },
    {
      "character": "Player",
      "line": "Well maybe you should have asked first! Besides, you wouldn't have got anything useful out of it. In tracing that amulet, we accidently managed to open an uncontrollable rift to the Abyss."
    },
    {
      "character": "Mage of Zamorak",
      "line": "And does this 'we' include the Order of Wizards?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "I knew it! It's just like them to play with magic they don't understand. First they burnt down the Wizards' Tower, now they're opening uncontrollable abyssal rifts!"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Perhaps the fools should leave the dangerous magic to us next time!"
    },
    {
      "character": "Player",
      "line": "Oh, that reminds me. That incantation didn't appear to be written on parchment. What was it?"
    },
    {
      "character": "Mage of Zamorak",
      "line": "Hmm... probably the flesh of an abyssal creature. Why do you ask?"
    },
    {
      "character": "Player",
      "line": "Oh, I just thought it might be human flesh. I'm relieved it wasn't!"
    },
    {
      "character": "Mage of Zamorak",
      "line": "You've been spending too much time with your friends in the Order of Wizards! I know that we Zamorakians have a bad reputation, but do you really think we'd be so barbaric?"
    }
  ],
  "characters": [
    {
      "name": "Aliya",
      "description": "Ancient female, ethereal and powerful tone, the most powerful Saradominist mage who speaks with divine authority and selfless dedication."
    },
    {
      "name": "Apprentice Cordelia",
      "description": "Young adult female, British accent, eager and studious tone, a wizard apprentice learning the magical arts at the tower."
    },
    {
      "name": "Apprentice Felix",
      "description": "Young adult male, British accent, enthusiastic and curious tone, a wizard apprentice studying runecrafting at the tower."
    },
    {
      "name": "Apprentice Tamara",
      "description": "Young adult female, British accent, diligent and earnest tone, a wizard apprentice dedicated to her magical studies."
    },
    {
      "name": "Archmage Sedridor",
      "description": "Older male, refined British accent, authoritative and scholarly tone, the head wizard of the Wizards' Tower who speaks with measured wisdom."
    },
    {
      "name": "Dark Mage",
      "description": "Middle-aged male, low mysterious voice, ominous and pragmatic tone, a Zamorakian mage who deals in dark magic with professional detachment."
    },
    {
      "name": "First Mysterious Voice",
      "description": "Ethereal disembodied voice, ancient and echoing quality, cryptic and otherworldly tone from beyond the rift."
    },
    {
      "name": "Great Guardian",
      "description": "Deep resonant male voice, ancient and powerful quality, wise and protective tone, a magical construct created during the God Wars."
    },
    {
      "name": "Mage of Zamorak",
      "description": "Middle-aged male, secretive and hushed tone, a Zamorakian disciple named Herbert who speaks with guarded intensity."
    },
    {
      "name": "Second Mysterious Voice",
      "description": "Ethereal disembodied voice, ancient and echoing quality, cryptic and otherworldly tone from beyond the rift."
    },
    {
      "name": "Tea Seller",
      "description": "Middle-aged male, British accent, exasperated and defensive tone, a Varrock merchant who is tired of thieves stealing from his stall."
    },
    {
      "name": "The Great Guardian",
      "description": "Deep resonant male voice, ancient and powerful quality, wise and protective tone, a magical construct created during the God Wars."
    },
    {
      "name": "Wizard Persten",
      "description": "Adult female, confident British accent, self-assured and boastful tone, a teleportation magic expert who speaks with considerable ego."
    },
    {
      "name": "Wizard Traiborn",
      "description": "Elderly male, eccentric British accent, scattered and whimsical tone, a senior wizard who rambles about 'thingummywuts' and bizarre theories."
    },
    {
      "name": "Zachariah",
      "description": "Ancient male, deep and reverent voice, wise and devoted tone, an immortal Saradominist Justiciar who speaks with millennia of experience."
    }
  ]
}