{
  "branch": "quest/the-tourist-trap",
  "quest_name": "The Tourist Trap",
  "lines": [
    { "character": "Irena", "line": "Boo hoo! Oh dear, my only daughter...." },
    { "character": "Player", "line": "What's the matter?" },
    { "character": "Irena", "line": "Oh dear... my daughter, Ana, has gone missing in the desert. I fear that she is lost, or perhaps... *sob* even worse." },
    { "character": "Player", "line": "When did she go into the desert?" },
    { "character": "Irena", "line": "*Sob* she went in there just a few days ago, *Sob* she said she would be back yesterday." },
    { "character": "Irena", "line": "*Sob* And she's not..." },
    { "character": "Player", "line": "I'll find her for you!" },
    { "character": "Irena", "line": "Oh thank you! You've made me a very happy mother, I just hope it's not too late!" },
    { "character": "Player", "line": "Do you have any ideas on where she may have gone?" },
    { "character": "Irena", "line": "I did go looking for her myself and I came across some footprints just a little way south. I'm worried that they lead to the desert mining camp!" },
    { "character": "Player", "line": "Oh... Well I hope you find her." },
    { "character": "Player", "line": "Cheer up, it might never happen." },
    { "character": "Irena", "line": "It may already have happened you thoughtless oaf! My daughter, Ana, has gone missing in the desert. I fear that she is lost, or perhaps... *sobs* even worse." },
    { "character": "Irena", "line": "Please bring my daughter back to me. She is most likely list in the Desert somewhere. I miss her so much... Wahhhhh! *Sob*" },
    { "character": "Player", "line": "Do you know where Ana went?" },
    { "character": "Irena", "line": "I did look for her myself and a little way south. I came across some footprints which may be hers. I'm worried that she may have been caught by some guards and taken to work in that terrible desert mine to the south." },
    { "character": "Player", "line": "Is there anywhere around here that she would go?" },
    { "character": "Irena", "line": "I think she may have just gone a little way into the desert. It's unlike her to go too far away. She is an adventurous girl, but she knows how I worry. She wouldn't go too far." },
    { "character": "Player", "line": "Where do you think I should start my search?" },
    { "character": "Irena", "line": "I think I saw some of her footprints to the south, you could start there. Hopefully she'll just be over a few sand dunes, but you never know. She may have been taken to that awful desert mining camp or captured by" },
    { "character": "Irena", "line": "brigands!" },
    { "character": "Player", "line": "Okay, thanks." },
    { "character": "Mercenary", "line": "Yeah, what do you want?" },
    { "character": "Player", "line": "What is this place?" },
    { "character": "Mercenary", "line": "It's none of your business now get lost." },
    { "character": "Player", "line": "Perhaps five gold coins will make it my business?" },
    { "character": "Mercenary", "line": "Don't try to fool me, you don't have five gold coins! Before you try to bribe someone, make sure you have the money effendi!" },
    { "character": "Mercenary", "line": "Guards!! Guards!" },
    { "character": "Mercenary", "line": "Let's see how good you are with Desert Survival techniques." },
    { "character": "Guard", "line": "You won't be needing that water anymore!" },
    { "character": "Mercenary", "line": "Well, it certainly will help... -- The guard takes the five gold coins. -- Now then, what did you want to know?" },
    { "character": "Mercenary", "line": "It's just a mining camp. Prisoners are sent here from Al Kharid. They serve out their sentence by mining. Most prisoners will end their days here, surrounded by desert." },
    { "character": "Player", "line": "So you could almost say that they got their ... 'Just Desserts'" },
    { "character": "Mercenary", "line": "You could say that... -- There is an awkward pause --" },
    { "character": "Mercenary", "line": "But it wouldn't be very funny." },
    { "character": "Player", "line": "When they talk about 'the silence of the desert', this must be what they mean." },
    { "character": "Player", "line": "Can I take a look around the place?" },
    { "character": "Mercenary", "line": "Not really. The Captain won't let you in the compound. He's the only one who has the key to the gate. And if you talk to him, he'll probably just order us to kill you. Unless..." },
    { "character": "Player", "line": "Unless what?" },
    { "character": "Mercenary", "line": "Unless he has a use for you. He's been trying to track down someone called 'Al Zaba Bhasim'. You could offer to catch him and that might put you in his good books?" },
    { "character": "Player", "line": "Where would I find this Al Zaba Bhasim?" },
    { "character": "Mercenary", "line": "Well, he could be anywhere. He's a nomadic desert dweller. However, they say that he's frequently to be found to the west in the hospitality of the tenti's." },
    { "character": "Player", "line": "The Tenti's, who are they?" },
    { "character": "Mercenary", "line": "Well, we're not really sure what their proper name is. But they live in tents so we call them the 'Tenti's'." },
    { "character": "Player", "line": "Is Al Zaba Bhasim very tough?" },
    { "character": "Mercenary", "line": "Well, I'm not sure, but by all accounts, he is a slippery fellow. The Captain has been trying to capture him for years. A bit of a waste of time if you ask me. Anyway, I have to get going, I do have work to do." },
    { "character": "Player", "line": "What are you guarding?" },
    { "character": "Mercenary", "line": "Well, if you have to know, we're making sure that no prisoners get out. -- The guard gives you a disapproving look. -- And to make sure that unauthorised people don't get in." },
    { "character": "Mercenary", "line": "-- The guard looks around nervously. -- You'd better go soon before the Captain orders us to kill you." },
    { "character": "Player", "line": "Does the Captain order you to kill a lot of people?" },
    { "character": "Mercenary", "line": "-- The guard snorts. -- *Snort* Just about anyone who talks to him." },
    { "character": "Mercenary", "line": "Unless he has a use for you, he'll probably just order us to kill you. And it's such a horrible job cleaning up the mess afterwards." },
    { "character": "Player", "line": "Not to mention the senseless waste of human life." },
    { "character": "Mercenary", "line": "Huh? Them's your words, not mine." },
    { "character": "Player", "line": "It doesn't sound as if you respect your Captain much." },
    { "character": "Mercenary", "line": "Well, to be honest. We think he's not exactly as brave as he makes out. But we have to follow his orders. If someone called him a coward, or managed to trick him into a one-on-one duel many of us bet that he'd be" },
    { "character": "Mercenary", "line": "beaten." },
    { "character": "Player", "line": "And how could I trick him into a one-on-one duel?" },
    { "character": "Mercenary", "line": "Like all cowards, he likes to be made to feel important. If anyone insults him outright, he just gets us to do his dirty work. However, if he thinks he's better than you, if you compliment him, he may feel that he can defeat" },
    { "character": "Mercenary", "line": "you. And if he initiated a duel, all the men agreed that they wouldn't intervene. We think he'd be slaughtered in double quick time." },
    { "character": "Player", "line": "Can I have a bet on that?" },
    { "character": "Mercenary", "line": "Sorry, we've already taken your bet, wouldn't want any cheating now. Anyway, I have to get back to work. See ya around..." },
    { "character": "Mercenary", "line": "Well, if you think you stand a chance, sure. But remember, if he gives us an order, we have to obey." },
    { "character": "Player", "line": "I'll bet 5 gold that I win." },
    { "character": "Mercenary", "line": "Huh! It looks like you're betting with money you don't have." },
    { "character": "Mercenary", "line": "Great, I'll take that bet." },
    { "character": "Mercenary", "line": "Ok, if you win, you'll get 6 gold back. Anyway, I have to get going, I do have work to do. -- The guard walks off. --" },
    { "character": "Player", "line": "I'll bet 10 gold that I win." },
    { "character": "Mercenary", "line": "Ok, if you win, you'll get 12 gold back. Anyway, I have to get going, I do have work to do. -- The guard walks off. --" },
    { "character": "Player", "line": "I'll bet 15 gold that I win." },
    { "character": "Mercenary", "line": "Ok, if you win, you'll get 19 gold back. Anyway, I have to get going, I do have work to do. -- The guard walks off. --" },
    { "character": "Player", "line": "I'll bet 20 gold that I win." },
    { "character": "Mercenary", "line": "Ok, if you win, you'll get 30 gold back. Anyway, I have to get going, I do have work to do. -- The guard walks off. --" },
    { "character": "Mercenary", "line": "Yeah, whatever!" },
    { "character": "Mercenary", "line": "Get lost before I chop off your head!" },
    { "character": "Player", "line": "Perhaps five gold coins will sweeten your mood?" },
    { "character": "Mercenary", "line": "Well, it certainly will help!" },
    { "character": "Mercenary", "line": "Now then, what did you want to know?" },
    { "character": "Player", "line": "I'm looking for a woman called Ana, have you seen her?" },
    { "character": "Mercenary", "line": "Hmm, well, we get a lot of people in here. But not many women though... Saw one come in last week...." },
    { "character": "Mercenary", "line": "But I don't know if it's the woman you're looking for?" },
    { "character": "Mercenary", "line": "No, now get lost!" },
    { "character": "Player", "line": "Perhaps five gold coins will help you remember?" },
    { "character": "Mercenary Captain", "line": "Destroy this low life desert rat guards!" },
    { "character": "Mercenary Captain", "line": "Guards! Attack that Desert Jackal!" },
    { "character": "Mercenary Captain", "line": "Kill that intruder guards!" },
    { "character": "Mercenary Captain", "line": "Men! Kill this filthy vermin." },
    { "character": "Mercenary Captain", "line": "Kill this madman guards!" },
    { "character": "Player", "line": "Wow! A real captain!" },
    { "character": "Mercenary Captain", "line": "Be off effendi, you are not wanted around here." },
    { "character": "Player", "line": "That's rude, I ought to teach you some manners." },
    { "character": "Mercenary Captain", "line": "Oh yes! How might you do that? You seem little more than a gutter dweller. How could you teach me manners?" },
    { "character": "Player", "line": "With my right fist and a good deal of force." },
    { "character": "Mercenary Captain", "line": "Oh yes, ready your weapon then! I'm sure you won't mind if my men join in? Har, har, har! Guards kill this gutter dwelling slime." },
    { "character": "Player", "line": "Err, sorry. I thought I was talking to someone else." },
    { "character": "Mercenary Captain", "line": "Well, Effendi, you do need to be careful of what you say to people. Or they may take it the wrong way. Thankfully, I'm very understanding. I'll just let my guards deal with you." },
    { "character": "Mercenary Captain", "line": "Guards, teach this desert weed some manners." },
    { "character": "Player", "line": "I'd love to work for a tough guy like you!" },
    { "character": "Mercenary Captain", "line": "Hmmm, oh yes, what can you do?" },
    { "character": "Player", "line": "I can mine!" },
    { "character": "Mercenary Captain", "line": "Ha, ha, ha! You come to a mining camp and offer us your mining skills! Thanks effendi, but we have all the miners we'll ever need." },
    { "character": "Mercenary Captain", "line": "Now be off with you, before we reduce you to a bloody mess on the sand." },
    { "character": "Player", "line": "Can't I do something for a strong Captain like you?" },
    { "character": "Mercenary Captain", "line": "You could bring me the head of Al Zaba Bhasim." },
    { "character": "Mercenary Captain", "line": "He is the leader of the notorius desert bandits, they plague us daily. You should find them west of here. You should have no problem in finishing them all of. Do this for me and maybe I will consider helping you." },
    { "character": "Player", "line": "Consider it done." },
    { "character": "Mercenary Captain", "line": "Good... run along then. You stand around flapping your tongue chatting like an insane camel." },
    { "character": "Player", "line": "Sorry Sir, I don't think I can do that." },
    { "character": "Mercenary Captain", "line": "Hmm, well yes. I did consider you might not be right for the job. Be off with you then before I turn my men loose on you." },
    { "character": "Player", "line": "It's a funny captain who can't fight his own battles!" },
    { "character": "Mercenary Captain", "line": "Very well, if you're challenging me, let's get on with it!" },
    { "character": "Player", "line": "Okay, I'll be moving along then." },
    { "character": "Mercenary Captain", "line": "Effendi, I think you'll find that is the wisest decision you have made today." },
    { "character": "Player", "line": "You there!" },
    { "character": "Mercenary Captain", "line": "How dare you talk to me like that! Explain your business quickly... or my guards will slay you where you stand." },
    { "character": "Player", "line": "I'm lost, can you help me?" },
    { "character": "Mercenary Captain", "line": "We are not a charity effendi. Be off with you before I have your head removed from your body." },
    { "character": "Player", "line": "You don't scare me!" },
    { "character": "Mercenary Captain", "line": "Well, perhaps I can try a little harder. Guards, kill this infidel." },
    { "character": "Mercenary Captain", "line": "Effendi..." },
    { "character": "Mercenary Captain", "line": "For just one second, imagine that it's none of your business!" },
    { "character": "Mercenary Captain", "line": "Also imagine having your limbs pulled from your body one at a time." },
    { "character": "Mercenary Captain", "line": "Now, what was the question again?" },
    { "character": "Player", "line": "Do you have sand in your ears? I said. 'What are you guarding?'" },
    { "character": "Mercenary Captain", "line": "Why... you ignorant, rude and eternally damned infidel,  Guards, kill this infidel!" },
    { "character": "Player", "line": "Hey ugly!" },
    { "character": "Mercenary Captain", "line": "I will not tolerate such insults.. Guards, kill ." },
    { "character": "Guard", "line": "Prepare to die effendi!" },
    { "character": "Mercenary", "line": "Take that you infidel!" },
    { "character": "Mercenary", "line": "We're sick of having to kill every lunatic that comes along and insults the captain, it makes such a mess. Thankfully, he's a bit decrepit so he doesn't notice so please, buzz off and don't come here again." },
    { "character": "Player", "line": "Ow!" },
    { "character": "Mercenary", "line": "Prepare to die effendi!" },
    { "character": "Mercenary", "line": "Are you mad effendi? This is your last chance! Leave now and never come back or I'll introduce you to my friend." },
    { "character": "Mercenary", "line": "And we'll be pleased to clean the mess up after you've been dispatched." },
    { "character": "Guard", "line": "Okay, that does it!" },
    { "character": "Guard", "line": "You're in serious trouble now!" },
    { "character": "Guard", "line": "Okay men, we need to teach this person a lesson" },
    { "character": "Guard", "line": "about desert survival." },
    { "character": "Al Shabim", "line": "Hello Effendi!" },
    { "character": "Al Shabim", "line": "I am Al Shabim, greetings on behalf of the Bedabin nomads." },
    { "character": "Player", "line": "I am looking for Al Zaba Bhasim." },
    { "character": "Al Shabim", "line": "Huh! You have been talking to the guards at the mining camp. Or worse, that cowardly mercenary captain. Al Zaba Bhasim does not exist, he is a figment of their imagination!" },
    { "character": "Al Shabim", "line": "Go back and tell this captain that if he wants to find this man he should search for him personally. See how much of his own time he would like to waste." },
    { "character": "Al Shabim", "line": "I've already explained that he doesn't exist. Now, can we move on?" },
    { "character": "Player", "line": "I've some information for you about Al Zaba Bhasim" },
    { "character": "Mercenary Captain", "line": "Oh yes and what might that be?" },
    { "character": "Player", "line": "Al Zaba Bhasim is a figment of your diseased imagination. Go look for him yourself and waste your own time if you think he still exists." },
    { "character": "Mercenary Captain", "line": "Why, I've never been so insulted in all my days. Prepare to defend yourself wretch, I'll run you through myself!" },
    { "character": "Player", "line": "Hey, I've come to collect my bet!" },
    { "character": "Mercenary", "line": "Well, I guess congratulations are in order." },
    { "character": "Player", "line": "Thanks!" },
    { "character": "Mercenary", "line": "And we'll only charge the paltry sum of... erm..." },
    { "character": "Mercenary", "line": "The guards starts to do some mental calculations. You can see his brow furrow and he starts to sweat profusely." },
    { "character": "Mercenary", "line": "Five gold for cleaning up the mess. You have won 1 Gold piece! Well done..! Ha, ha, ha ha! -- The guards walk off chuckling to themselves. --" },
    { "character": "Mercenary", "line": "10 gold for cleaning up the mess. You have won 2 Gold pieces! Well done..! Ha, ha, ha ha! -- The guards walk off chuckling to themselves. --" },
    { "character": "Mercenary", "line": "15 gold for cleaning up the mess. You have won 4 Gold pieces! Well done..! Ha, ha, ha ha! -- The guards walk off chuckling to themselves. --" },
    { "character": "Mercenary", "line": "20 gold for cleaning up the mess. You have won 10 Gold pieces! Well done..! Ha, ha, ha, ha! -- The guards walk off chuckling to themselves. --" },
    { "character": "Mercenary", "line": "Move along now, we've had enough of your sort!" },
    { "character": "Mercenary Captain", "line": "Move along now... we've had enough of your sort!" },
    { "character": "Guard", "line": "Hey - you with the weapon!" },
    { "character": "Guard", "line": "You're not allowed in here!" },
    { "character": "Guard", "line": "Quick, men, get !!" },
    { "character": "Guard", "line": "Hey, they're interesting clothes!" },
    { "character": "Guard", "line": "You're no slave." },
    { "character": "Guard", "line": "What are you doing in here?" },
    { "character": "Guard", "line": "Into the cell you go! I hope this teaches you a lesson." },
    { "character": "Mine cart driver", "line": "Don't trouble me, can't you see I'm busy?" },
    { "character": "Male slave", "line": "You look like a new 'recruit'. How long have you been here?" },
    { "character": "Player", "line": "I've just arrived." },
    { "character": "Male slave", "line": "Yeah, it looks like it as well. It's a shame that I won't be around long enough to get to know you. I'm making a break for it today. I have a plan to get out of here! It's amazing in its sophistication." },
    { "character": "Player", "line": "What are those big wooden doors in the corner of the compound?" },
    { "character": "Male slave", "line": "They lead to an underground mine, but you really don't want to go down there." },
    { "character": "Male slave", "line": "I've only seen slaves and guards go down there, I never see the slaves come back up. At least up here you have a nice view and a bit of sun. -- The slave smiles at you and goes back to his work. --" },
    { "character": "Player", "line": "Oh yes, that sounds interesting." },
    { "character": "Male slave", "line": "Yes, it is actually. I have all the details figured out except for one." },
    { "character": "Player", "line": "What's that then?" },
    { "character": "Male slave", "line": "-- The slave rattles the chains on his arms loudly. -- These bracelets, I can't seem to get them off. If I could get them off, I'd be able to climb my way out of here." },
    { "character": "Player", "line": "I can try to undo them for you." },
    { "character": "Male slave", "line": "Really, that would be great... -- The slave looks at you strangely. -- Hang on a minute... I suppose you want something for doing this?" },
    { "character": "Male slave", "line": "The last time I did a trade in this place, I nearly lost the shirt from my back!" },
    { "character": "Player", "line": "It's funny you should say that actually." },
    { "character": "Male slave", "line": "-- The slave looks at you blankly. --" },
    { "character": "Male slave", "line": "Yeah, go on!" },
    { "character": "Player", "line": "If I can get the chains off, you have to give me something, okay?" },
    { "character": "Male slave", "line": "Sure, what do you want?" },
    { "character": "Player", "line": "I want your clothes!" },
    { "character": "Male slave", "line": "Blimey!" },
    { "character": "Player", "line": "I can dress like a slave and gain access to the mine area to scout it out." },
    { "character": "Male slave", "line": "You're either incredibly brave or incredibly stupid. But what would I wear if you take my clothes? Get me some nice desert clothes and I'll think about it?" },
    { "character": "Player", "line": "That sounds awful." },
    { "character": "Male slave", "line": "Yeah, bunch of no hopers, tried to rob me blind. But I guess that's what you get when you deal with convicts." },
    { "character": "Player", "line": "That's ridiculous, you're talking rubbish." },
    { "character": "Male slave", "line": "No, it's true, I can make a break for it If I can just get these bracelets off." },
    { "character": "Player", "line": "Good luck!" },
    { "character": "Male slave", "line": "Thanks... same to you." },
    { "character": "Player", "line": "Oh, that's a shame..." },
    { "character": "Player", "line": "Still, 'worse things happen at sea right?'" },
    { "character": "Male slave", "line": "You've obviously never worked as a slave" },
    { "character": "Male slave", "line": "...in a mining camp..." },
    { "character": "Male slave", "line": "...in the middle of the desert." },
    { "character": "Player", "line": "Well I suppose I'd better be getting on my way now..." },
    { "character": "Male slave", "line": "-- The slave nods in agreement and goes back to work. --" },
    { "character": "Player", "line": "Oh, I've been here ages." },
    { "character": "Male slave", "line": "That's funny, I haven't seen you around here before. You're clothes look too clean for you to have been here ages." },
    { "character": "Player", "line": "Okay, you caught me out." },
    { "character": "Male slave", "line": "Ah ha! I knew it! A new recruit then? It's a shame that I won't be around long enough to get to know you. I'm making a break for it today." },
    { "character": "Male slave", "line": "I have a plan to get out of here! It's amazing in its sophistication." },
    { "character": "Player", "line": "The guards allow me to clean my clothes." },
    { "character": "Male slave", "line": "Oh, a special relationship with the guards heh? How very nice of them. Maybe you could persuade them to let me out of here?" },
    { "character": "Male slave", "line": "Hello again, do you want to try and unlock my chains? I'd really appreciate it!" },
    { "character": "Player", "line": "Yeah, okay, let's give it a go." },
    { "character": "Male slave", "line": "Great!" },
    { "character": "Male slave", "line": "Are you givin' in already?" },
    { "character": "Player", "line": "I just want to try something else." },
    { "character": "Male slave", "line": "Okay, if you want to try again, let me know." },
    { "character": "Male slave", "line": "Great! You did it! Do you want to trade clothes now?" },
    { "character": "Player", "line": "Yes, I'll trade." },
    { "character": "Male slave", "line": "I need a desert robe, a desert shirt and desert boots if you want these clothes off me." },
    { "character": "Male slave", "line": "I need a desert robe and a desert shirt if you want these clothes off me." },
    { "character": "Male slave", "line": "I need a desert robe and desert boots if you want these clothes off me." },
    { "character": "Male slave", "line": "I need a desert shirt and desert boots if you want these clothes off me." },
    { "character": "Male slave", "line": "I need a desert robe if you want these clothes off me." },
    { "character": "Male slave", "line": "I need desert boots if you want these clothes off me." },
    { "character": "Male slave", "line": "I need a desert shirt if you want these clothes off me." },
    { "character": "Male slave", "line": "Great! You have the Desert Clothes! -- The slave starts undressing right in front of you -- Okay, here's the clothes, I won't need them anymore." },
    { "character": "Escaping slave", "line": "Right, I'm off! Good luck!" },
    { "character": "Player", "line": "Yeah, good luck to you too!" },
    { "character": "Player", "line": "No thanks..." },
    { "character": "Male slave", "line": "Okay, fair enough, let me know if you change your mind though." },
    { "character": "Player", "line": "I need to do some other things first." },
    { "character": "Male slave", "line": "Okay, fair enough. Let me know when you want to give it another go." },
    { "character": "Male slave", "line": "Do you still want to try and undo the locks for me?" },
    { "character": "Male slave", "line": "Not much to do here but mine all day long." },
    { "character": "Male slave", "line": "Do you have the Desert Clothes yet?" },
    { "character": "Male slave", "line": "Oh bother, I was caught by the guards again... Listen, if you can get me some Desert Clothes, I'll trade you for my slaves clothes again.. Do you want to trade?" },
    { "character": "Escaping slave", "line": "Not much to do here but mine all day long." },
    { "character": "Male slave", "line": "Oh oh!" },
    { "character": "Guard", "line": "Oi, what are you two doing?" },
    { "character": "Rowdy slave", "line": "Hey, you're in for a good beating!" },
    { "character": "Rowdy slave", "line": "I'm gonna teach you some respect!" },
    { "character": "Rowdy slave", "line": "Oi! Are you looking at me!" },
    { "character": "Rowdy slave", "line": "Oi! I'm gonna give you some trouble!" },
    { "character": "Rowdy slave", "line": "You wanna piece of me?" },
    { "character": "Guard", "line": "Yeah, what do you want?" },
    { "character": "Player", "line": "Er nothing really." },
    { "character": "Guard", "line": "Okay... so move along and get on with your work." },
    { "character": "Player", "line": "I'd like to mine in a different area." },
    { "character": "Guard", "line": "Oh, you want to work in another area of the mine eh? --The guard seems pleased with his rhetorical question.-- Well, I can understand that! A change is as good as a rest they say." },
    { "character": "Player", "line": "Huh, fat chance of a rest for me." },
    { "character": "Guard", "line": "You miserable whelp! Get back to work!" },
    { "character": "Player", "line": "Yes sir, you're quite right sir." },
    { "character": "Guard", "line": "Of course I'm right. And what goes around comes around as they say. And it's been absolutely ages since I've had anything different to eat." },
    { "character": "Guard", "line": "What I wouldn't give for some whole, fresh, ripe and juicy pineapple for a change. And those Tenti's have the best pineapple in this entire area." },
    { "character": "Guard", "line": "I'm sure you get my meaning..." },
    { "character": "Player", "line": "How am I going to get some pineapples around here?" },
    { "character": "Guard", "line": "Well, that's not my problem is it? Also, I know that you slaves trade your items down here. I'm sure that if you're resourceful enough, you'll come up with the goods." },
    { "character": "Guard", "line": "Now, get along and do some work, before we're both in for it. And remember, I prefer my pineapples whole, not chopped up with all the juice gone." },
    { "character": "Player", "line": "Yes sir, we understand each other perfectly." },
    { "character": "Guard", "line": "Okay, good then. And remember, I prefer my pineapples whole, not chopped up with all the juice gone." },
    { "character": "Player", "line": "What are the Tenti's?" },
    { "character": "Guard", "line": "Well! You don't come from around here do you? The Tenti's are the nomadic people west of here. They live in tents, so we call them the Tenti's. They have great pineapples! I'm sure you get my meaning?" },
    { "character": "Bedabin Nomad", "line": "Hello Effendi! How can I help you?" },
    { "character": "Player", "line": "Do you know where I could get a tenti pineapple?" },
    { "character": "Bedabin Nomad", "line": "Oooh, sir is looking for a really very special item then! You must go and talk to our very illustrious leader, Al Shabim. He's located in the largest tent in our village." },
    { "character": "Player", "line": "Okay, thanks" },
    { "character": "Al Shabim", "line": "I am Al Shabim, greetings on behalf of the Bedabin nomads. Now... what can I do for you?" },
    { "character": "Player", "line": "I am looking for a pineapple." },
    { "character": "Al Shabim", "line": "Oh yes, well that is interesting. Our sweet pineapples are renowned throughout the whole of Kharid ! And I'll give you one if you do me a favour?" },
    { "character": "Player", "line": "Oh yes?" },
    { "character": "Al Shabim", "line": "Captain Siad at the mining camp is holding some secret information. It is very important to us and we would like you to get it for us. It gives details of an interesting, yet ancient weapon." },
    { "character": "Al Shabim", "line": "We would gladly share this information with you. All you have to do is gain access to his private room upstairs. We have a key for the chest that contains this information. Are you interested in our deal?" },
    { "character": "Player", "line": "Yes, I'm interested." },
    { "character": "Al Shabim", "line": "That's great Effendi!" },
    { "character": "Al Shabim", "line": "Here is a copy of the key that should give you access to the chest." },
    { "character": "Al Shabim", "line": "Bring us back the plans inside the chest, they should be sealed. All haste to you Effendi!" },
    { "character": "Player", "line": "Not at the moment." },
    { "character": "Al Shabim", "line": "Very well Effendi!" },
    { "character": "Al Shabim", "line": "How are things going Effendi?" },
    { "character": "Player", "line": "I've lost the key!" },
    { "character": "Al Shabim", "line": "How very careless of you! Here is another key, don't lose it this time !" },
    { "character": "Player", "line": "Goodbye!" },
    { "character": "Al Shabim", "line": "Very well, good day Effendi!" },
    { "character": "Captain Siad", "line": "What are you doing in here?" },
    { "character": "Player", "line": "I wanted to have a chat?" },
    { "character": "Captain Siad", "line": "You don't belong in here, get out!" },
    { "character": "Player", "line": "But I just need two minutes of your time?" },
    { "character": "Captain Siad", "line": "Well, okay, but very quickly. I am a very busy person you know!" },
    { "character": "Player", "line": "Well, er... erm, I err...." },
    { "character": "Captain Siad", "line": "Come on, spit it out! Right that's it! Guards!" },
    { "character": "Guard", "line": "Hey, you there!" },
    { "character": "Guard", "line": "You're in some serious trouble now!" },
    { "character": "Player", "line": "Oh my, a dragon just flew straight past your window!" },
    { "character": "Captain Siad", "line": "Really! Where? I don't see any dragons young [man/lady]? Now, please get out of my office, I have work to do." },
    { "character": "Player", "line": "You seem to have a lot of books!" },
    { "character": "Captain Siad", "line": "Yes, I do. Now please get to the point?" },
    { "character": "Player", "line": "How long have you been interested in books?" },
    { "character": "Captain Siad", "line": "Long enough to know when someone is stalling!" },
    { "character": "Captain Siad", "line": "Please state your business or get out!" },
    { "character": "Player", "line": "I could get you some books!" },
    { "character": "Captain Siad", "line": "Oh, really!" },
    { "character": "Captain Siad", "line": "Sorry, not interested!" },
    { "character": "Player", "line": "So, you're interested in sailing?" },
    { "character": "Captain Siad", "line": "Well, yes actually... It's been a passion of mine for some years..." },
    { "character": "Player", "line": "I could tell by the cut of your jib." },
    { "character": "Captain Siad", "line": "Oh yes? Really?" },
    { "character": "Captain Siad", "line": "Well, I was quite a catch in my day you know!" },
    { "character": "Player", "line": "Not much sailing to be done around here though?" },
    { "character": "Captain Siad", "line": "Well of course there isn't, we're surrounded by desert. Now, why are you here exactly?" },
    { "character": "Player", "line": "What's it got to do with you?" },
    { "character": "Captain Siad", "line": "This happens to be my office. Now explain yourself before I run you through!" },
    { "character": "Player", "line": "I'm here to take your plans, hand them over now or I'll kill you!" },
    { "character": "Guard", "line": "Guards! Guards!" },
    { "character": "Player", "line": "The guard downstairs said you were lonely." },
    { "character": "Captain Siad", "line": "Well, I most certainly am not lonely!" },
    { "character": "Captain Siad", "line": "I'm an incredibly busy man you know! Now, get to the point, what do you want?" },
    { "character": "Player", "line": "I need to service your chest." },
    { "character": "Captain Siad", "line": "You need to what?" },
    { "character": "Player", "line": "I need to service your chest?" },
    { "character": "Captain Siad", "line": "There's nothing wrong with the chest, it's fine, now get out!" },
    { "character": "Player", "line": "Prepare to die!" },
    { "character": "Captain Siad", "line": "I'll teach you a lesson!" },
    { "character": "Player", "line": "All the slaves have broken free!" },
    { "character": "Captain Siad", "line": "Don't talk rubbish, the warning siren isn't sounding. Now state your business before I have you thrown out." },
    { "character": "Player", "line": "Fire! Fire!" },
    { "character": "Captain Siad", "line": "Where's the fire? I don't see any fire? Stop messing me around and state your business!" },
    { "character": "Player", "line": "It's down in the lower mines, sound the alarm!" },
    { "character": "Captain Siad", "line": "You go and sound the alarm, I can't see anything wrong with the mine. Have you seen the fire yourself?" },
    { "character": "Player", "line": "Yes actually!" },
    { "character": "Captain Siad", "line": "Well, why didn't you raise the alarm?" },
    { "character": "Player", "line": "I don't know where the alarm is." },
    { "character": "Captain Siad", "line": "That's the most ridiculous thing I've heard. Who are you? Where do you come from? It doesn't matter... Guards! Show this person out!" },
    { "character": "Player", "line": "I was so concerned for your safety that I rushed to save you." },
    { "character": "Captain Siad", "line": "Well, that's very good of you. But as you can see, I am very fine and well thanks! Now, please leave so that I can get back to my work." },
    { "character": "Player", "line": "Er, no, one of the slaves told me." },
    { "character": "Captain Siad", "line": "Well... you can't believe them, they're all a bunch of convicts. Anyway, it doesn't look as if there is a fire down there. So I'm going to get on with my work. Please remove yourself from my office." },
    { "character": "Player", "line": "Oh yes, you're right, they must have put it out!" },
    { "character": "Captain Siad", "line": "Good, now perhaps you can leave me in peace? After all I do have some work to do." },
    { "character": "Player", "line": "Er, yes okay then." },
    { "character": "Captain Siad", "line": "Good! Please remove yourself from my office." },
    { "character": "Al Shabim", "line": "Aha! I see you have the plans. This is great! However, these plans do indeed look very technical. My people have further need of your skills." },
    { "character": "Al Shabim", "line": "If you can help us to manufacture this item, we will share its secret with you. Does this deal interest you effendi?" },
    { "character": "Player", "line": "Yes, I'm very interested." },
    { "character": "Al Shabim", "line": "Great, we need the following items: a bar of pure bronze, 10 feathers and a hammer. Bring them to me and we'll continue to make the item." },
    { "character": "Al Shabim", "line": "Great, we need the following items: a bar of pure bronze and 10 feathers. Bring them to me and we'll continue to make the item." },
    { "character": "Al Shabim", "line": "Great, I can see that you have a bar of bronze. Now we just need some feathers and a hammer before we can continue." },
    { "character": "Al Shabim", "line": "Great, I can see that you have some feathers. Now we just need a bar of bronze and a hammer before we can continue." },
    { "character": "Al Shabim", "line": "Great, I can see that you have a bar of bronze. Now we just need some feathers before we can continue." },
    { "character": "Al Shabim", "line": "Great, I can see that you have some feathers. Now we just need a bar of bronze before we can continue." },
    { "character": "Al Shabim", "line": "Great, I can see that you have some feathers and a bar of Bronze, but you just need a hammer now." },
    { "character": "Al Shabim", "line": "Great, I can see that you have some feathers, a bar of Bronze and a hammer. Are you still willing to help make the weapon?" },
    { "character": "Player", "line": "Yes, I'm kind of curious." },
    { "character": "Al Shabim", "line": "Okay Effendi, you need to follow the plans. You will need some special tools for this... There is an anvil in the other tent. You have my permission to use it, but show the plans to the guard." },
    { "character": "Al Shabim", "line": "You have the plans and all the items needed. You should be able to complete the item on your own. Please bring me the item when it is finished." },
    { "character": "Player", "line": "No, sorry." },
    { "character": "Al Shabim", "line": "As you wish Effendi!" },
    { "character": "Al Shabim", "line": "Come back if you change your mind!" },
    { "character": "Bedabin Nomad Guard", "line": "Sorry, but you can't use the tent without permission. Orders of Al Shabim." },
    { "character": "Bedabin Nomad Guard", "line": "Sorry, this is a private tent, no one is allowed in. Orders of Al Shabim..." },
    { "character": "Player", "line": "Al Shabim said I could enter, here are the plans!" },
    { "character": "Bedabin Nomad Guard", "line": "Okay go ahead." },
    { "character": "Al Shabim", "line": "This is truly fantastic Effendi!" },
    { "character": "Al Shabim", "line": "We will take the technical plans for the weapon as well." },
    { "character": "Al Shabim", "line": "We are forever grateful for this gift. My advisors have discovered some secrets which we will share with you." },
    { "character": "Al Shabim", "line": "Please accept this selection of six bronze throwing darts as a token of our appreciation." },
    { "character": "Al Shabim", "line": "I'll take that key off your hands as well effendi! Many thanks!" },
    { "character": "Al Shabim", "line": "Oh, and here is your pineapple!" },
    { "character": "Al Shabim", "line": "Many thanks with your help previously Effendi!" },
    { "character": "Al Shabim", "line": "Here is another pineapple, try not to lose this one." },
    { "character": "Guard", "line": "Oh great!" },
    { "character": "Guard", "line": "Yeuch! That's awful! That's not Tenti pineapple! It's got no juice! Get me some Tenti pineapple if you know what's good for you. A whole one so I can see that it's good!" },
    { "character": "Player", "line": "Hey... I have something for you!" },
    { "character": "Guard", "line": "Great! Just what I've been looking for! Mmmmmmm... Delicious!! This is soo nice! Mmmmm, *SLURP* Yummmm... Oh yes, this is great." },
    { "character": "Player", "line": "So, can I go through now please?" },
    { "character": "Guard", "line": "Yes, yes, of course... a deal's a deal!" },
    { "character": "Guard", "line": "That pineapple was just delicious, many thanks. I don't suppose you could get me another? -- The guard looks at you pleadingly." },
    { "character": "Player", "line": "You must be joking! The last one I gave you cost me double shifts working copper ore! You should be grateful you got one at all." },
    { "character": "Guard", "line": "Alright, alright, I was only asking!" },
    { "character": "Guard", "line": "Yeah, whaddya want... get out of here!" },
    { "character": "Guard", "line": "Move along now..." },
    { "character": "Guard", "line": "Yes, what do you want?" },
    { "character": "Player", "line": "Nothing thanks - sorry for disturbing you." },
    { "character": "Guard", "line": "Well... I guess that's okay, get on your way though." },
    { "character": "Player", "line": "Your head on a stick." },
    { "character": "Guard", "line": "Why you ungrateful whelp.. I'll teach you some manners." },
    { "character": "Guard", "line": "Hey there, what do you want?" },
    { "character": "Player", "line": "What is this thing?" },
    { "character": "Guard", "line": "It is quite clearly a lift. Any fool can see that it's used to transport rock to the surface." },
    { "character": "Player", "line": "Ok, thanks." },
    { "character": "Player", "line": "Can I use this?" },
    { "character": "Guard", "line": "Of course not, you'd be doing me out of a job. Anyway, you haven't got any barrels that need to go to the surface." },
    { "character": "Guard", "line": "Now, move along and get some work done before you get a good beating." },
    { "character": "Guard", "line": "Oh, want a fight do you!" },
    { "character": "Ana (in a Barrel)", "line": "There isn't enough space for both you and this barrel in the cart." },
    { "character": "Guard", "line": "Hey, move away from the gate. There's nothing interesting for you here." },
    { "character": "Guard", "line": "Hey, move away from the gate. If you wanna get out you're gonna have to mine for it. You're gonna have to bring me 15 loads of rocks in one go!" },
    { "character": "Guard", "line": "And then I'll let you out. You can go back to work with the other slaves then!" },
    { "character": "Player", "line": "Okay, I have all your rocks here, let me out now. -- The guard unlocks the gate. --" },
    { "character": "Guard", "line": "Okay, okay, come on out." },
    { "character": "Guard", "line": "Okay, you've got all the rocks, you can go now, but keep your nose clean in future." },
    { "character": "Player", "line": "Hello!" },
    { "character": "Ana", "line": "Hello there, I don't think I've seen you before." },
    { "character": "Player", "line": "No, I'm new here!" },
    { "character": "Ana", "line": "I thought so you know! How do you like the hospitality down here? Not exactly Al Kharid town style is it? Well, I guess I'd better get back to work." },
    { "character": "Ana", "line": "Don't want to get into trouble with the guards again." },
    { "character": "Player", "line": "Do you get into trouble with guards often?" },
    { "character": "Ana", "line": "No, not really, because I'm usually working very hard. Come to think of it, I'd better get back to work." },
    { "character": "Player", "line": "Do you enjoy it down here?" },
    { "character": "Ana", "line": "Of course not! I just don't have much choice about it a the moment." },
    { "character": "Player", "line": "Do you have any ideas about how we can get out of here?" },
    { "character": "Ana", "line": "Hmmm, not really, I would have tried them already if I did. The guards seem to live in the compound. How did you get in there anyway?" },
    { "character": "Player", "line": "Okay, see ya!" },
    { "character": "Ana", "line": "Goodbye and good luck!" },
    { "character": "Player", "line": "I want to try and get you out of here!" },
    { "character": "Ana", "line": "Wow! You're brave. How do you propose we do that? In case you hadn't noticed, this place is quite well guarded." },
    { "character": "Player", "line": "We could try to sneak out." },
    { "character": "Ana", "line": "That doesn't sound very likely. How did you get in here anyway? Did you deliberately hand yourself over to the guards? Ha, ha ha ha! Sorry, just kidding." },
    { "character": "Player", "line": "I managed to sneak past the guards." },
    { "character": "Ana", "line": "Hmm, impressive, but can you so easily sneak out again? How did you manage to get through the gate?" },
    { "character": "Player", "line": "I have a key." },
    { "character": "Guard", "line": "I heard that! So you used a key did you?!" },
    { "character": "Guard", "line": "Right, we'll have that key off you!" },
    { "character": "Player", "line": "It's a trade secret!" },
    { "character": "Ana", "line": "Oh, right, well, I guess you know what you're doing. Anyway, I have to get back to work. The guards will come along soon and give us some trouble else." },
    { "character": "Player", "line": "Huh, these guards are rubbish, it was easy to sneak past them!" },
    { "character": "Guard", "line": "I heard that! So you managed to sneak in did you!" },
    { "character": "Player", "line": "Have you got any suggestions?" },
    { "character": "Ana", "line": "Hmmm, let me think..." },
    { "character": "Ana", "line": "Hmmm." },
    { "character": "Ana", "line": "No, sorry..." },
    { "character": "Ana", "line": "The only thing that gets out of here is the rock that we mine." },
    { "character": "Ana", "line": "Not even the dead get a decent funeral. Bodies are just thrown down disused mine holes. It's very disrespectful..." },
    { "character": "Player", "line": "Okay, I'll check around for another way to try and get out." },
    { "character": "Ana", "line": "Good luck!" },
    { "character": "Player", "line": "How does the rock get out?" },
    { "character": "Ana", "line": "Well, we mine it in this section, then someone scoops it into a barrel. The barrels are loaded onto a mine cart. Then they're deposited near the surface lift." },
    { "character": "Ana", "line": "I have no idea where they go from there. But that's not going to help us, is it?" },
    { "character": "Player", "line": "Maybe? I'll come back to you when I have a plan." },
    { "character": "Ana", "line": "Okay, well, I'm not going anywhere! -- Ana nods at a nearby guard!-- Unless he feels generous enough to let me go! -- The guard ignores the comment. --" },
    { "character": "Ana", "line": "Oh well, I'd better get back to work, you take care!" },
    { "character": "Player", "line": "Where would I get one of those barrels from?" },
    { "character": "Ana", "line": "Well, you would get one from around by the lift area. But why would you want one of those?" },
    { "character": "Player", "line": "Er no reason! Just wondering." },
    { "character": "Ana", "line": "Hmmm, just don't get any funny ideas... I am not going to get into one of those barrels! Okay, have you got that?" },
    { "character": "Player", "line": "Okay, yep, I've got that." },
    { "character": "Ana", "line": "Good, just make sure you keep it in mind. Anyway, I have to get back to work. The guards will come along soon and give us some trouble else." },
    { "character": "Player", "line": "Well, we'll see, it might be the only way." },
    { "character": "Ana", "line": "No, there has to be a better way! Anyway, I have to get back to work. The guards will come along soon and give us some trouble else." },
    { "character": "Player", "line": "I could try to sneak you out if you were in a barrel!" },
    { "character": "Ana", "line": "There is no way you are getting me into a barrel. No WAY! DO you understand?" },
    { "character": "Player", "line": "What's your name." },
    { "character": "Ana", "line": "My name? Oh, how sweet, my name is Ana. I come from Al Kharid though we've only recently moved there. I was born, and did most of my growing up, in Varrock. I thought the desert might be interesting." },
    { "character": "Ana", "line": "What a surprise I got!" },
    { "character": "Player", "line": "What kind of surprise did you get?" },
    { "character": "Ana", "line": "Well, I was just touring the desert looking for the nomad tribe to the West. And I was set upon by these armoured men." },
    { "character": "Ana", "line": "I think that the guards think I am an escaped prisoner. They didn't understand that I was exploring the desert as an adventurer." },
    { "character": "Player", "line": "Do you want to go back to Al Kharid?" },
    { "character": "Ana", "line": "Sure, I miss my Mum, her name is Irena and she is probably waiting for me. How do you propose we get out of here though?" },
    { "character": "Ana", "line": "I'm sure you've noticed the many square jawed guards around here. You look like you can handle yourself, but I have my doubts that you can take them all on!" },
    { "character": "Player", "line": "Hello again!" },
    { "character": "Ana", "line": "Hello there, how's it going? Do you have a plan to get out of here yet?" },
    { "character": "Player", "line": "Not yet, sorry, what's your name again?" },
    { "character": "Player", "line": "Well, I'm working on it, have you got any suggestions?" },
    { "character": "Player", "line": "Not yet, have you been in any more trouble with the guards?" },
    { "character": "Ana", "line": "No, not not so far. I've been working very hard. Not like some people I know -- She cocks a smirk at you. --" },
    { "character": "Ana", "line": "Hey, what do you think you're doing?" },
    { "character": "Ana (in a Barrel)", "line": "-- You manage to squeeze Ana into the barrel, -- -- despite her many complaints. -- I djont fit in dis bawwel... Wet me out!!" },
    { "character": "Player", "line": "Shush... It's for your own good!" },
    { "character": "Ana (in a Barrel)", "line": "You drop the barrel on the floor, Ana gets out." },
    { "character": "Guard", "line": "Hey! What's going on here then?" },
    { "character": "Ana", "line": "Hey, what do you think you're doing? Leave me alone and let me get on with my work. Else we'll both be in trouble. Oh no, NOT AGAIN!" },
    { "character": "Ana (in a Barrel)", "line": "-- Ana looks pretty angry, she starts shouting at you. -- Get me out of here! Do you hear me! Get me OUT OF HERE I say!" },
    { "character": "Ana (in a Barrel)", "line": "Let me out!" },
    { "character": "Guard", "line": "Hey, that Barrel looks heavy, do you need a hand?" },
    { "character": "Player", "line": "Yes please." },
    { "character": "Guard", "line": "Blimey! This is heavy!" },
    { "character": "Ana (in a Barrel)", "line": "Why you cheeky....!" },
    { "character": "Guard", "line": "~ The guard looks around, surprised at Ana's outburst. ~ What was that?" },
    { "character": "Player", "line": "Oh, it was nothing." },
    { "character": "Guard", "line": "I could have sworn I heard something!" },
    { "character": "Ana (in a Barrel)", "line": "Yes you did you ignoramus." },
    { "character": "Guard", "line": "What was that you said?" },
    { "character": "Player", "line": "I said you were very gregarious!" },
    { "character": "Ana (in a Barrel)", "line": "You creep!" },
    { "character": "Guard", "line": "Oh, right, how very nice of you to say so.  -- The guard seems flattered. --" },
    { "character": "Guard", "line": "Anyway, let's get this barrel up to the surface, plenty more work for you to do!" },
    { "character": "Guard", "line": "Oh, there's no one operating the lift up top, hope this barrel isn't urgent? You'd better get back to work!" },
    { "character": "Player", "line": "Oh, nothing." },
    { "character": "Guard", "line": "I heard you say something, now spit it out!" },
    { "character": "Player", "line": "No thanks, I can manage." },
    { "character": "Guard", "line": "Ok, fair enough, I was only offering." },
    { "character": "Guard", "line": "Hey, you'd better go and operate that lift yourself if you want that big heavy barrel to go anywhere." },
    { "character": "Guard", "line": "Hey, where d'ya think you're going with that Barrel?" },
    { "character": "Guard", "line": "Cor! This barrel is really heavy! Have you been mining lead?" },
    { "character": "Guard", "line": "Har, har har!" },
    { "character": "Ana (in a Barrel)", "line": "How rude! Why I ought to teach you a lesson." },
    { "character": "Guard", "line": "What was that!" },
    { "character": "Ana", "line": "How dare you say that I'm as heavy as lead?" },
    { "character": "Ana (in a Barrel)", "line": "Get me OUT OF HERE!" },
    { "character": "Ana (in a Barrel)", "line": "Let me out of here, I feel sick!" },
    { "character": "Guard", "line": "Hey! Where d'ya think you're going with that barrel?" },
    { "character": "Guard", "line": "You should know that they go out on the cart!" },
    { "character": "Guard", "line": "I'd better check this out." },
    { "character": "Guard", "line": "Blimey - it's a jail break!  Guards! Guards! Apprehend them!" },
    { "character": "Guard", "line": "They're making a break for it!" },
    { "character": "Ana", "line": "I could have told you that we wouldn't get away with it! Now look at the mess you've caused." },
    { "character": "Ana", "line": "Hey, watch it with the hands buster." },
    { "character": "Ana", "line": "These are the up market slaves clothes doncha know!" },
    { "character": "Ana (in a Barrel)", "line": "Don't even think for one minute... you're gonna get me through that window!" },
    { "character": "Mine cart driver", "line": "Can't you see I'm busy? Now get out of here!" },
    { "character": "Player", "line": "Oh, okay, sorry." },
    { "character": "Mine cart driver", "line": "Look just leave me alone!" },
    { "character": "Player", "line": "Nice cart." },
    { "character": "Mine cart driver", "line": "Hmmm." },
    { "character": "Mine cart driver", "line": "Tut !" },
    { "character": "Player", "line": "I wonder if you could help me?" },
    { "character": "Mine cart driver", "line": "Sorry friend, I'm busy, go bug the guards, I'm sure they'll give ya the time of day." },
    { "character": "Mine cart driver", "line": "He, he, he, ha!" },
    { "character": "Player", "line": "Can you get me the heck out of here please?" },
    { "character": "Mine cart driver", "line": "No way, and if you bug me again, I'm gonna call the guards." },
    { "character": "Player", "line": "One wagon wheel says to the other, 'I'll see you around'." },
    { "character": "Mine cart driver", "line": "-- The cart driver smirks a little. --" },
    { "character": "Player", "line": "'One good turn deserves another.'" },
    { "character": "Mine cart driver", "line": "Are you trying to get me fired?" },
    { "character": "Player", "line": "No" },
    { "character": "Mine cart driver", "line": "It certainly sounds like it, now leave me alone. If you bug me again, I'm gonna call the guards." },
    { "character": "Player", "line": "Yes" },
    { "character": "Mine cart driver", "line": "And why would you want to do a crazy thing like that for? I ought to teach you a lesson! Guards! Guards!" },
    { "character": "Player", "line": "Fired... no, shot perhaps!" },
    { "character": "Mine cart driver", "line": "Ha ha ha! You're funny! -- The cart driver checks that guards aren't watching. -- What're you in fer?" },
    { "character": "Player", "line": "Oh, I'm not supposed to be here at all actually." },
    { "character": "Mine cart driver", "line": "Hmmm, interesting... let me guess. You're completely innocent... like all the other inmates in here. Ha ha ha!" },
    { "character": "Player", "line": "I'm in for murder, so you'd better get me out of here!" },
    { "character": "Mine cart driver", "line": "Hmm, well, I wonder what the guards are gonna say about that! Guards! Guards!" },
    { "character": "Player", "line": "In for a penny in for a pound." },
    { "character": "Mine cart driver", "line": "Ha ha ha, oh stop it!" },
    { "character": "Mine cart driver", "line": "What can I do for you anyway?" },
    { "character": "Player", "line": "Can you smuggle me out on your cart?" },
    { "character": "Mine cart driver", "line": "Ask that man over there if it's okay and I'll consider it! Ha ha ha!" },
    { "character": "Player", "line": "Can you smuggle my friend out on your cart?" },
    { "character": "Mine cart driver", "line": "As long as your friend is a barrel full of rocks. I don't think it would be a problem at all! Ha ha ha!" },
    { "character": "Player", "line": "Well, you see, it's like this..." },
    { "character": "Mine cart driver", "line": "Yeah!" },
    { "character": "Player", "line": "Prison riot in ten minutes, get your cart out of here!" },
    { "character": "Mine cart driver", "line": "Oh, right..yes... yess, okay..." },
    { "character": "Mine cart driver", "line": "Yeah, you too!" },
    { "character": "Player", "line": "You can't leave me here, I'll get killed!" },
    { "character": "Mine cart driver", "line": "Oh, right... Okay, you'd better jump in the cart then! Quickly!" },
    { "character": "Player", "line": "There's ten gold in it for you if you leave now no questions asked." },
    { "character": "Mine cart driver", "line": "If you're going to bribe me, at least make it worth my while. Now, let's say 100 Gold pieces should we? Ha ha ha!" },
    { "character": "Player", "line": "A hundred it is." },
    { "character": "Mine cart driver", "line": "Great!" },
    { "character": "Mine cart driver", "line": "You little cheat, trying to trick me! I'll show you! Guards! Guards!" },
    { "character": "Mine cart driver", "line": "Okay, get in the back of the cart then!" },
    { "character": "Player", "line": "Forget it!" },
    { "character": "Mine cart driver", "line": "Okay, fair enough! But don't bother me anymore." },
    { "character": "Player", "line": "Can I help you at all?" },
    { "character": "Mine cart driver", "line": "I'm quite capable thanks... Now get lost before I call the guards." },
    { "character": "Player", "line": "I could help, I know a lot about carts." },
    { "character": "Mine cart driver", "line": "Are you saying I don't know anything about carts?" },
    { "character": "Mine cart driver", "line": "Why you cheeky little.... -- The cart driver seems mortally offended -- -- his temper explodes as he calls the guards.-- Guards! Guards!" },
    { "character": "Player", "line": "Pssst..." },
    { "character": "Player", "line": "Psssst..." },
    { "character": "Player", "line": "Psssssst..." },
    { "character": "Player", "line": "Pssssssssttt!!!" },
    { "character": "Mine cart driver", "line": "What! Can't you see I'm busy?" },
    { "character": "Player", "line": "Shhshhh!" },
    { "character": "Mine cart driver", "line": "Shush yourself!" },
    { "character": "Mine cart driver", "line": "What're you doing carrying that big barrel around? Put it in the back of the cart like all the others!" },
    { "character": "Mine cart driver", "line": "Hurry up, get in the cart or I'll go without you!" },
    { "character": "Player", "line": "I should find Ana before attempting to escape again. She must have been caught by the guards." },
    { "character": "Irena", "line": "Hey, great you've found Ana!" },
    { "character": "Ana (in a Barrel)", "line": "-- You show Irena the barrel with Ana in it. -- Hey great, there's my Mum!" },
    { "character": "Ana", "line": "Great! Thanks for getting me out of that mine! And that barrel wasn't too bad anyway! Pop by again sometime, I'm sure we'll have a barrel of laughs!" },
    { "character": "Ana", "line": "Oh! I nearly forgot! Here's a key I found in the tunnels. It might be of some use to you, not sure what it opens. Sorry, but I have to go now." },
    { "character": "Irena", "line": "Hi Ana!" },
    { "character": "Irena", "line": "Thank you very much for returning my daughter to me. I'm really very grateful... I would like to reward you for your bravery and daring." },
    { "character": "Irena", "line": "I can offer you increased knowledge in two of the following areas." },
    { "character": "Irena", "line": "Okay, now choose your second skill." },
    { "character": "Irena", "line": "Okay, that's all the skills I can teach you!" },
    { "character": "Irena", "line": "Thanks for returning Anna to me, I think she has something else to say to you though!" },
    { "character": "Irena", "line": "Thank you very much for returning my daughter to me. I'm really very grateful... I would like to reward you for your bravery and daring. I can offer you increased knowledge in two of the following areas." },
    { "character": "Irena", "line": "Thank you very much for returning my daughter to me. I'm really very grateful... I would like to reward you for your bravery and daring. I can offer you increased knowledge in one of the following areas." },
    { "character": "Irena", "line": "Thanks so much for returning my daughter to me. I expect that she will go on another trip soon though. She is the adventurous type... a bit like yourself really! Okay, see you around then!" }
  ],
  "characters": [
    {
      "name": "Irena",
      "description": "Middle-aged female, Middle Eastern accent, emotional and worried tone, a loving mother from Al Kharid who is deeply distressed about her missing daughter Ana."
    },
    {
      "name": "Ana",
      "description": "Young adult female, British accent, cheerful and adventurous tone, a curious explorer from Varrock who gets captured while touring the desert but maintains her optimistic spirit."
    },
    {
      "name": "Ana (in a Barrel)",
      "description": "Young adult female, British accent, muffled and annoyed tone, same adventurous girl but speaking from inside a barrel, frustrated and uncomfortable but still spirited."
    },
    {
      "name": "Mercenary Captain",
      "description": "Middle-aged male, gruff Middle Eastern accent, arrogant and hot-headed tone, a cowardly braggart who commands mercenaries outside the Desert Mining Camp but is secretly weak."
    },
    {
      "name": "Mercenary",
      "description": "Adult male, rough Middle Eastern accent, dismissive and cynical tone, a hired guard who secretly dislikes his captain and enjoys betting on fights."
    },
    {
      "name": "Guard",
      "description": "Adult male, gruff Middle Eastern accent, authoritative and suspicious tone, a strict prison guard at the Desert Mining Camp who is always watching for trouble."
    },
    {
      "name": "Captain Siad",
      "description": "Middle-aged male, cultured Middle Eastern accent, intelligent and distrustful tone, the calculating commander who controls the Desert Mining Camp and is obsessed with weapon technology."
    },
    {
      "name": "Al Shabim",
      "description": "Older male, wise Middle Eastern accent, enigmatic and hospitable tone, the respected leader of the Bedabin Nomads who values cunning and knowledge over brute force."
    },
    {
      "name": "Male slave",
      "description": "Adult male, weary British accent, exhausted and hopeless tone, a downtrodden prisoner forced to work in the desert mines who has lost hope of escape."
    },
    {
      "name": "Escaping slave",
      "description": "Adult male, desperate British accent, nervous and frightened tone, a slave attempting to flee the mining camp who fears being caught by the guards."
    },
    {
      "name": "Rowdy slave",
      "description": "Adult male, aggressive British accent, defiant and bitter tone, a rebellious prisoner who refuses to accept his fate and causes trouble for the guards."
    },
    {
      "name": "Mine cart driver",
      "description": "Middle-aged male, working-class British accent, grumpy but humorous tone, a weary worker who operates the mine carts and can be convinced to help with the right approach."
    },
    {
      "name": "Bedabin Nomad",
      "description": "Adult male, soft Middle Eastern accent, polite and welcoming tone, a member of the wandering Bedabin tribe who lives in the desert tents."
    },
    {
      "name": "Bedabin Nomad Guard",
      "description": "Adult male, firm Middle Eastern accent, protective and formal tone, a nomad warrior who guards the entrance to the Bedabin leader's tent."
    }
  ]
}
