{
  "branch": "quest/the-knights-sword",
  "quest_name": "The Knight's Sword",
  "lines": [
    { "character": "Squire", "line": "Hello. I am the squire to Sir Vyvin." },
    { "character": "Player", "line": "And how is life as a squire?" },
    { "character": "Squire", "line": "Well, Sir Vyvin is a good guy to work for, however, I'm in a spot of trouble today. I've gone and lost Sir Vyvin's sword!" },
    { "character": "Player", "line": "Do you know where you lost it?" },
    { "character": "Squire", "line": "Well now, if I knew THAT it wouldn't be lost, now would it?" },
    { "character": "Player", "line": "Well, do you know the VAGUE AREA you lost it in?" },
    { "character": "Squire", "line": "No. I was carrying it for him all the way from where he had it stored in Lumbridge. It must have slipped from my pack during the trip, and you know what people are like these days..." },
    { "character": "Squire", "line": "Someone will have just picked it up and kept it for themselves." },
    { "character": "Player", "line": "Well, the kingdom is fairly abundant with swords..." },
    { "character": "Squire", "line": "Yes. You can get bronze swords anywhere. But THIS isn't any old sword." },
    { "character": "Squire", "line": "The thing is, this sword is a family heirloom. It has been passed down through Vyvin's family for five generations! It was originally made by the Imcando dwarves, who were" },
    { "character": "Squire", "line": "a particularly skilled tribe of dwarven smiths. I doubt anyone could make it in the style they do." },
    { "character": "Player", "line": "I can make a new sword if you like..." },
    { "character": "Squire", "line": "Thanks for the offer. I'd be surprised if you could though." },
    { "character": "Player", "line": "So would these dwarves make another one?" },
    { "character": "Squire", "line": "I'm not a hundred percent sure the Imcando tribe exists anymore. I should think Reldo, the palace librarian in Varrock, will know; he has done a lot of research on the races of Gielinor." },
    { "character": "Squire", "line": "I don't suppose you could try and track down the Imcando dwarves for me? I've got so much work to do..." },
    { "character": "Player", "line": "Ok, I'll give it a go." },
    { "character": "Squire", "line": "Thank you very much! As I say, the best place to start should be with Reldo..." },
    { "character": "Player", "line": "I'll help, I know an Imcando dwarf!" },
    { "character": "Squire", "line": "What, really? That is wonderful to hear! Where is he then?" },
    { "character": "Player", "line": "He's living on a cliff at the very south end of Asgarnia, south of Port Sarim. I'll go right over to him." },
    { "character": "Squire", "line": "Thank you very much!" },
    { "character": "Player", "line": "No. I've got lots of mining work to do." },
    { "character": "Squire", "line": "Oh man... I'm in such trouble..." },
    { "character": "Player", "line": "Well, I hope you find it soon." },
    { "character": "Squire", "line": "Yes, me too. I'm not looking forward to telling Vyvin I've lost it. He's going to want it for the parade next week as well." },
    { "character": "Player", "line": "Is he angry?" },
    { "character": "Squire", "line": "He doesn't know yet. I was hoping I could think of something to do before he does find out, But I find myself at a loss." },
    { "character": "Player", "line": "Wouldn't you prefer to be a squire for me?" },
    { "character": "Squire", "line": "No, sorry, I'm loyal to Sir Vyvin." },
    { "character": "Squire", "line": "So how are you doing getting a sword?" },
    { "character": "Player", "line": "I'm looking for Imcando dwarves to help me." },
    { "character": "Squire", "line": "Please try and find them quickly... I am scared Sir Vyvin will find out!" },
    { "character": "Player", "line": "Are you an Imcando dwarf? I need a special sword." },
    { "character": "Thurgo", "line": "I don't talk about that sort of thing anymore. I'm getting old." },
    { "character": "Player", "line": "I'll come back another time." },
    { "character": "Reldo", "line": "Hello stranger." },
    { "character": "Player", "line": "What do you know about the Imcando dwarves?" },
    { "character": "Reldo", "line": "The Imcando dwarves, you say? Let's see..." },
    { "character": "Reldo", "line": "Ah, yes... For many hundreds of years, they were the world's most skilled smiths. They used secret smithing knowledge passed down from generation to generation." },
    { "character": "Reldo", "line": "Unfortunately, about a century ago, the once thriving group was wiped out during the barbarian invasions of that time." },
    { "character": "Reldo", "line": "I believe a few of them survived, but with the bulk of their population destroyed, their numbers dwindled even further. If any are left now, they'll no doubt keep to themselves." },
    { "character": "Reldo", "line": "However, I have heard tales of their love for redberry pie. Perhaps one of those could convince one to reveal their true heritage." },
    { "character": "Player", "line": "So I just go around offering random dwarves redberry pie?" },
    { "character": "Reldo", "line": "Well, not totally random. Apparently some of the surviving Imcando made a home for themselves near the cliffs on the Asgarnian southern peninsula. That would be a good place to start." },
    { "character": "Thurgo", "line": "I don't talk about that sort of thing anymore. I'm getting old." },
    { "character": "Player", "line": "Can you make a special sword for me?" },
    { "character": "Thurgo", "line": "Well, you know what to do! Get me another redberry pie and I'll consider it!" },
    { "character": "Player", "line": "Would you like a redberry pie?" },
    { "character": "Thurgo", "line": "I'd never say no to a redberry pie! We Imcando dwarves love them - they're GREAT!" },
    { "character": "Thurgo", "line": "By Guthix! THAT was good pie! Anyone who makes pie like THAT has got to be alright!" },
    { "character": "Thurgo", "line": "Well, after bringing me my favourite food I guess I should give it a go. What sort of sword is it?" },
    { "character": "Player", "line": "I need you to make a sword for one of Falador's knights. He had one which was passed down through five generations, but his squire has lost it. So we need an identical one to replace it." },
    { "character": "Thurgo", "line": "A knight's sword eh? Well, I'd need to know exactly how it looked before I could make a new one." },
    { "character": "Thurgo", "line": "All the Faladian knights used to have swords with unique designs according to their position. Could you bring me a picture or something?" },
    { "character": "Player", "line": "I'll go and ask his squire and see if I can find one." },
    { "character": "Player", "line": "About that sword..." },
    { "character": "Thurgo", "line": "Have you got a picture of the sword for me yet?" },
    { "character": "Player", "line": "Sorry, not yet." },
    { "character": "Thurgo", "line": "Well, come back when you do." },
    { "character": "Player", "line": "I've found an Imcando dwarf but he needs a picture of the sword before he can make it." },
    { "character": "Squire", "line": "A picture eh? Hmmm.... The only one I can think of is in a small portrait of Sir Vyvin's father... Sir Vyvin keeps it in a cupboard in his room I think." },
    { "character": "Player", "line": "Ok, I'll try and get that then." },
    { "character": "Squire", "line": "Please don't let him catch you! He MUSTN'T know what happened!" },
    { "character": "Player", "line": "I didn't get the picture yet." },
    { "character": "Squire", "line": "Please try and get it quickly... I am scared Sir Vyvin will find out!" },
    { "character": "Player", "line": "I have the picture. I'll just take it to the dwarf now!" },
    { "character": "Squire", "line": "Please hurry!" },
    { "character": "Player", "line": "I have found a picture of the sword I would like you to make." },
    { "character": "Thurgo", "line": "You'll need to get me some stuff to make this. I'll need two iron bars to make the sword, to start with. I'll also need an ore called blurite." },
    { "character": "Thurgo", "line": "Blurite is useless for making actual weapons, except crossbows, but I'll need some as decoration for the hilt." },
    { "character": "Thurgo", "line": "It is a fairly rare ore. The only place I know to get it is under this cliff here, but it is guarded by a very powerful ice giant." },
    { "character": "Thurgo", "line": "Most of the rocks in that cliff are pretty useless, and don't contain much of anything, but there's DEFINITELY some blurite in there." },
    { "character": "Thurgo", "line": "You'll need a little bit of mining experience to be able to find it." },
    { "character": "Player", "line": "Okay. I'll go and find them then." },
    { "character": "Player", "line": "I've found a dwarf who will make the sword. I've just got to find the materials for it now!" },
    { "character": "Squire", "line": "Please hurry!" },
    { "character": "Thurgo", "line": "How are you doing finding those sword materials?" },
    { "character": "Player", "line": "I don't have any of them yet." },
    { "character": "Thurgo", "line": "Well, I need a blurite ore and two iron bars. The only place I know to get blurite is under this cliff here, but it is guarded by a very powerful ice giant." },
    { "character": "Player", "line": "Can you make that replacement sword now?" },
    { "character": "Thurgo", "line": "How are you doing finding those sword materials?" },
    { "character": "Player", "line": "I don't have any blurite ore yet." },
    { "character": "Thurgo", "line": "Better go get some then, huh? The only place I know to get it is under this cliff here, but it is guarded by a very powerful ice giant." },
    { "character": "Player", "line": "Can you make that replacement sword now?" },
    { "character": "Thurgo", "line": "How are you doing finding those sword materials?" },
    { "character": "Player", "line": "I don't have two iron bars." },
    { "character": "Thurgo", "line": "Better go get some then, huh?" },
    { "character": "Player", "line": "Can you make that replacement sword now?" },
    { "character": "Thurgo", "line": "How are you doing finding those sword materials?" },
    { "character": "Player", "line": "I have them right here." },
    { "character": "Player", "line": "Thank you very much!" },
    { "character": "Thurgo", "line": "Just remember to call in with more pie some time!" },
    { "character": "Player", "line": "Thanks for making that sword for me!" },
    { "character": "Thurgo", "line": "You're welcome - thanks for the pie!" },
    { "character": "Player", "line": "I have retrieved your sword for you." },
    { "character": "Squire", "line": "So can you un-equip it and hand it over to me now please?" },
    { "character": "Squire", "line": "Thank you, thank you, thank you! I was seriously worried I would have to own up to Sir Vyvin!" }
  ],
  "characters": [
    {
      "name": "Squire",
      "description": "Young adult male, British accent, anxious and earnest tone. A hardworking but perpetually worried servant who fears disappointing his knight, Sir Vyvin. Conscientious yet insecure."
    },
    {
      "name": "Reldo",
      "description": "Middle-aged male, British accent, scholarly and patient tone. A knowledgeable palace librarian who speaks in an educated, articulate manner. Friendly and helpful when sharing information."
    },
    {
      "name": "Thurgo",
      "description": "Elderly male dwarf, Scottish accent, gruff but warm tone. The last known Imcando dwarf and master smith who carries melancholy about his solitary existence. Has a passionate love for redberry pie."
    }
  ]
}
