{
  "branch": "quest/the-curse-of-arrav",
  "quest_name": "The Curse of Arrav",
  "lines": [
    {
      "character": "Elias White",
      "line": "Ah, hello there,. Good to see you."
    },
    {
      "character": "Player",
      "line": "And you, Elias. So what brings you all the way out here?"
    },
    {
      "character": "Elias White",
      "line": "Ah, hello there,. Good to see you. I take it you recived my message?"
    },
    {
      "character": "Player",
      "line": "I did indeed. So what brings us all the way out here?"
    },
    {
      "character": "Elias White",
      "line": "Well, it turns out the desert was the best place to begin my research into Arrav and his heart. Not too surprising of course, given the burial practices here."
    },
    {
      "character": "Player",
      "line": "And how's that going so far?"
    },
    {
      "character": "Elias White",
      "line": "Pretty well. In fact, I think I'm getting close to something. It's related to that old mastaba up on the plateau. I reckon it might contain the knowledge we need to help old Arrav out."
    },
    {
      "character": "Elias White",
      "line": "In fact, as you might recall, I was here before to look into that old mastaba up on the plateau."
    },
    {
      "character": "Player",
      "line": "Yes, I remember. You said it might contain important information on the Mahjarrat."
    },
    {
      "character": "Elias White",
      "line": "Indeed I did. And I reckon it might also contain the knowledge we need to help old Arrav out."
    },
    {
      "character": "Player",
      "line": "Excellent!"
    },
    {
      "character": "Elias White",
      "line": "And on that note, how do you feel about a bit of tomb raiding?"
    },
    {
      "character": "Player",
      "line": "Sounds like a job for me! What do you need?"
    },
    {
      "character": "Elias White",
      "line": "Well, without getting bogged down in all the details, my research led me to some information on a rare and unusual form of necromancy that was once practiced in these lands."
    },
    {
      "character": "Elias White",
      "line": "The key element of the process involved the removal and preservation of the heart, much in the same way that the priests of Icthlarin do so during their burial ceremonies."
    },
    {
      "character": "Elias White",
      "line": "The key difference: The process is performed while the victim is still alive!"
    },
    {
      "character": "Player",
      "line": "That's horrible!"
    },
    {
      "character": "Elias White",
      "line": "Indeed. I have encountered many forms of dark magic in my time, but I must confess, few have filled me with the same anger that I felt upon discovering this vile form of necromancy."
    },
    {
      "character": "Player",
      "line": "And you think this is what happened to Arrav?"
    },
    {
      "character": "Elias White",
      "line": "Almost certainly. The end result of the process is an undead slave, bound to whoever possess their still-beating heart."
    },
    {
      "character": "Elias White",
      "line": "The victim must do whatever they are commanded, but unlike most other forms of necromancy, their mind, and indeed their very soul, remains intact. It all perfectly matches what you encountered with Arrav."
    },
    {
      "character": "Elias White",
      "line": "Now thankfully, as horrible as all this is, I believe this is a way for us to break Zemouregal's control over Arrav. To do so, we must recover Arrav's heart."
    },
    {
      "character": "Player",
      "line": "But what does that have to do with the mastaba?"
    },
    {
      "character": "Elias White",
      "line": "If we are to recover the heart, we will need a way to not only keep it preserved, but to keep it beating as well."
    },
    {
      "character": "Elias White",
      "line": "Zemouregal must have a way of doing this, but I have a feeling he won't be willing to share the details on how."
    },
    {
      "character": "Elias White",
      "line": "My hope is the mastaba contains the answers we need. It was built to house a Pharaoh who ruled the desert thousands of years ago."
    },
    {
      "character": "Elias White",
      "line": "She was known for many feats, with one of them being her work in saving the victims of a Mahjarrat necromancer."
    },
    {
      "character": "Player",
      "line": "Ah, I see. Well, if there's any information on heart preservation in there, I'm sure I can find it."
    },
    {
      "character": "Elias White",
      "line": "I have no doubt you can. While you work on that, I will get started on our next issue: Finding where Zemouregal is keeping Arrav's heart. Hopefully I'll have something by the time you're done."
    },
    {
      "character": "Elias White",
      "line": "Oh, and a word of warning. When I was asking around about the mastaba, I was told about a group of... well they apparently called themselves explorers. They entered the mastaba, but never came back out."
    },
    {
      "character": "Elias White",
      "line": "I'd say it's safe to assume that there are some sort of defensive measures in place to deter any would-be grave robbers."
    },
    {
      "character": "Player",
      "line": "Thanks for the heads up. I'll be careful."
    },
    {
      "character": "Elias White",
      "line": "Good luck in there. I will meet you here once you are done."
    },
    {
      "character": "Player",
      "line": "I'll have to pass right now. I have some other things I need to do."
    },
    {
      "character": "Elias White",
      "line": "Well, when you're ready, you know where to find me."
    },
    {
      "character": "Elias White",
      "line": "Ah, hello again,. How goes the tomb raiding?"
    },
    {
      "character": "Player",
      "line": "What do I need to be doing again?"
    },
    {
      "character": "Elias White",
      "line": "You need to head into that mastaba up on the plateau and see if you can find some information on how we can keep Arrav's heart preserved. Once you have something, meet me back here."
    },
    {
      "character": "Player",
      "line": "Right. I'll get to it."
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Elias White",
      "line": "Well, keep at it. Once you have some information on how we can keep Arrav's heart preserved, meet me back here."
    },
    {
      "character": "Player",
      "line": "I think I've discovered what we need. We should be able to preserve Arrav's heart using a specially prepared canopic jar."
    },
    {
      "character": "Elias White",
      "line": "Excellent stuff! So how do we prepare this jar?"
    },
    {
      "character": "Player",
      "line": "We need to fill it with three dwellberries and a ring of life. I'll get started right away."
    },
    {
      "character": "Elias White",
      "line": "Sounds good. Let me know once it's ready and we can discuss our next steps."
    },
    {
      "character": "Player",
      "line": "We need to fill it with three dwellberries and a ring of life. I'm working on it right now."
    },
    {
      "character": "Elias White",
      "line": "Well, let me know once it's ready and we can discuss our next steps."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Player",
      "line": "This canopic jar should be able to preserve Arrav's heart!"
    },
    {
      "character": "Elias White",
      "line": "Excellent stuff! I had no doubt you'd discover what we needed. You'll be pleased to hear that I've managed to make some good progress as well."
    },
    {
      "character": "Player",
      "line": "Have you found where Arrav's heart is?"
    },
    {
      "character": "Elias White",
      "line": "Not quite, but I have the next best thing. One of my contacts has been supporting my research by investigating Mahjarrat activity in the far north."
    },
    {
      "character": "Elias White",
      "line": "He recently spotted Zemouregal entering an old fort near the mountain of Trollweiss."
    },
    {
      "character": "Player",
      "line": "Ah, I know Trollweiss. I've been tobogganing there."
    },
    {
      "character": "Elias White",
      "line": "Really? It hadn't struck me as a tourist area, what with it being a bit troll-ridden. Anyhow, you shouldn't need to be doing any tobogganing this time. Instead, you'll be heading underground."
    },
    {
      "character": "Player",
      "line": "Underground?"
    },
    {
      "character": "Elias White",
      "line": "Yes. My contact located some tunnels that looked like they might lead right into the fort. Seems like a far better option than the front door."
    },
    {
      "character": "Player",
      "line": "Well, then I'd best get going. Where can I find these tunnels?"
    },
    {
      "character": "Elias White",
      "line": "The entrance is right on the top of Trollweiss. I'd suggest you take a pickaxe with you. My contact mentioned that there had been a few cave-ins."
    },
    {
      "character": "Player",
      "line": "You seem to have a lot of contacts."
    },
    {
      "character": "Elias White",
      "line": "Indeed. I've managed to make a few friends in my time."
    },
    {
      "character": "Player",
      "line": "So are they all looking into Zemouregal for you?"
    },
    {
      "character": "Elias White",
      "line": "Oh, not at all. Given recent events, Zemouregal is of particular interest of course, but Mahjarrat activity in general has been increasing recently, especially up north."
    },
    {
      "character": "Player",
      "line": "So how did you first end up researching the Mahjarrat?"
    },
    {
      "character": "Elias White",
      "line": "You know, it's been so long that I can barely remember. As I recall, I first found mention of their kind right here in the desert."
    },
    {
      "character": "Elias White",
      "line": "I was assisting some archologists in the south when I found an old tablet describing of a race of seemingly immortal shapeshifters wielding the power of gods. Naturally, I was immediately fascinated!"
    },
    {
      "character": "Elias White",
      "line": "Of course, I soon went on to find out that they are not only fascinating, but also very dangerous. I must admit that I see it as something of a duty to keep my research up to date."
    },
    {
      "character": "Elias White",
      "line": "The events at Varrock showed that too many have forgotten the dangers of the Mahjarrat."
    },
    {
      "character": "Player",
      "line": "Alright. I'll be back soon."
    },
    {
      "character": "Elias White",
      "line": "Good luck."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Elias White",
      "line": "Good luck out there."
    },
    {
      "character": "Elias White",
      "line": "Hello again,. Have you managed to explore those tunnels yet?"
    },
    {
      "character": "Player",
      "line": "No, not yet."
    },
    {
      "character": "Elias White",
      "line": "You'll find the entrance atop Trollweiss Mountain. I'd suggest you take a pickaxe with you. My contact mentioned that there had been a few cave-ins."
    },
    {
      "character": "Arrav",
      "line": "You..."
    },
    {
      "character": "Player",
      "line": "Arrav?"
    },
    {
      "character": "Arrav",
      "line": "You... You should not be here. Zemouregal could return at... urgh... at any time. If he does, I won't.... I won't be able to stop myself from... arrgh..."
    },
    {
      "character": "Player",
      "line": "That's a risk I'm willing to take. I'm here to help you."
    },
    {
      "character": "Arrav",
      "line": "Why? You do not... do not know me. You do not know what I've... urgh... what I've done. Leave this place, and leave me. I am... forsaken."
    },
    {
      "character": "Player",
      "line": "Not if I have anything to say about it. Arrav, I need to find your heart. With it, I can free you!"
    },
    {
      "character": "Arrav",
      "line": "It's not... here. Zemouregal did not want it too close to his... arrgh... his kin."
    },
    {
      "character": "Player",
      "line": "Do you know where it is?"
    },
    {
      "character": "Arrav",
      "line": "In the next room... look behind the... urgh... the flame tapestry. You might be able to find something that can... arrgh... help."
    },
    {
      "character": "Arrav",
      "line": "My master calls me... Thank you... whoever you are. I... urgh... I don't even know your name."
    },
    {
      "character": "Player",
      "line": "It's, and I will save you Arrav, I promise."
    },
    {
      "character": "Elias White",
      "line": "Hello again,. Did you manage to find a way into that fort?"
    },
    {
      "character": "Player",
      "line": "I did! The heart wasn't there, but I think I know where it is. I reckon it's in the base near Varrock."
    },
    {
      "character": "Elias White",
      "line": "Are you sure?"
    },
    {
      "character": "Player",
      "line": "Well, take a look at these plans I found and see what you think."
    },
    {
      "character": "Elias White",
      "line": "Right then, let's see..."
    },
    {
      "character": "Elias White",
      "line": "Yes, there's a chamber here marked as containing a heart! It must be Arrav's!"
    },
    {
      "character": "Elias White",
      "line": "However, reaching it is going to pose some significant problems..."
    },
    {
      "character": "Elias White",
      "line": "It seems that the inner section of Zemouregal's Base has state of the art security. The corridor into the area is filled to the brim with human detection spells. These will set off an alarm."
    },
    {
      "character": "Elias White",
      "line": "Now, there is a sewage system running under some parts of the base that can be accessed from the nearby kitchen."
    },
    {
      "character": "Elias White",
      "line": "These sewers could be used to bypass the spells. However, surges of energy are periodically sent through the water there."
    },
    {
      "character": "Elias White",
      "line": "On the other side of the spells the vault door is found. This door is guarded by zombies. If they see an intruder, they will set off the alarm."
    },
    {
      "character": "Elias White",
      "line": "If the alarm is sounded, a gas will be released, incapacitating all living things in the area."
    },
    {
      "character": "Elias White",
      "line": "The vault door is made of five-inch thick runite-enforced steel, with a four digit access code. When the code is entered incorrectly more than twice, the alarm will be set off."
    },
    {
      "character": "Elias White",
      "line": "Inside the vault there is a criss-cross of special fire ray enchantments that Zemouregal has made. Touching any of these will do significant damage and set off the alarm."
    },
    {
      "character": "Elias White",
      "line": "Finally, at the back of the vault, we have the pedestal holding Arrav's heart."
    },
    {
      "character": "Player",
      "line": "Well, that sounds an awful lot to get past. It sounds like an impossible mission!"
    },
    {
      "character": "Elias White",
      "line": "It does appear to pose somewhat of a challenge, but if we engage in a bit of cunning, it may not be as impossible as you might think."
    },
    {
      "character": "Elias White",
      "line": "First of all, we're going to need a distraction to lure some of those zombies out. I have no doubt that I'll be able to act as suitable bait. While I do that, you'll need to get through those sewers."
    },
    {
      "character": "Player",
      "line": "But what about the energy surges? I don't really fancy getting fried!"
    },
    {
      "character": "Elias White",
      "line": "Understandable. I would suggest you invest in some kind of insulation to protect yourself from the surges."
    },
    {
      "character": "Elias White",
      "line": "Now, provided my distraction works, you should find the area on the other side of the sewers free of zombies. That will give you the time and space needed to get that vault door open."
    },
    {
      "character": "Player",
      "line": "And then the fire rays?"
    },
    {
      "character": "Elias White",
      "line": "Well, no great heist is complete without the use of a crossbow and a grappling hook."
    },
    {
      "character": "Player",
      "line": "Okay, so to summarise, I need some sort of insulated protection along with a crossbow and grappling hook?"
    },
    {
      "character": "Elias White",
      "line": "Precisely! Gather those items and then meet me outside Zemouregal's Base near Varrock. It's time to recover a heart!"
    },
    {
      "character": "Elias White",
      "line": "Hello again,. I found this earlier. I imagine you'll be needing it."
    },
    {
      "character": "Elias White",
      "line": "Now, are you ready to perform a heist? Remember, you'll need some sort of insulated protection along with a crossbow and grappling hook."
    },
    {
      "character": "Elias White",
      "line": "Ah, there you are,. Ready to perform a heist? Remember, you'll need some sort of insulated protection along with a crossbow and grappling hook."
    },
    {
      "character": "Player",
      "line": "Ready when you are."
    },
    {
      "character": "Elias White",
      "line": "Excellent. Once you head in, I'll arrange a distraction to lure some of those zombies away. I'll meet you back here once you've recovered the heart. Good luck."
    },
    {
      "character": "Player",
      "line": "I still need to do some preparation."
    },
    {
      "character": "Elias White",
      "line": "Very well. I will wait for you here."
    },
    {
      "character": "Elias White",
      "line": "Now, once you head in, I'll arrange a distraction to lure some of those zombies away. I'll meet you back here once you've recovered the heart. Good luck."
    },
    {
      "character": "Elias White",
      "line": "I'm ready when you are,. Once you head in, I'll arrange a distraction to lure some of those zombies away. I'll meet you back here once you've recovered the heart. Good luck."
    },
    {
      "character": "Zemouregal",
      "line": "Well, look what we have here..."
    },
    {
      "character": "Zemouregal",
      "line": "Did you really think you had any hope of stealing that heart?"
    },
    {
      "character": "Zemouregal",
      "line": "Arrav, kill."
    },
    {
      "character": "Zemouregal",
      "line": "Hmph!"
    },
    {
      "character": "Arrav",
      "line": "Urgh......"
    },
    {
      "character": "Zemouregal",
      "line": "What a miserable failure you are. Sharathteerk, get rid of him."
    },
    {
      "character": "Zemouregal",
      "line": "What are you playing at?"
    },
    {
      "character": "Sharathteerk",
      "line": "Something's not right... Something's blocking my teleport!"
    },
    {
      "character": "Zemouregal",
      "line": "Impossible! Stop messing around and..."
    },
    {
      "character": "Zemouregal",
      "line": "Wait... I sense..."
    },
    {
      "character": "Zemouregal",
      "line": "You!"
    },
    {
      "character": "Elias White",
      "line": "! Grab the heart, quickly!"
    },
    {
      "character": "Player",
      "line": "That was a close one!"
    },
    {
      "character": "Elias White",
      "line": "That's one way to put it. Good job I was keeping an eye on things."
    },
    {
      "character": "Player",
      "line": "You can say that again, though that does leave me with some questions..."
    },
    {
      "character": "Elias White",
      "line": "You're wondering how I managed to do it?"
    },
    {
      "character": "Player",
      "line": "Teleporting directly into the room... Keeping a Mahjarrat at bay... Those aren't the kind of skills that just anyone possesses. Not to mention that Zemouregal knew you!"
    },
    {
      "character": "Elias White",
      "line": "I have never kept it secret from you that I have a history with the Mahjarrat, although I may have chosen not to divulge some of the more... specific details."
    },
    {
      "character": "Elias White",
      "line": "I hope you will not judge me too harshly for that. We are all entitled to our secrets, and even now I would prefer not to share them."
    },
    {
      "character": "Player",
      "line": "I guess... It's just, you made out you were just researching the Mahjarrat. This is clearly a lot more than that."
    },
    {
      "character": "Elias White",
      "line": "It is, and I apologise if you feel I have deceived you. My past with the Mahjarrat, and especially with Zemouregal is... complicated. Again, I would prefer we not discuss this further."
    },
    {
      "character": "Elias White",
      "line": "Now, why don't we instead focus this conversation on something far more positive than my history. We have successfully recovered Arrav's heart!"
    },
    {
      "character": "Player",
      "line": "So does this mean we can free him now?"
    },
    {
      "character": "Elias White",
      "line": "Eventually, yes, but while the heart is key to Zemouregal's control over Arrav, merely possessing it won't be enough to break that control."
    },
    {
      "character": "Elias White",
      "line": "Doing so will require further research, not to mention the right opportunity."
    },
    {
      "character": "Player",
      "line": "So what happens now?"
    },
    {
      "character": "Elias White",
      "line": "I will take the heart and begin working right away. Given that Zemouregal knows we have it, I intend to go to ground for this one."
    },
    {
      "character": "Elias White",
      "line": "You might not hear from me for some time, but fear not, I will be in touch again once things are ready."
    },
    {
      "character": "Elias White",
      "line": "Stay safe out there,. Until we meet again."
    }
  ],
  "characters": [
    {
      "name": "Arrav",
      "description": "Adult male, deep British accent, noble but pained tone, speaks haltingly with strain and anguish. A legendary hero enslaved by dark magic, his voice carries dignity beneath layers of torment and struggle against control."
    },
    {
      "name": "Elias White",
      "description": "Elderly male, refined British accent, scholarly and measured tone with hints of mystery. A wise explorer and Mahjarrat researcher who speaks with calm authority and intellectual curiosity, concealing secrets beneath his helpful demeanor."
    },
    {
      "name": "Sharathteerk",
      "description": "Adult male, gravelly and monstrous voice, subservient but cunning tone. An intelligent gargoyle servant, speaks with raspy growling undertones befitting his grotesque appearance."
    },
    {
      "name": "Zemouregal",
      "description": "Adult male, deep commanding voice, arrogant and menacing tone. An ancient Mahjarrat necromancer and warlord, speaks with cold contempt and cruel authority befitting a powerful immortal villain."
    }
  ]
}