{
  "branch": "quest/the-fremennik-trials",
  "quest_name": "The Fremennik Trials",
  "lines": [
    {
      "character": "Player",
      "line": "What is this place?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "This place? Why, this is Rellekka! Homeland of all Fremennik! I do not recognise your face outerlander; Where do you come from?"
    },
    {
      "character": "Player",
      "line": "That's not important..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hmmm... I will not press the issue then outerlander. How may my tribe and I help you?"
    },
    {
      "character": "Player",
      "line": "Do you have any quests?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Quests, you say outerlander? Well, I would not call it a quest as such, but if you are brave of heart and strong of body, perhaps..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "No, you would not be interested. Forget I said anything, outerlander."
    },
    {
      "character": "Player",
      "line": "Actually, I would be very interested to hear what you have to offer."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You would? These are unusual sentiments to hear from an outerlander! My suggestion was going to be that if you crave adventure and battle,"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "and your heart sings for glory, then perhaps you would be interested in joining our clan, and becoming a Fremennik yourself?"
    },
    {
      "character": "Player",
      "line": "What would that involve exactly?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well, there are two ways to become a member of our clan and call yourself a Fremennik: be born a Fremennik, or be voted in by our council of elders."
    },
    {
      "character": "Player",
      "line": "Well, I think I've missed the first way, but how can I get the council of elders to vote to let me join your clan?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well, that I cannot answer myself. You will need to speak to each of them and see what they require of you as proof of your dedication."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "There are twelve council members around this village; you will need to gain a majority vote of at least seven councillors in your favour."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "So what say you? Give me the word, and I will tell all of my tribe of your intentions, be they yea or nay."
    },
    {
      "character": "Player",
      "line": "I think I would enjoy the challenge of becoming an honorary Fremennik. Where and how do I start?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "As I say outerlander, you must find and speak to the twelve members of the council of elders, and see what tasks they might set you."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If you can gain the support of seven of the twelve, then you will be accepted as one of us without question."
    },
    {
      "character": "Player",
      "line": "No way do I want to become like YOU! Forget you, and forget your whole stupid town! You're a bunch of stupid primitives, from what I've seen!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I am sorry to say that I expected such a response from an outerlander. I thought perhaps you might have been different to all the others..."
    },
    {
      "character": "Player",
      "line": "You're right. I really couldn't care less."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "It is as I thought outerlander. Your kind care nothing for the Fremennik, and we feel the same about you. This is the way of the world."
    },
    {
      "character": "Player",
      "line": "Why will no-one talk to me?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Do not take it personally, outerlander! We are a simple people, and it is our experience that keeping ourselves to ourselves is best. This is why speaking to outerlanders is forbidden."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "We do not wish to enter war with the outerlanders and their strange magics, so we limit all unauthorised communication."
    },
    {
      "character": "Player",
      "line": "Then how come you're talking to me?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ah, this is because I am the chieftain. I am the one who authorises contact. You will not find many of my tribe so forthcoming with you, as I."
    },
    {
      "character": "Player",
      "line": "Is there a way for you to authorise your tribe to talk to me then?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well, there is one way... but I doubt it is of any interest to you."
    },
    {
      "character": "Player",
      "line": "I know this is a bit of a long shot... but are you a member of the council of elders?"
    },
    {
      "character": "Bjorn",
      "line": "I'm now a member of the counshil of eblars? Thanksh a lot buddy! (hic) Letsh have a drink to celebrate!"
    },
    {
      "character": "Player",
      "line": "Uh... I'll take that as a no."
    },
    {
      "character": "Player",
      "line": "Hi. Are you a member of the council?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "I am afraid not outerlander."
    },
    {
      "character": "Player",
      "line": "Oh, okay then."
    },
    {
      "character": "Eldgrim",
      "line": "Counshil alwaysh meshing up my drinksh 'do thish, do that, pass this tesht something something something something'.. man I hate that counshil."
    },
    {
      "character": "Player",
      "line": "I guess you're not then."
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for a member of the council of elders who will support my application to become an honorary Fremennik."
    },
    {
      "character": "Inga",
      "line": "I'm a council member."
    },
    {
      "character": "Player",
      "line": "So can I somehow persuade you to vote for me at the council of elders?"
    },
    {
      "character": "Inga",
      "line": "No. Frankly, I don't like you."
    },
    {
      "character": "Player",
      "line": "But you don't even know me!"
    },
    {
      "character": "Inga",
      "line": "You also smell bad. And have stupid hair. And bad breath. And you walk a bit funny."
    },
    {
      "character": "Player",
      "line": "I didn't come all the way up here just to be insulted!"
    },
    {
      "character": "Inga",
      "line": "No, I'm quite sure you could have found plenty of people to insult you wherever your home is."
    },
    {
      "character": "Player",
      "line": "You know what? Forget you, you stupid barbarian! I don't need your stupid vote!"
    },
    {
      "character": "Inga",
      "line": "Tch, typical outerlander rudeness. I'm glad I didn't vote for you now."
    },
    {
      "character": "Player",
      "line": "Hello, are you a member of the council?"
    },
    {
      "character": "Freidir",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Player",
      "line": "Hi. Are you a member of the council of elders?"
    },
    {
      "character": "Askeladden",
      "line": "Me? On the council? Ha ha ha ha! Sorry buddy, I'm not a 'real' Fremennik yet! Let me guess, you're trying to get some council members to vote for you?"
    },
    {
      "character": "Player",
      "line": "That's right, to become a Fremennik."
    },
    {
      "character": "Askeladden",
      "line": "You and me both buddy! We're both doing the same trials! This is my trial of manhood! How you finding it so far? Pretty easy, huh buddy?"
    },
    {
      "character": "Player",
      "line": "It's okay I guess..."
    },
    {
      "character": "Askeladden",
      "line": "Yeah, that's the spirit buddy! It's all real easy, I wouldn't worry yourself about it, you'll be quaffing beers in the longhall as a Fremennik in no time!"
    },
    {
      "character": "Lensa",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Jennella",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Player",
      "line": "Do you know any council members?"
    },
    {
      "character": "Sassilik",
      "line": "I know that I am one."
    },
    {
      "character": "Player",
      "line": "Great! Can you vote for me at the council of elders for me to become a Fremennik?"
    },
    {
      "character": "Sassilik",
      "line": "Sure. On one condition."
    },
    {
      "character": "Player",
      "line": "(sigh) What condition?"
    },
    {
      "character": "Sassilik",
      "line": "Actually there is no condition! I don't want to vote for you! You seem too gullible to be a Fremennik!"
    },
    {
      "character": "Player",
      "line": "It's kind of mean to trick me like that..."
    },
    {
      "character": "Sassilik",
      "line": "What do I care? I am a Fremennik and you are just some stupid outerlander! You stupid outerlander!"
    },
    {
      "character": "Player",
      "line": "Are you a member of the Fremmenik council?"
    },
    {
      "character": "Fisherman",
      "line": "Indeed I am, outerlander. Why do you ask?"
    },
    {
      "character": "Player",
      "line": "Well, I was told by Brundt that I could be voted into the tribe as an honorary Fremmenik if I could find seven members of the council of elders to vote in my favour."
    },
    {
      "character": "Fisherman",
      "line": "Aye, that is indeed true."
    },
    {
      "character": "Player",
      "line": "So can I have your vote?"
    },
    {
      "character": "Fisherman",
      "line": "You can have my vote on the day the skies turn red, the waters turn pink, the rocks turn yellow and the sun turns black."
    },
    {
      "character": "Player",
      "line": "Um... do you have any estimate on when that is?"
    },
    {
      "character": "Fisherman",
      "line": "I'm telling you I will never vote for you, you stupid outlander."
    },
    {
      "character": "Player",
      "line": "Are you a member of the council of elders?"
    },
    {
      "character": "Skulgrimen",
      "line": "No. Weapons are my speciality. Not politics."
    },
    {
      "character": "Player",
      "line": "Okay, thanks."
    },
    {
      "character": "Freygerd",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Reeso",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Borrokar",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Lanzig",
      "line": "I am afraid not outerlander. Goodbye."
    },
    {
      "character": "Player",
      "line": "Hi, I don't suppose you are a member of the council of elders are you?"
    },
    {
      "character": "Jarvald",
      "line": "No, outerlander, I have never had the honour to be asked."
    },
    {
      "character": "Jarvald",
      "line": "I am but a lowly warrior, fighting for my people wherever threats may appear against us..."
    },
    {
      "character": "Jarvald",
      "line": "So what do you want from me, outerlander?"
    },
    {
      "character": "Player",
      "line": "Hello there!"
    },
    {
      "character": "Manni the Reveller",
      "line": "Hello outerlander. I overheard your conversation with Brundt just now. You wish to become a member of the Fremennik?"
    },
    {
      "character": "Player",
      "line": "That's right! Why, are you on the council?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Do not let my drink-soused appearance fool you, I earnt my place on the council many years past. I am always glad to see new blood enter our tribe, and will happily vote for you."
    },
    {
      "character": "Player",
      "line": "Great!"
    },
    {
      "character": "Manni the Reveller",
      "line": "...Providing you can pass a little test for me. As a Fremennik, you will need to show cunning, stamina, fortitude, and an iron constitution. I know of only one way to test all of these."
    },
    {
      "character": "Player",
      "line": "And what's that?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Why, a drinking contest!"
    },
    {
      "character": "Manni the Reveller",
      "line": "The task is simple enough! You versus me, a stiff drink each, last man standing wins the trial. So what say you?"
    },
    {
      "character": "Player",
      "line": "A drinking contest? Easy. Set them up, and I'll knock them back."
    },
    {
      "character": "Manni the Reveller",
      "line": "When you are ready to begin, go and pick up a keg from that table over there, and come back here."
    },
    {
      "character": "Manni the Reveller",
      "line": "We start when you have your keg of beer with you, and finish when one of us can drink no more and yields."
    },
    {
      "character": "Player",
      "line": "I don't think drinking myself into a stupor is a very good way of testing my worthiness."
    },
    {
      "character": "Manni the Reveller",
      "line": "Well, perhaps it's not, but it's my way. If you want my vote at the council, I'm afraid you're going to have to drink me under the table."
    },
    {
      "character": "Player",
      "line": "I'm going to find someone else to vote for me then."
    },
    {
      "character": "Manni the Reveller",
      "line": "As you wish, outerlander."
    },
    {
      "character": "Manni the Reveller",
      "line": "As, I see you have your keg of beer. Are we ready to drink against each other?"
    },
    {
      "character": "Player",
      "line": "Yes, let's start this drinking contest!"
    },
    {
      "character": "Manni the Reveller",
      "line": "As you wish, outerlander; I will drink first, then you will drink."
    },
    {
      "character": "Player",
      "line": "Ish no' fair! (hic) I canna drink another drop! Alsho feel veddy, veddy ill..."
    },
    {
      "character": "Manni the Reveller",
      "line": "I guessh I win then ouddaladder! (hic) Niche try, anyway!"
    },
    {
      "character": "Manni the Reveller",
      "line": "Come back if'n you fanshy a rematch! (hic) Jusht let me have a coffee firsht..."
    },
    {
      "character": "Player",
      "line": "I'm not quite ready yet..."
    },
    {
      "character": "Manni the Reveller",
      "line": "Want to line your stomach with some food or something, huh outerlander? Come back to me when you're ready to drink."
    },
    {
      "character": "Player",
      "line": "What do I have to do to earn your vote again?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Beat me in a drinking contest! Grab a keg of beer from that table near the bar, and come back here with it."
    },
    {
      "character": "Player",
      "line": "Oh yeah. Okay, I will do."
    },
    {
      "character": "Manni the Reveller",
      "line": "Ah, I see you have your keg of beer. Are we ready to drink against each other?"
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Council workman",
      "line": "How do. You planning on crossing this here bridge and heading up to Rellekka then?"
    },
    {
      "character": "Player",
      "line": "Yes, actually I was."
    },
    {
      "character": "Council workman",
      "line": "Aye, 'tis a good thing we fixed this 'ere bridge, I reckon. You best be careful up there. Them Fremenniks are odd 'uns."
    },
    {
      "character": "Player",
      "line": "So you fixed this bridge yourself?"
    },
    {
      "character": "Council workman",
      "line": "Aye, that I did. 'Twas real thirsty work too. If only some kind stranger would buy us a bit of beer to sup, eh?"
    },
    {
      "character": "Council workman",
      "line": "What with that inn at seers so close by and all, eh?"
    },
    {
      "character": "Council workman",
      "line": "Just make sure yer don't get me none of that non alcoholic rubbish from that poison salesman guy at the tavern!"
    },
    {
      "character": "Council workman",
      "line": "Aye, that's what I told t'gaffer. Nobody wants to go up and hang out with a buncha dumb barbarians when there's a perfectly good inn to sup in, in t'seers village."
    },
    {
      "character": "Council workman",
      "line": "Ain't much better in life than having a nice cold beer to sup on a hot day like this, eh? Better'n fixing bridges, eh?"
    },
    {
      "character": "Council workman",
      "line": "Ta very much, like. That'll hit the spot nicely. Here, you can have this. I picked it up as a souvenir on me last hols."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Council workman",
      "line": "I dunno rightly, but if you use a tinderbox on it, it don't half make a loud noise!"
    },
    {
      "character": "Poison Salesman",
      "line": "Howdy! You seem like someone with discerning taste! Howsabout you try my brand new range of alcohol?"
    },
    {
      "character": "Player",
      "line": "Didn't you used to sell poison?"
    },
    {
      "character": "Poison Salesman",
      "line": "That I did, indeed! Peter Potter's Patented Multipurpose poison! A miracle of modern apothecarys ! My exclusive concoction has been tested on..."
    },
    {
      "character": "Player",
      "line": "Uh, yeah, I've already heard the sales pitch."
    },
    {
      "character": "Poison Salesman",
      "line": "Sorry stranger, old habits die hard I guess."
    },
    {
      "character": "Player",
      "line": "So you don't sell poison any more?"
    },
    {
      "character": "Poison Salesman",
      "line": "Well, I would, but I ran out of stock. Business wasn't helped with that stuff that happened up at the Sinclair Mansion much either, I'll be honest."
    },
    {
      "character": "Poison Salesman",
      "line": "So, being the man of enterprise that I am I decided to branch out a little bit!"
    },
    {
      "character": "Player",
      "line": "Into alcohol?"
    },
    {
      "character": "Poison Salesman",
      "line": "Absolutely! The basic premise between alcohol and poison is pretty much the same, after all! The difference is that my alcohol has a unique property others do not!"
    },
    {
      "character": "Player",
      "line": "And what is that?"
    },
    {
      "character": "Poison Salesman",
      "line": "Ever been too drunk to find your own home? Ever wished that you could party away all night long, and still wake up fresh as a daisy the next morning?"
    },
    {
      "character": "Poison Salesman",
      "line": "Thanks to the miracles of modern magic we have come up with just the solution you need! Peter Potter's Patented Party Potions!"
    },
    {
      "character": "Poison Salesman",
      "line": "It looks just like beer! It tastes just like beer! It smells just like beer! But... it's not beer!"
    },
    {
      "character": "Poison Salesman",
      "line": "Our mages have mused for many moments to bring you this miracle of modern magic! It has all the great tastes you'd expect, but contains absolutely no alcohol!"
    },
    {
      "character": "Poison Salesman",
      "line": "That's right! You can drink Peter Potters Patented Party Potion as much as you want, and suffer absolutely no ill effects whatsoever!"
    },
    {
      "character": "Poison Salesman",
      "line": "The clean fresh taste you know you can trust, from the people who brought you; Peter Potters Patented multipurpose poison, Peter Potters peculiar paint packs"
    },
    {
      "character": "Poison Salesman",
      "line": "and Peter Potters paralysing panic pins. Available now from all good stockists! Ask your local bartender now, and experience the taste revolution of the century!"
    },
    {
      "character": "Player",
      "line": "So... when you say 'all good stockists'..."
    },
    {
      "character": "Poison Salesman",
      "line": "Yes?"
    },
    {
      "character": "Player",
      "line": "How many inns actually sell this stuff?"
    },
    {
      "character": "Poison Salesman",
      "line": "Well... nobody has actually bought any yet. Everyone I try and sell it to always asks me what exactly the point of beer that has absolutely no effect on you is."
    },
    {
      "character": "Player",
      "line": "So what is the point?"
    },
    {
      "character": "Poison Salesman",
      "line": "Well... Um... Er... Hmmm. You, er, don't get drunk."
    },
    {
      "character": "Player",
      "line": "I see..."
    },
    {
      "character": "Poison Salesman",
      "line": "Aw man... You don't want any now do you? I've really tried to push this product, but I just don't think the world is ready for beer that doesn't get you drunk."
    },
    {
      "character": "Poison Salesman",
      "line": "I'm a man ahead of my time I tell you! It's not that my products are bad, it's that they're too good for the market!"
    },
    {
      "character": "Player",
      "line": "Actually, I would like some. How much do you want for it?"
    },
    {
      "character": "Poison Salesman",
      "line": "Y-you would??? Um, okay! I knew I still had the old salesmans skills going on!"
    },
    {
      "character": "Poison Salesman",
      "line": "I'll sell you a keg of it for only 250 gold pieces! So what do you say?"
    },
    {
      "character": "Player",
      "line": "Yes please!"
    },
    {
      "character": "Poison Salesman",
      "line": "Sorry pal, we do not offer credit for any purchases made of Peter Potter's patented party potion! Come back when you have the cash!"
    },
    {
      "character": "Poison Salesman",
      "line": "Sorry pal, doesn't look like you have room on you to carry it."
    },
    {
      "character": "Player",
      "line": "No, not really."
    },
    {
      "character": "Player",
      "line": "I understand you have some low alcohol beer for sale...?"
    },
    {
      "character": "Poison Salesman",
      "line": "That I do, and sales are rocketing upwards as word of mouth spreads of it's clean taste and cool flavour! So... you want to buy some?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Thinking of cheating my test, outerlander? I don't think so! You drink that keg fairly, or not at all! Don't let me catch you cheating!"
    },
    {
      "character": "Player",
      "line": "I'm going to have to find some way to distract this guy while I cheat..."
    },
    {
      "character": "Player",
      "line": "I don't have anything I really want to put inside a smelly old drain pipe."
    },
    {
      "character": "Player",
      "line": "That is going to make a really loud bang when it goes off! It would be a perfect distraction to help me cheat in the drinking contest!"
    },
    {
      "character": "Manni the Reveller",
      "line": "As you wish outerlander; I will drink first, then you will drink."
    },
    {
      "character": "Player",
      "line": "Aaaah, lovely stuff. So you want to get the next round in, or shall I? You don't look so good there!"
    },
    {
      "character": "Manni the Reveller",
      "line": "Wassha? Guh? You drank that whole keg! But it dinna affect you at all! I conshede! You can probably outdrink me!"
    },
    {
      "character": "Manni the Reveller",
      "line": "I jusht can't (hic) believe it! Thatsh shome mighty fine drinking legs you got! Anyone who can drink like THAT getsh my vote atta consh.. counsh... gets my vote!"
    },
    {
      "character": "Player",
      "line": "So I can rely on your vote at the council?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Absholutely! (hic) You're one mighty drinker!"
    },
    {
      "character": "Olaf the Bard",
      "line": "Hello? Yes? You want something, outerlander?"
    },
    {
      "character": "Player",
      "line": "Are you a member of the council?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Why, indeed I am, outerlander! My talents as an exemplary musician made it difficult for them not to accept me! Why do you wish to know this?"
    },
    {
      "character": "Player",
      "line": "Well, I ask because I am currently doing the Fremennik trials so as to join your clan. I need seven of the twelve council of elders to vote for me."
    },
    {
      "character": "Olaf the Bard",
      "line": "Ahhh... and you wish to earn my vote? I will gladly accept you as a Fremennik should you be able to prove yourself to have a little musical ability!"
    },
    {
      "character": "Player",
      "line": "So how would I do that?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Why, by playing in our longhall! All you need to do is impress the revellers there with a few verses of an epic of your own creation!"
    },
    {
      "character": "Olaf the Bard",
      "line": "So what say you outerlander? Are you up for the challenge?"
    },
    {
      "character": "Player",
      "line": "Sure! This certainly sounds pretty easy to accomplish - I'll have your vote in no time!"
    },
    {
      "character": "Olaf the Bard",
      "line": "That is great news outerlander! We always need more music lovers here!"
    },
    {
      "character": "Player",
      "line": "Forget it! This all sounds like way too much work for a stupid vote at a meeting! I'll find someone else instead."
    },
    {
      "character": "Player",
      "line": "So how would I go about writing this epic?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Well, first of all you are going to need an instrument. Like all true bards you are going to have to make this yourself."
    },
    {
      "character": "Player",
      "line": "How do I make an instrument?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Well, it is a long and drawn-out process. Just east of this village there is an unusually musical tree that can be used to make very high quality instruments."
    },
    {
      "character": "Olaf the Bard",
      "line": "Cut a piece from it, and then carve it into a special shape that will allow you to string it. Using a knife as you would craft any other wooden object would be best for this."
    },
    {
      "character": "Player",
      "line": "Then what do I need to do?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Next you will need to string your lyre. There is a troll to the South-east who has some golden wool. I would not recommend using anything else to string your lyre with."
    },
    {
      "character": "Player",
      "line": "Anything else?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Well, when you have crafted your lyre you will need the blessing of the Fossegrimen to tune your lyre to perfection before you even consider a public performance."
    },
    {
      "character": "Player",
      "line": "Who or what is Fossegrimen?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Fossegrimen is a lake spirit that lives just a little way South-west of this village. Make her an offering of fish, and you will then be ready for your performance."
    },
    {
      "character": "Olaf the Bard",
      "line": "Make sure you give her a suitable offering however. If the offering is found to be unworthy, then you may find yourself unable to play your lyre with any skill at all!"
    },
    {
      "character": "Player",
      "line": "So what would be a worthy offering?"
    },
    {
      "character": "Olaf the Bard",
      "line": "A raw shark, manta ray, or sea turtle should be sufficient as an offering."
    },
    {
      "character": "Player",
      "line": "Okay, what else do I need to do?"
    },
    {
      "character": "Olaf the Bard",
      "line": "When you have crafted your lyre and been blessed by Fossegrimen, then you will finally be ready to make your performance to the revellers at the longhall."
    },
    {
      "character": "Olaf the Bard",
      "line": "Head past the bouncers and onto the stage, and then begin to play. If all goes well, you should find the music spring to your mind and sing your own epic on the spot."
    },
    {
      "character": "Olaf the Bard",
      "line": "I will observe both you and the audience, and if you show enough talent, I will happily vote in your favour at the council of elders."
    },
    {
      "character": "Olaf the Bard",
      "line": "Is that clear enough, outerlander? Would you like me to repeat anything?"
    },
    {
      "character": "Player",
      "line": "Can you remind me about making a lyre again, please Olaf?"
    },
    {
      "character": "Olaf the Bard",
      "line": "There are three parts to making the lyre; First you need to cut some special wood from the special musical tree which can be found just east of Rellekka."
    },
    {
      "character": "Olaf the Bard",
      "line": "When you have the wood, you will need to use a knife to craft it into a Lyre. When you have an unstrung lyre, you will need to string it before you can play it."
    },
    {
      "character": "Olaf the Bard",
      "line": "I would not use anything other than the golden string of Lalli, a troll who lives in a cave just to the South-east."
    },
    {
      "character": "Player",
      "line": "Can you remind me about getting a blessing from Fossegrimen again?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Certainly outerlander! Fossegrimen is a lake spirit who lives in the lake just to the South-west of here. She will bless you so that you may play your lyre,"
    },
    {
      "character": "Olaf the Bard",
      "line": "if you give her a worthy offering. She will only accept raw fish, so place a raw fish on her pedestal, and she will bless you. The better the offering, the longer"
    },
    {
      "character": "Olaf the Bard",
      "line": "the amount of time you will be blessed for. You will not be able to perform on stage without the blessing of the Fossegrimen."
    },
    {
      "character": "Player",
      "line": "Can you remind me about how to perform at the longhall again please?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Not a problem outerlander. When you have your lyre and have been blessed, you will be able to pass the bouncer at the stage entrance of the longhall."
    },
    {
      "character": "Olaf the Bard",
      "line": "He will not let you pass unless he believes you are ready to perform on stage. Simply go past him and onto the stage and use your lyre, and you will"
    },
    {
      "character": "Olaf the Bard",
      "line": "begin to play to entertain the revellers. If all has gone well, you will feel the music come to your mind, unbidden, as you sing an epic of your exploits."
    },
    {
      "character": "Olaf the Bard",
      "line": "I will watch your performance from backstage, and also study how much the crowd likes you, and if I believe you have enough talent, then I will vote for you at the council."
    },
    {
      "character": "Player",
      "line": "No thanks, I think that's all pretty straight forward. I'll go and make my lyre now."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Lalli",
      "line": "Bah! Puny humans always try steal Lallis' golden apples! You go away now!"
    },
    {
      "character": "Player",
      "line": "Actually, I'm not after your golden apples. I was wondering if I could have some golden wool; I need it to string a lyre."
    },
    {
      "character": "Lalli",
      "line": "Ha! You not fool me human! Me am smart! Other trolls so jealous of how brainy I are, they kick me out of camp and make me live down here in cave! But me have last funny!"
    },
    {
      "character": "Lalli",
      "line": "Me find golden apples on tree and me build wall to stop anyone who not Lalli eating lovely golden apples! Did me not tell you I are smart?"
    },
    {
      "character": "Player",
      "line": "Yes, yes, you are incredibly clever. Now please can I have some golden wool?"
    },
    {
      "character": "Lalli",
      "line": "Hum, me think you not really think I are clever. Me think you is trying trick Lalli. Me not like you as much as other human. He give me present. I give him wool."
    },
    {
      "character": "Player",
      "line": "Other human? You mean someone else has been there and you gave them wool?"
    },
    {
      "character": "Lalli",
      "line": "Human call itself Askeladden! It not trick Lalli, Lalli do good deal with human! Stupid human get some dumb wool, but did not get golden apples!"
    },
    {
      "character": "Player",
      "line": "I see... okay, well, bye!"
    },
    {
      "character": "Player",
      "line": "No, honest, you're REALLY clever. Why, I could not contemplate a mere chicanery with an advanced intellect such as you currently present."
    },
    {
      "character": "Lalli",
      "line": "Grrr! Why you insult me stupid human? Me know it are because you jealous of Lalli's huge brain and you try steal apples!"
    },
    {
      "character": "Player",
      "line": "Can I give you a present? Or maybe exchange you something for some wool?"
    },
    {
      "character": "Lalli",
      "line": "Ha! You stupid human! You think you trick Lalli? Me know you want my golden apples Well! You not get them! HAHAHA!"
    },
    {
      "character": "Player",
      "line": "Erm... okay then."
    },
    {
      "character": "Player",
      "line": "Hello there. I understand you managed to get some golden wool from Lalli?"
    },
    {
      "character": "Askeladden",
      "line": "HAHAHA! Yeah, that Lalli... what a maroon!"
    },
    {
      "character": "Player",
      "line": "So how did you manage to get the wool?"
    },
    {
      "character": "Askeladden",
      "line": "Well, as you know, I am doing the same trials that you are as part of my test of manhood, and that troll is the only one who can get that wool."
    },
    {
      "character": "Askeladden",
      "line": "You might have noticed he's kind of... messed in the head buddy! He's real paranoid about people stealing his golden apples, isn't he?"
    },
    {
      "character": "Player",
      "line": "Indeed he is. So how did you manage to get some golden wool from him?"
    },
    {
      "character": "Askeladden",
      "line": "It was easy buddy! I persuaded him he needed a pet to help him guard his apples. A pet that would never sleep! A pet that would never need food, or exercise!"
    },
    {
      "character": "Askeladden",
      "line": "A pet that would never need him to clean up its... well, you know, buddy. A pet that would always be loyal to him! A faithful companion for life!"
    },
    {
      "character": "Player",
      "line": "What pet is this then?"
    },
    {
      "character": "Askeladden",
      "line": "A pet ROCK!"
    },
    {
      "character": "Askeladden",
      "line": "Man, can you believe that stupid troll traded me some of his golden wool for a worthless ROCK?"
    },
    {
      "character": "Askeladden",
      "line": "Buddy, I hafta say; if brains were explosives, that troll wouldn't have enough to blow his nose!"
    },
    {
      "character": "Player",
      "line": "Do you have any spare rocks then?"
    },
    {
      "character": "Askeladden",
      "line": "Sure thing buddy, although I have to say, I doubt even that troll is stupid enough to fall for the SAME trick TWICE in a row! You can try anyway though!"
    },
    {
      "character": "Player",
      "line": "So this is the exact same type of rock you managed to sell to Lalli as a pet?"
    },
    {
      "character": "Askeladden",
      "line": "Yup, sure is buddy! That Lalli is stupid, even by troll standards!"
    },
    {
      "character": "Player",
      "line": "Can I have another rock? I lost mine..."
    },
    {
      "character": "Askeladden",
      "line": "Sure thing buddy! I'd say take better care of this one, but it's just a rock! I have hundreds of them! Go wild!"
    },
    {
      "character": "Player",
      "line": "Wait! I have something that might interest you... a pet rock!"
    },
    {
      "character": "Lalli",
      "line": "Hah! You think me stupid or something human? Me already got one! Me don't want lotta baby rocks either, so me don't want another one around the place!"
    },
    {
      "character": "Player",
      "line": "Please... all I want is some of your golden wool..."
    },
    {
      "character": "Lalli",
      "line": "Stupid human think he can trick me into giving away some golden apples! Hah! Golden apples is all me got to eat, you not get them, no way!"
    },
    {
      "character": "Player",
      "line": "Hmm... So you're hungry? I think I will have the perfect thing for you to eat... I just need to get myself an onion, a potato and a cabbage..."
    },
    {
      "character": "Lalli",
      "line": "Unless you got tasty food for Lalli. Then I might trade you for it."
    },
    {
      "character": "Player",
      "line": "Actually I don't..."
    },
    {
      "character": "Lalli",
      "line": "Hah! Me knew it! You human just try trick Lalli into giving away golden apple! Me not as stupid as you look!"
    },
    {
      "character": "Lalli",
      "line": "It am ready now?"
    },
    {
      "character": "Player",
      "line": "Not just yet..."
    },
    {
      "character": "Player",
      "line": "Indeed it is. Try it and see."
    },
    {
      "character": "Lalli",
      "line": "Hmm... YUM! That are delicious! Me never know human know to make soup out of stone? It some special stone?"
    },
    {
      "character": "Player",
      "line": "Indeed it is. But I'm willing to trade it."
    },
    {
      "character": "Lalli",
      "line": "Let me think about that, me like to think."
    },
    {
      "character": "Lalli",
      "line": "Your soup very tasty, human! But me still not want trade golden apples for your stone. Me think pet rock get jealous."
    },
    {
      "character": "Player",
      "line": "I. DON'T. WANT. ANY. GOLDEN. APPLES. ALL. I. WANT. IS. A. GOLDEN. FLEECE."
    },
    {
      "character": "Lalli",
      "line": "Gee, sorry human, all you have do is ask, me not need you to shout. You act like you think Lalli am stupid or something..."
    },
    {
      "character": "Lalli",
      "line": "Here you go. Hah! Me trick you human! All you got is worthless golden fleece! Me got very rare soup-making stone!"
    },
    {
      "character": "Player",
      "line": "Glad you're happy Lalli!"
    },
    {
      "character": "Player",
      "line": "I really wouldn't know where to begin playing anything on this..."
    },
    {
      "character": "Fossegrimen",
      "line": "What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I hear that I can present you with an offering and you will enchant my lyre for me."
    },
    {
      "character": "Fossegrimen",
      "line": "This is true. For a simple enchantment, you may place an offering on my Altar. Can I help you with anything else?"
    },
    {
      "character": "Player",
      "line": "Nothing, sorry."
    },
    {
      "character": "Fossegrimen",
      "line": "Do not summon me for idle conversation! Come back when you have an offering."
    },
    {
      "character": "Fossegrimen",
      "line": "Many thanks for the offering outerlander. Please accept as a gift the ability to play your lyre..."
    },
    {
      "character": "Longhall Bouncer",
      "line": "You have an instrument now, huh? Go on through the door."
    },
    {
      "character": "Longhall Bouncer",
      "line": "Yeah, you're good to go through. Olaf tells me you're some kind of outerlander bard here on tour. I doubt you're worse than Olaf is."
    },
    {
      "character": "Olaf the Bard",
      "line": "Wow! That was awesome! You are one of the greatest bards I have ever had the pleasure of watching performing! You have certainly earned my vote! I hope we can duet together soon!"
    },
    {
      "character": "Player",
      "line": "So can I rely on your vote with the council of elders in my favour?"
    },
    {
      "character": "Olaf the Bard",
      "line": "You have a truly poetic soul! Anyone who can compose such a beautiful epic, and then perform it so flawlessly can only bring good to our clan!"
    },
    {
      "character": "Player",
      "line": "Erm... so that's a yes, then?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Absolutely! We must collaborate together on a duet sometime, don't you think?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "What do you want outerlander?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "The Fremennik council of elders? I am pleased to say that I am. My value as a huntsman is recognised by my position there."
    },
    {
      "character": "Player",
      "line": "I was wondering if I could persuade you to vouch for me as a member of your clan?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "You?... well... I am not totally against the idea outerlander. If you can demonstrate some hunting skills then perhaps I may offer my vote."
    },
    {
      "character": "Player",
      "line": "How can I prove my hunting skills to you? I can go kill, like, a hundred chickens for you right now!"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Chickens? You think that would impress me?"
    },
    {
      "character": "Player",
      "line": "Cows then? I can kill cows until, er, the cows come home."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "No. The prey I have in mind for you to prove your worth to me is something far more dangerous. Far more difficult. Far more deadly."
    },
    {
      "character": "Player",
      "line": "Not... Giant Rats?!?!"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "I suspect you are mocking me outerlander. You will need to prove your skill as a hunter to me by tracking and defeating... The Draugen."
    },
    {
      "character": "Player",
      "line": "What's a Draugen? Some kind of cheap barbarian rip- off of a dragon?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Hmmm. No, the words are slightly similar I suppose, but they are very different creatures."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "The Draugen is an evil ghost from Fremennik mythology, that devours the souls of those brave warriors who meet their ends at sea."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "It stalks the coastlines, invisible to all. It brings us bad fortunes, and curses our journeys across the seas. It is also unkillable by normal means."
    },
    {
      "character": "Player",
      "line": "...Let me get this straight; You want me to hunt an unkillable, invincible, and invisible enemy? How am I supposed to do that?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Well outerlander, should you accept my challenge I will show you a special hunter's trick that will help you. Do you accept the challenge?"
    },
    {
      "character": "Player",
      "line": "Well, I need every vote I can get in the council of elders, but this certainly sounds impossible to do..."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Not at all outerlander. The Draugen is indeed impossible to kill, but that is not the same as being impossible to fight against."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Every time he takes a Fremennik life, he gains in power, so to keep it from becoming too powerful we hunters hunt it and steal its life force."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "To defeat the Draugen you will need a special item; I have one to give you but it seems as though your inventory is too full to accept it."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "We do this with a special talisman. Here, take it; it will let you track the Draugen while it's invisible, and when you defeat it will absorb its essence."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "I want you to track the Draugen, defeat it, and store its essence in that talisman for me. If you can do this important task for my clan, I will vote for you."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Take care of the talisman, and see me when you have completed this task."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Hello again outerlander. Have you managed to hunt down the terrible Draugen yet?"
    },
    {
      "character": "Player",
      "line": "Not yet..."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Hmmm. Laziness is not a trait that I admire. I suggest you go and do so if you wish me to vouchsafe for you to our council of elders."
    },
    {
      "character": "Player",
      "line": "Not yet... I lost the talisman you gave me."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "The typical careless regard for valuable objects I would expect from an outerlander such as yourself. Do not lose THIS one."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "I saw the entire hunt. Let me take that talisman from you; I would be honoured to speak out for you to our council of elders after such a hunt, outerlander."
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Absolutely outerlander! Anyone brave enough to hunt and defeat the Draugen will be a great addition to our clan!"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Hello outerlander."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "That I am outerlander; it is a position that brings my family and I pride."
    },
    {
      "character": "Player",
      "line": "I was wondering if I can count on your vote at the council of elders?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "You wish to become a Fremennik? I may be persuaded to swing my vote to your favour, but you will first need to do a little task for me."
    },
    {
      "character": "Player",
      "line": "How did I know it wouldn't be that simple for your vote?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Calm yourself outerlander. It is but a small task really... I simply require a flower."
    },
    {
      "character": "Player",
      "line": "A flower? What's the catch?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "The catch? Well... it is not just any flower. Someone in this town has an extremely rare flower from a far off land that they picked up on their travels."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "I would like you to demonstrate your merchanting skills to me, by persuading them to part with it, and then give it to me for my vote."
    },
    {
      "character": "Player",
      "line": "Well... I guess that doesn't sound too hard..."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Excellent! You will obtain this rare flower for me then?"
    },
    {
      "character": "Player",
      "line": "Okay. I don't think this will be too difficult. Any suggestions on where to start looking for this flower?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Ah, well outerlander, if I knew where to start looking I would simply do it myself!"
    },
    {
      "character": "Player",
      "line": "No help at ALL?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "We are a very insular clan, so I would not expect you to have to leave this town to find whatever you need."
    },
    {
      "character": "Player",
      "line": "You know what? No. This all sounds like a lot of hassle to me, and frankly I just can't be bothered with it right now."
    },
    {
      "character": "Player",
      "line": "I'll go get someone else to vote for me."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "As you wish outerlander. If you change your mind, come and see me again; I am very interested in getting my hands on that flower."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "So... how goes it outerlander? Did you manage to obtain my flower for me yet? Or do you lack the necessary merchanting skills?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it... Do you have any suggestion where to start looking for it?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "I suggest you ask around the other Fremennik in the town. A good merchant will find exactly what their customer needs somewhere."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a rare flower from across the sea, do you?"
    },
    {
      "character": "Askeladden",
      "line": "Nope, sorry buddy!"
    },
    {
      "character": "Thora the Barkeep",
      "line": "I wouldn't know about that, outerlander."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Greetings again outerlander! How goes your attempts to gain votes with the council of elders?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Not really my affair, outerlander."
    },
    {
      "character": "Olaf the Bard",
      "line": "I'm sorry, no I don't."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Not in the slightest."
    },
    {
      "character": "Skulgrimen",
      "line": "I never saw anything like that in my store before."
    },
    {
      "character": "Fisherman",
      "line": "I never saw anything like that in my store before."
    },
    {
      "character": "Peer the Seer",
      "line": "I'm afraid not, outerlander."
    },
    {
      "character": "Yrsa",
      "line": "No... sorry, I don't."
    },
    {
      "character": "Manni the Reveller",
      "line": "I have not the first idea about that."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Greetings outerlander."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "No idea at all outerlander."
    },
    {
      "character": "Sailor",
      "line": "Ah! Even the outerlanders have heard of my mysterious flower! I found it in a country far far away from here!"
    },
    {
      "character": "Player",
      "line": "Can I buy it from you?"
    },
    {
      "character": "Sailor",
      "line": "I'm afraid not, outerlander. There is a woman in this village whose heart I seek to capture, and I think giving her this strange flower might be my best bet with her."
    },
    {
      "character": "Player",
      "line": "Maybe you could let me have the flower and do something else to impress her?"
    },
    {
      "character": "Sailor",
      "line": "Hmm... that is not a totally stupid idea outerlander. I know she is a lover of music, and a romantic ballad might be just the thing with which to woo her."
    },
    {
      "character": "Sailor",
      "line": "Unfortunately I don't have a musical bone in my entire body, so someone else will have to write it for me."
    },
    {
      "character": "Player",
      "line": "So if I can find someone to write you a romantic ballad, you will give me your flower?"
    },
    {
      "character": "Sailor",
      "line": "That sounds like a fair deal to me, outerlander."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a love ballad, do you?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Well, as official Fremennik bard, it falls within my remit to compose all music for the tribe. I am fully versed in all the various types of romantic music."
    },
    {
      "character": "Player",
      "line": "Great! Can you write me one then?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Well... normally I would be thrilled at the chance to show my skill as a poet in composing a seductively romantic ballad..."
    },
    {
      "character": "Player",
      "line": "let me guess; here comes the 'but'."
    },
    {
      "character": "Olaf the Bard",
      "line": "...but unfortunately I cannot concentrate fully upon my work recently."
    },
    {
      "character": "Player",
      "line": "Why is that then?"
    },
    {
      "character": "Olaf the Bard",
      "line": "It is these old worn out shoes of mine... As a bard I am expected to wander the lands, singing of the glorious battles of our warriors."
    },
    {
      "character": "Olaf the Bard",
      "line": "If you can find me a pair of sturdy boots to replace these old worn out ones of mine, I will be happy to spend the time on composing you a romantic ballad."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find some custom sturdy boots, do you?"
    },
    {
      "character": "Yrsa",
      "line": "Well, I don't usually have many shoes in stock here in my little clothes shop... I will be able to make you up a pair if you are really desperate though?"
    },
    {
      "character": "Player",
      "line": "They're not for me... I need them for Olaf."
    },
    {
      "character": "Yrsa",
      "line": "Oh, that foolish bard... Why didn't he just ask me to make him some? It is his stupid pride, I believe!"
    },
    {
      "character": "Yrsa",
      "line": "I will tell you what I will do outerlander; I know that you must have the ear of the chieftain for him to consider you as worthy of becoming a Fremennik by trial."
    },
    {
      "character": "Yrsa",
      "line": "I will make you a pair of sturdy boots for Olaf if you will persuade him to reduce the sales tax placed upon all Fremennik shopkeepers. It does nothing but hurt my business now."
    },
    {
      "character": "Player",
      "line": "Okay, I will see what I can do."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a guarantee of a reduction on sales taxes, do you?"
    },
    {
      "character": "Yrsa",
      "line": "Yes I do outerlander. Only the Chieftain may permit such a thing. Talk to him."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "A reduction on sales taxes? Why, I am the only one in the Fremennik who may authorise such a thing. What does an outerlander want with that?"
    },
    {
      "character": "Player",
      "line": "Actually, it's not for me. I need to get it as part of my trials."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hmmm. Interesting. Your trials seem to be very different to those I took as a young lad. Well, I am not adverse in principle to giving a slight tax break to our shops."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "There will of course be a shortfall in the tribe's income, that will need to be made up for elsewhere, however."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "How about this. For many years Sigli has been the only one in the tribe who knows the locations of the best hunting grounds where game is easiest to catch."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If you can persuade him to let the entire tribe know these hunting grounds, then we can increase productivity within the tribe, and any shortfall caused"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "by lowering sales taxes will be covered. I think this is a more than fair arrangement to make, don't you?"
    },
    {
      "character": "Player",
      "line": "Yeah, that sounds very fair."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Speak to Sigli then, and you may have my promise to reduce our sales taxes. And best of luck with the rest of your trials."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a map to unspoiled hunting grounds, do you?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Well, of course I do. I wouldn't be much of a huntsman if I didn't know where to find my prey now, would I outerlander?"
    },
    {
      "character": "Player",
      "line": "No, I guess not. So can I have it?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Directions to my hunting grounds could mean the end of my livelihood. The only way I would be prepared to give them up would be..."
    },
    {
      "character": "Player",
      "line": "What? Power? Money? Women? Wine?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "...a new string for my hunting bow. Not just any bowstring; I need a custom bowstring, balanced for my bow precisely to keep my hunt competitive."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Only in this way would I allow the knowledge of my hunting grounds to be passed on to strangers."
    },
    {
      "character": "Player",
      "line": "So where would I get that?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "I have no idea. But then again, I'm happy with my old bowstring and being the only person who knows where my hunting ground is."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a finely balanced custom bowstring, do you?"
    },
    {
      "character": "Sailor",
      "line": "Not really my affair, outerlander."
    },
    {
      "character": "Skulgrimen",
      "line": "Aye, I have a few in stock. What would an outerlander be wanting with equipment like that?"
    },
    {
      "character": "Player",
      "line": "It's for Sigli. It needs to be weighted precisely to suit his hunting bow."
    },
    {
      "character": "Skulgrimen",
      "line": "For Sigli eh? Well, I made his bow in the first place, so I'll be able to select the right string for you... just one small problem."
    },
    {
      "character": "Player",
      "line": "What's that?"
    },
    {
      "character": "Skulgrimen",
      "line": "This string you'll be wanting... Very rare. Take a lot of time to recreate. Not sure you have the cash for it."
    },
    {
      "character": "Player",
      "line": "Then maybe you'll accept something else...?"
    },
    {
      "character": "Skulgrimen",
      "line": "Heh. Good thinking outerlander. Well, it's true, there is more to life than just making money. Making weapons is good money, but it's not why I do it."
    },
    {
      "character": "Skulgrimen",
      "line": "I'll tell you what. I heard a rumour that one of the fishermen down by the docks caught some weird looking fish as they were fishing the other day."
    },
    {
      "character": "Skulgrimen",
      "line": "From what I hear this fish is unique. Nobody's ever seen its like before. This intrigues me. I'd like to have it for myself. Make a good trophy."
    },
    {
      "character": "Skulgrimen",
      "line": "You get me that fish, I give you the bowstring. What do you say? We got a deal?"
    },
    {
      "character": "Player",
      "line": "Sounds good to me."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find an exotic and extremely rare fish, do you?"
    },
    {
      "character": "Skulgrimen",
      "line": "What? There's another one?"
    },
    {
      "character": "Player",
      "line": "Er... no, it's the one for you that I'm looking for..."
    },
    {
      "character": "Skulgrimen",
      "line": "Ah. I see. I already told you. Some guy down by the docks was bragging. Best ask there, I reckon."
    },
    {
      "character": "Fisherman",
      "line": "Ah, so even outerlanders have heard of my amazing catch the other day!"
    },
    {
      "character": "Player",
      "line": "You have it? Can I trade you something for it?"
    },
    {
      "character": "Fisherman",
      "line": "As exotic looking as it is, it is bad eating. I will happily trade it if you can find me the secret map of the best fishing spots that the navigator has hidden away."
    },
    {
      "character": "Player",
      "line": "Is that all?"
    },
    {
      "character": "Fisherman",
      "line": "Indeed it is, outerlander. The only reason I sit out here in the cold all day long is so I don't have to pay his outrageous prices."
    },
    {
      "character": "Fisherman",
      "line": "By getting me his copy of that map, I will finally be self sufficient. I might even make a profit!"
    },
    {
      "character": "Player",
      "line": "I'll see what I can do."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a map of deep sea fishing spots do you?"
    },
    {
      "character": "Fisherman",
      "line": "You should pay attention when I speak! I already told you, that rip off navigator has it, and I want it!"
    },
    {
      "character": "Player",
      "line": "Hello!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Greetings outerlander."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Hmmm? Why of course! As the navigator for the Fremennik I keep all of our maps secure right here."
    },
    {
      "character": "Player",
      "line": "Great! Can I have it?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Have it? Just like that? I think not outerlander. This map shows all of the prime fishing locations nearby."
    },
    {
      "character": "Swensen the Navigator",
      "line": "It is very valuable to our clan. I am afraid I can not just give it away."
    },
    {
      "character": "Player",
      "line": "Perhaps I can trade you something for it?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "A trade? For a map of the best fishing spots in a hundred leagues? I will trade it for no less than a weather forecast from our Seer."
    },
    {
      "character": "Swensen the Navigator",
      "line": "As a navigator, the weather is extremely important for plotting the best course. Unfortunately the Seer is always too busy to help me with a forecast."
    },
    {
      "character": "Player",
      "line": "Where could I get a weather forecast from then?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "I just told you: from the Seer. You will need to persuade him to take the time to make a forecast somehow."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a weather forecast from the Fremennik Seer do you?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Uh... from the Seer perhaps?"
    },
    {
      "character": "Peer the Seer",
      "line": "Er.... Yes, because I AM the Fremennik Seer."
    },
    {
      "character": "Player",
      "line": "Can I have a weather forecast then please?"
    },
    {
      "character": "Peer the Seer",
      "line": "You require a divination of the weather? This is a simple matter for me, but I will require something in return from you for this small service."
    },
    {
      "character": "Player",
      "line": "I knew you were going to say that..."
    },
    {
      "character": "Peer the Seer",
      "line": "Do not fret, outerlander; it is a fairly simple matter. I require a bodyguard for protection. Find someone willing to offer me this service."
    },
    {
      "character": "Player",
      "line": "That's all?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is all."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a brave and powerful warrior to act as a bodyguard?"
    },
    {
      "character": "Peer the Seer",
      "line": "If I did, then I would simply have asked them myself now, wouldn't I, outerlander?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Know you not who I am outerlander? There are none more brave or powerful than me amongst all the Fremennik!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "However... The role of bodyguard is below me, as a noble warrior. You might as well ask me to babysit the children!"
    },
    {
      "character": "Player",
      "line": "Is there no way you would do this for me?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "There is but one way outerlander. Since I was steeled in battle, I have dreamt of earning my place at the Champions Table in the Long Hall."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "It is a tradition amongst us that the bravest and strongest are honoured with a table of champions to drink and feast all that they can in our Long Hall."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Unfortunately, there are only a fixed number of places available at the table, and these places were all filled many moons ago by others."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Although my worthiness is undeniable, the only way I may take my place is if one of those already there die, or give up their place to me voluntarily."
    },
    {
      "character": "Player",
      "line": "So you want me to go kill one of them off for you? Make it look like an accident?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "WHAT? No, no, not at all! I am shocked you would suggest such a thing!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "If you can persuade one of the Revellers to give up their Champions' Token to you so that I might take their place, you may have my contract as a bodyguard."
    },
    {
      "character": "Player",
      "line": "Okay, I'll see what I can do."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a Champions' Token?"
    },
    {
      "character": "Thorvald",
      "line": "If you can persuade one of the Revellers to give up their Champions' Token to you so that I might take their place, you may have my contract as a bodyguard."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a token to allow a seat at the champions table, do you?"
    },
    {
      "character": "Manni the Reveller",
      "line": "As a matter of fact, I do. I have one right here. I earnt my place here at the longhall for surviving over 5000 battles and raiding parties."
    },
    {
      "character": "Manni the Reveller",
      "line": "Due to my contribution to the tribe, I am now permitted to spend my days here in the longhall listening to the epic tales of the bard, and drinking beer."
    },
    {
      "character": "Player",
      "line": "Cool. That sounds pretty sweet! So I guess you don't want to give it away?"
    },
    {
      "character": "Manni the Reveller",
      "line": "I think it sounds better than it actually is outerlander. I miss my glory days of combat on the battlefield. And to tell you the truth, the beer here isn't great, and the bards' music is lousy."
    },
    {
      "character": "Manni the Reveller",
      "line": "I would happily give up my token if it were not for the one thing that keeps me here. Our barkeep is one of the best in the world, and has worked in taverns across the land."
    },
    {
      "character": "Manni the Reveller",
      "line": "When she was younger, she experimented a lot with her drinks, and invented a cocktail so alcoholic and tasty that it has become something of a legend to all who enjoy a drink."
    },
    {
      "character": "Manni the Reveller",
      "line": "Unfortunately, she decided that cocktails were not a suitable drink for Fremennik warriors, and vowed to never again make it."
    },
    {
      "character": "Manni the Reveller",
      "line": "I have been here every day since she returned, hoping that someday she might change her mind and I might try this legendary cocktail for myself. Alas, it has never come to pass..."
    },
    {
      "character": "Manni the Reveller",
      "line": "If you can persuade her to make me her legendary cocktail, I will be happy to never let another drop of alcohol pass my lips, and will give you my champions token."
    },
    {
      "character": "Manni the Reveller",
      "line": "That's all."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find the longhall barkeeps' legendary cocktail, do you?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Uh... yes, the longhall barkeep has it. So could you get me my drink now please?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "How did you hear about that?!?!?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "I didn't think anybody knew about that... Well, it is true that in my younger years as a barkeep, I wandered the lands trying various alcoholic delicacies."
    },
    {
      "character": "Thora the Barkeep",
      "line": "Did you ever realise just how many different types of alcohol there are here in Gielinor? Lots!"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Well, anyway, I used a fusion of various drinks from all around the world to create the greatest cocktail ever made!"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Of course, when my wanderlust was gone, and I returned back to Rellekka to serve as barkeep here, I gave all that up."
    },
    {
      "character": "Player",
      "line": "But you still remember how to make it, right?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Of course."
    },
    {
      "character": "Player",
      "line": "And you have all the ingredients here? I don't need to go chasing round the world for obscure ingredients to make it?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "No, I have them all here. Why?"
    },
    {
      "character": "Player",
      "line": "Can you make me your legendary cocktail then?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "I would rather not; it is a reminder of a life I left behind when I came back."
    },
    {
      "character": "Player",
      "line": "Any way I could change your mind?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "You need this to become a Fremennik, right? Well, you seem okay for an outerlander, it would be a shame to see you fail. You know Askeladden?"
    },
    {
      "character": "Player",
      "line": "That kid outside? Sure."
    },
    {
      "character": "Thora the Barkeep",
      "line": "He is nothing but a pest. He keeps sneaking in and stealing beer. I shudder to think what he will be like when he has passed his trial of manhood,"
    },
    {
      "character": "Thora the Barkeep",
      "line": "and is allowed in here legitimately. If you can get him to sign a contract promising that he will NEVER EVER EVER darken my doorway here again, you get the drink."
    },
    {
      "character": "Player",
      "line": "Any idea how I can get him to do that?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Knowing that little horror, he'll probably be willing to in exchange for some cash. You should go ask him yourself though."
    },
    {
      "character": "Player",
      "line": "I don't suppose you have any idea where I could find a written promise from Askeladden to stay out of the Longhall?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Well, as I say, you should talk to him about that. Knowing the little runt as I do though He'll probably do it for the cash."
    },
    {
      "character": "Askeladden",
      "line": "What? I can't believe she asked you to get a written promise from me to stay out!"
    },
    {
      "character": "Player",
      "line": "Yup, she really did."
    },
    {
      "character": "Askeladden",
      "line": "Awwwwwww.... but the longhall is just SO MUCH FUN! I'd live there if I could! I suppose you really need that promise to help become a Fremennik, huh?"
    },
    {
      "character": "Player",
      "line": "Yeah, I really do..."
    },
    {
      "character": "Askeladden",
      "line": "Well I'll tell you what buddy; As it's you, I'll give you that written promise. All I ask in return for it is a measly 5000 gold. What do you say?"
    },
    {
      "character": "Player",
      "line": "That's all you want in return? Sure thing. Here you go."
    },
    {
      "character": "Player",
      "line": "...how embarrassing. I appear to be short..."
    },
    {
      "character": "Askeladden",
      "line": "Trying to scam me, huh buddy? Well it won't work! You come back with the cash, or don't come back at all!"
    },
    {
      "character": "Askeladden",
      "line": "Done, and done. Let me know if you got any more cash burning a hole in your pocket I can relieve you of, buddy."
    },
    {
      "character": "Player",
      "line": "I don't think so... That's really quite a lot of money..."
    },
    {
      "character": "Askeladden",
      "line": "Hey, suit yourself buddy. You change your mind, the bank of Askeladden is open for deposits 24 hours a day! Eh-heh-heh-heh-heh."
    },
    {
      "character": "Player",
      "line": "I thought you really liked the long hall?"
    },
    {
      "character": "Askeladden",
      "line": "I do!"
    },
    {
      "character": "Player",
      "line": "Then why did you sign this guarantee that you will never enter it again?"
    },
    {
      "character": "Askeladden",
      "line": "Aha! It is because I am cunning! That guarantee says that Askeladden will never enter the longhall again! But when I have completed my Fremennik trials,"
    },
    {
      "character": "Askeladden",
      "line": "and passed my trial of manhood, I will be given a new name, as is our custom, and will therefore not be Askeladden anymore! That guarantee isn't worth the paper it's written on!!"
    },
    {
      "character": "Askeladden",
      "line": "You didn't think I would give up going to the longhall for only 5000 did you?"
    },
    {
      "character": "Player",
      "line": "Knowing you, I guess I didn't."
    },
    {
      "character": "Player",
      "line": "Hi! Can I please have one of your legendary cocktails now?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "What?!?! I can't believe you... Let me look at that... Askeladden would NEVER... Gosh. It looks legitimate."
    },
    {
      "character": "Thora the Barkeep",
      "line": "Here you go, on the house! You have made my life SO much easier! Knowing that little monster won't be bugging me in here all the time anymore!"
    },
    {
      "character": "Thora the Barkeep",
      "line": "That little weasel will have to abide by this written promise that Askeladden can never ever enter the Longhall again! He can't get round this one!"
    },
    {
      "character": "Player",
      "line": "Uh... yeah... yeah, you probably won't see someone called Askeladden coming in here..."
    },
    {
      "character": "Player",
      "line": "Thanks for making me this cocktail. Why don't you make them anymore normally?"
    },
    {
      "character": "Thora the Barkeep",
      "line": "Ah... when I gave up my travels across the world many years back, to return to my expected role as longhall barkeep, as my mother, and her mother, were before me,"
    },
    {
      "character": "Thora the Barkeep",
      "line": "I gave up a lot of the freedom I had found in the outside world. I know it is our custom to shun outerlanders and their ways, but I didn't find them as bad as the stories say."
    },
    {
      "character": "Thora the Barkeep",
      "line": "Sometimes I feel as though we Fremennik live in a prison that we have constructed for ourselves, and that WE are the outerlanders, out here on the edge of the world..."
    },
    {
      "character": "Thora the Barkeep",
      "line": "I'm sorry, I think it is part of the job of Longhall barkeep to get philosophical about things ocassionally. I wish you all the best of luck with your trials, outerlander."
    },
    {
      "character": "Thora the Barkeep",
      "line": "When you have finished, perhaps you will come back here, and we can share a drink over tales of the outside world?"
    },
    {
      "character": "Player",
      "line": "Thanks, I'd like that."
    },
    {
      "character": "Player",
      "line": "Hey. I got your cocktail for you."
    },
    {
      "character": "Manni the Reveller",
      "line": "...It is true! The legendary cocktail! I have waited for this day ever since I first started drinking!"
    },
    {
      "character": "Manni the Reveller",
      "line": "Here outerlander, you may take my token. I will happily give up my place at the longhalls table of champions just for a taste of this exquisite beverage!"
    },
    {
      "character": "Player",
      "line": "It's just a drink..."
    },
    {
      "character": "Manni the Reveller",
      "line": "No, it is an artform. A drink such as this should be appreciated, and admired. It is like a fine painting, or a tasteful sculpture."
    },
    {
      "character": "Manni the Reveller",
      "line": "If what I hear is true, then all other drinks become like unpalatable water in comparison to this!"
    },
    {
      "character": "Player",
      "line": "I guess you're happy with the trade then!"
    },
    {
      "character": "Player",
      "line": "So it doesn't bother you at all that you just gave up your place here for one drink?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Ah, but it was not just any drink... It was the finest cocktail ever created! Now that I have tasted it, I need never drink again, for my tastebuds will never be so excited!"
    },
    {
      "character": "Player",
      "line": "So it was nice?"
    },
    {
      "character": "Manni the Reveller",
      "line": "It was... exquisite!"
    },
    {
      "character": "Player",
      "line": "What did it taste of, then?"
    },
    {
      "character": "Manni the Reveller",
      "line": "Mostly tomato juice."
    },
    {
      "character": "Player",
      "line": "I would like your contract to offer your services as a bodyguard."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Oh you would, would you outerlander? I have already told you, I will not demean myself with such a baby sitting job until I can sit in the Longhall with pride."
    },
    {
      "character": "Player",
      "line": "It's a good thing I have the Champions' Token right here then, isn't it?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Ah... well this is a different matter. With that token I can claim my rightful place as a champion in the Long hall!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Here outerlander, I can suffer the indignity of playing babysitter if it means that I can then revel with my warrior equals in the Long Hall afterwards!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Here outerlander, take this contract; I will fulfill it to my utmost."
    },
    {
      "character": "Player",
      "line": "You didn't take much persuading to 'lower' yourself to a bodyguard."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "You misunderstand, outerlander. Normally I will only battle for a noble cause, but have never been recognised as a true champion here."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "With this Champion's token, I can stand alongside my warrior brethren in the Long Hall, and revel in the glories of past victories together!"
    },
    {
      "character": "Player",
      "line": "Can I have a weather forecast now please?"
    },
    {
      "character": "Peer the Seer",
      "line": "I have already told you outerlander; You may have a reading from me when I have a signed contract from a warrior guaranteeing my protection."
    },
    {
      "character": "Player",
      "line": "Yeah, I know; I have one right here from Thorvald."
    },
    {
      "character": "Peer the Seer",
      "line": "You have not only persuaded one of the Fremennik to act as a servant to me, but you have enlisted the aid of mighty Thorvald himself???"
    },
    {
      "character": "Peer the Seer",
      "line": "You may take this forecast with my blessing outerlander. You have offered me the greatest security I can imagine."
    },
    {
      "character": "Player",
      "line": "So, about this forecast..."
    },
    {
      "character": "Peer the Seer",
      "line": "Yes, outerlander?"
    },
    {
      "character": "Player",
      "line": "I still don't know why you didn't just let me have one anyway in the first place. Surely it means nothing to you?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is not true, outerlander. Although I see glimpses of the future all of the time, using my powers brings the attention of the gods to me."
    },
    {
      "character": "Peer the Seer",
      "line": "Some of the gods are spiteful and cruel, and I fear if I use my powers too much then I will meet with unpredictable accidents. This is why I needed protection."
    },
    {
      "character": "Player",
      "line": "Okay... I... think I understand..."
    },
    {
      "character": "Player",
      "line": "I would like your map of fishing spots."
    },
    {
      "character": "Swensen the Navigator",
      "line": "I have already told you outerlander; I will not exchange it for anything other than a divination on the weather from our seer himself!"
    },
    {
      "character": "Player",
      "line": "What, like this one I have here?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "W-what...? I don't believe it! How did you...? I suppose it doesn't matter, you have my gratitude outerlander!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "With this forecast I will be able to plan a safe course for our next raiding expedition!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Here, outerlander; you may take my map of local fishing patterns with my gratitude!"
    },
    {
      "character": "Player",
      "line": "If this map of fishing spots is so valuable, why did you give it away to me so easily?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Hmmm? Well, firstly it will be of value to our entire clan, so I have lost nothing from giving it to you."
    },
    {
      "character": "Swensen the Navigator",
      "line": "The other reason is of course that I have already memorised it, so I can make myself another copy whenever I want!"
    },
    {
      "character": "Player",
      "line": "Here. I got you your map."
    },
    {
      "character": "Fisherman",
      "line": "Great work outerlander! With this, I can finally catch enough fish to make an honest living from it! Here, have the stupid rare fish."
    },
    {
      "character": "Player",
      "line": "I don't see what's so special about this so called rare fish."
    },
    {
      "character": "Fisherman",
      "line": "Me neither, outerlander. That is why I gave it to you."
    },
    {
      "character": "Player",
      "line": "Hi there. I got your fish, so can I have that bowstring for Sigli now?"
    },
    {
      "character": "Skulgrimen",
      "line": "Ohh... That's a nice fish. Very pleased. Here. Take the bowstring. You fulfilled agreement. only fair I do same. Good work outerlander."
    },
    {
      "character": "Player",
      "line": "So about this bowstring... was it hard to make or something?"
    },
    {
      "character": "Skulgrimen",
      "line": "Not hard. Just a trick to it. Takes skill to learn, but when learnt, easy. Sigli will be happy. Finest bowstring on continent. Will suit his needs perfectly."
    },
    {
      "character": "Player",
      "line": "Here. I have your bowstring. Give me your map to the hunting grounds."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "Well met, outerlander. I see some hunting potential within you. Here, take my map, I was getting too dependent on it for my skill anyway."
    },
    {
      "character": "Player",
      "line": "So you really don't mind giving this away to me?"
    },
    {
      "character": "Sigli the Huntsman",
      "line": "No outerlander... it is hard to explain. That map makes my role as huntsman too easy. I fear my skills are becoming dulled. Now I must track my prey once more."
    },
    {
      "character": "Sigli the Huntsman",
      "line": "To begin again from scratch... I feel this may keep me sharp."
    },
    {
      "character": "Player",
      "line": "I got Sigli's hunting map for you."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Excellent work outerlander! And so quickly, too! Here, you may take my financial report promising reduced sales taxes on all goods."
    },
    {
      "character": "Player",
      "line": "So cutting sales tax isn't going to ruin your economy here or anything?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Not at all outerlander; now that we have Sigli's map we can increase the amount of hunts we run, and make up any shortfall that way."
    },
    {
      "character": "Player",
      "line": "Hello. Can I have those boots now? Here is a written statement from Brundt outlining future tax burdens upon Fremennik merchants and shopkeepers for the year."
    },
    {
      "character": "Yrsa",
      "line": "Certainly! Let me have a look at what he has written here, just give me a moment..."
    },
    {
      "character": "Yrsa",
      "line": "Yes, that all appears in order. Tell Olaf to come to me next time for shoes!"
    },
    {
      "character": "Player",
      "line": "Hey, these shoes look pretty comfy. Think you could make me a pair like them?"
    },
    {
      "character": "Yrsa",
      "line": "Maybe if you pass your trial and become a full fledged member of the Fremennik..."
    },
    {
      "character": "Player",
      "line": "Hello Olaf. Do you have a beautiful love song written for me?"
    },
    {
      "character": "Olaf the Bard",
      "line": "That depends outerlander... Do you have some new boots for me? My feet get so tired roaming the land..."
    },
    {
      "character": "Player",
      "line": "As a matter of fact - I do!"
    },
    {
      "character": "Olaf the Bard",
      "line": "Oh! Superb! Those are great! They're just what I was looking for! Here, take this song with my compliments! It is one of my finest works yet!"
    },
    {
      "character": "Player",
      "line": "So you think this song is pretty good then?"
    },
    {
      "character": "Olaf the Bard",
      "line": "Ahhh.... outerlander... it is the most beautiful romantic ballad I have ever been inspired to write..."
    },
    {
      "character": "Olaf the Bard",
      "line": "Only a woman with a heart of icy stone could fail to be moved by its beauty!"
    },
    {
      "character": "Player",
      "line": "Thanks! That sounds perfect!"
    },
    {
      "character": "Player",
      "line": "You'll be glad to know I have had a love song written just for you by Olaf. So can I have that flower of yours now?"
    },
    {
      "character": "Sailor",
      "line": "Oh. It's by Olaf? Hmm. Well, a deal's a deal. I just hope it's better than the usual rubbish he comes up with, or my chances are worse than ever."
    },
    {
      "character": "Player",
      "line": "so tell me... who is this woman that you are trying to impress anyway?"
    },
    {
      "character": "Sailor",
      "line": "It's Thora, the longhall barkeep. Please don't tell her though. She's not like the rest of the Fremennik girls, she has a secret desire to see the world."
    },
    {
      "character": "Sailor",
      "line": "Being a sailor, I can really relate to that."
    },
    {
      "character": "Player",
      "line": "Here's that flower you wanted."
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Incredible! Your merchanting skills might even match my own! I have no choice but to recommend you to the council of elders!"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Hello again outerlander! I am amazed once more at your apparent skill at merchanting!"
    },
    {
      "character": "Player",
      "line": "So I can count on your vote at the council of elders?"
    },
    {
      "character": "Sigmund The Merchant",
      "line": "Absolutely, outerlander. Your merchanting skills will be a real boon to the Fremennik."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Hello yourself, outerlander. What brings you to dare speak to a mighty Fremennik warrior such as myself?"
    },
    {
      "character": "Player",
      "line": "Erm... are you a member of the council?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "The Fremennik council of elders? Why, of course I am. I am recognised as one the clans mightiest warriors. What is it to you outerlander?"
    },
    {
      "character": "Player",
      "line": "Well... I was wondering if you could vote for me to become a Fremennik."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "An outerlander wishes to become a Fremennik!?!? Ha! That is priceless!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Well, let us say that I am not totally against this concept. As a warrior, I appreciate the value of brave and powerful warriors to our clan,"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "and even though you may be an outerlander, I will not hold this against you if you can prove yourself to be fierce of heart in a combat situation to me."
    },
    {
      "character": "Player",
      "line": "So how can I prove that? You want to fight me? Come on then, bring it on! Right here, right now, buddy!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Hahahahaha! You certainly show some spirit for an outerlander!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "But spirit does not always make a good warrior. It takes both skill and spirit to be so. I have a test that I give all Fremenniks on their path to be a member of the clan."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "My test will challenge both your combat prowess and your bravery equally. Should you pass it you will earn my vote at the council, and more importantly my respect for you as a warrior."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "So what say you, outerlander? Are you prepared for the battle?"
    },
    {
      "character": "Player",
      "line": "Am I prepared? I'll show you what combat's all about, you big sissy barbarian type guy!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Hahahahaha! I'm beginning to like you already, outerlander!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Then allow me to present you with my challenge; This ladder here will take you to a place of combat. I have placed a special warrior down there to challenge you."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Battle him to the death, and you will pass my challenge. If at any point you wish to leave combat, simply climb back up the ladder, to leave that place."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "If you leave you will of course fail the test. You may retry my test in the future if you fail, but you must stay down there until the death if you wish for my vote at the council."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "You must defeat him three times to prove that you are worthy. The fourth time that you fight him will be to the death, so do not show cowardice."
    },
    {
      "character": "Player",
      "line": "Is that all? It will be easy!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "No, there is one more important rule;"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "You may not enter the battleground with any armour or weaponry of any kind."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "If you need to place your equipment into your bank account, I recommend that you speak to the seer, who knows a spell that will do that for you."
    },
    {
      "character": "Player",
      "line": "No thanks, I'm pretty sure that I can find someone else to vote for me."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Hmm, not so brave after all, outerlander? Perhaps it is for the best. I doubt you have what it takes to pass my challenge."
    },
    {
      "character": "Player",
      "line": "So what do I have to do to earn your vote at the council again?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "I will not offer my vote to anybody whose bravery in combat I do not trust completely. You must go down that ladder and fight your foe to the death."
    },
    {
      "character": "Player",
      "line": "So, who is my opponent?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Ah, a wise question before entering combat. His name is Koschei the deathless. He is something of a mystery, even to us."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "On one of our regular raiding parties, our longship discovered a man in the frozen waters far north-east of here. We took him aboard our ship, thinking he must be dead."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "To our amazement he was perfectly healthy, even though he must have been in those deadly icy waters for many weeks."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "He has no memory of who he is, or how he came to be there, except for his own name: Koschei. We named him 'The Deathless' because he is seemingly unkillable!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Any combat technique used against him, he learns instantly! He also apparently can heal himself from any wound at will! When he attacks, his weapon moves like a whirlwind!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "He can hide his combat level from his opponents at will as well! He is truly a horribly fierce opponent to face! I am only glad that he has chosen to stay here with us!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "The daylight makes him feel weak, so we have built him his own battleground beneath this building, where he can train his fiercesome skills without being disturbed."
    },
    {
      "character": "Player",
      "line": "But he can't REALLY be unkillable......can he?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Some say he cannot die, for he has hidden his heart outside of his body to be kept forever safe in a duck egg."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Others say he has been cursed by the gods to wander this land forever, never knowing any peace in his life, but only combat."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Some claim that the sword he carries is the source of all his power, and if he should lose it, then exactly one minute later, he will turn back into his true form;"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "A weakened, lame, old man."
    },
    {
      "character": "Player",
      "line": "And what do you believe?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "I believe you shouldn't look a gift horse in the mouth. He is a fearfully powerful warrior, but more importantly; He is on OUR side, not against us."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "He is content testing the battle skills of anyone taking their Fremennik trials of manhood, and I am content knowing that should an enemy ever invade our town,"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "while our warriors are out on a raiding party, Koschei will be able to hold off ANY invader long enough for us to make our return."
    },
    {
      "character": "Player",
      "line": "I don't really like fighting that much... Isn't there something else I can do to earn your vote at the council of elders?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Yes of course outerlander! If you bring me five raw sardines then I will vote for you instead!"
    },
    {
      "character": "Player",
      "line": "REALLY?!?!?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "HAHAHAHAHAHA! No, of course not! You are stupid, even by outerlander standards!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "If you want my vote, you must pass my trial. It is as simple as that."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "I was only joking about the raw sardines outerlander."
    },
    {
      "character": "Player",
      "line": "Oh. Really? Oh. So I have to pass your combat trial?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "Hello there! Thorvald tells me you can deposit my equipment directly into my bank account for me...?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is correct outerlander, but you will need to go and retrieve your equipment from your bank account yourself, manually."
    },
    {
      "character": "Peer the Seer",
      "line": "Alas, my spell is not very accurate, so it will deposit everything you have upon you into your bank, not just your armour and weapons."
    },
    {
      "character": "Player",
      "line": "Yes, please deposit my equipment."
    },
    {
      "character": "Peer the Seer",
      "line": "I am sorry outerlander, the spell is not working."
    },
    {
      "character": "Peer the Seer",
      "line": "The task is done. I wish you luck with your test, outerlander."
    },
    {
      "character": "Player",
      "line": "No thanks, I'll just go to the bank and sort my inventory out myself."
    },
    {
      "character": "Koschei the deathless",
      "line": "It seems you have some idea of combat after all, outerlander! I will not hold back so much this time!"
    },
    {
      "character": "Koschei the deathless",
      "line": "Impressive start... But now we fight for real!"
    },
    {
      "character": "Koschei the deathless",
      "line": "You show some skill at combat... I will hold back no longer! This time you lose your prayer however, and fight like a warrior!"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Hahaha! Well fought outerlander! Now come down from there, you have passed my trial with flying colours!"
    },
    {
      "character": "Player",
      "line": "But... I don't understand... I did not manage to beat Koschei..."
    },
    {
      "character": "Thorvald the Warrior",
      "line": "I would be honoured to represent you to the council as worthy of being a Fremennik after watching that superb battle!"
    },
    {
      "character": "Player",
      "line": "So can I count on your vote at the council of elders now Thorvald?"
    },
    {
      "character": "Thorvald the Warrior",
      "line": "Absolutely! I watched the entire battle, and was extremely impressed with your bravery in combat!"
    },
    {
      "character": "Player",
      "line": "I'd really rather not go back down there again, now that I have Thorvald's vote at the council of elders."
    },
    {
      "character": "Peer the Seer",
      "line": "Hello outerlander. What do you want?"
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for members of the council of elders to vote for me to become a Fremennik."
    },
    {
      "character": "Peer the Seer",
      "line": "Are you now? Well that is interesting. Usually outerlanders do not concern themselves with our ways like that."
    },
    {
      "character": "Peer the Seer",
      "line": "I am one of the members of the council of elders, and should you be able to prove to me that you have something to offer my clan"
    },
    {
      "character": "Peer the Seer",
      "line": "I will vote in your favour at the next meeting."
    },
    {
      "character": "Player",
      "line": "How can I prove that to you?"
    },
    {
      "character": "Peer the Seer",
      "line": "Well, I have but a simple test. This building behind me is my house. Inside I have constructed a puzzle."
    },
    {
      "character": "Peer the Seer",
      "line": "As a Seer to the clan, I value intelligence very highly, so you may think of it as an intelligence test of sorts."
    },
    {
      "character": "Player",
      "line": "An intelligence test? I thought barbarians were stupid!"
    },
    {
      "character": "Peer the Seer",
      "line": "That is the opinion that outerlanders usually hold of my people, it is true. But that is because people often confuse knowledge with wisdom."
    },
    {
      "character": "Peer the Seer",
      "line": "My puzzle tests not what you know, but what you can work out. All members of our clan have been tested when they took their trials."
    },
    {
      "character": "Player",
      "line": "So what exactly does this puzzle consist of, then?"
    },
    {
      "character": "Peer the Seer",
      "line": "Well, firstly you must enter my house with no items, weapons or armour. Then it is a simple matter of entering through one door and leaving by the other."
    },
    {
      "character": "Player",
      "line": "I can't take anything in there with me?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is correct outerlander. Everything you need to complete the puzzle you will find inside the building. Nothing more."
    },
    {
      "character": "Peer the Seer",
      "line": "So what say you outerlander? You think you have the wit to earn yourself my vote?"
    },
    {
      "character": "Player",
      "line": "Yes, I accept your challenge. I have one small question, however..."
    },
    {
      "character": "Player",
      "line": "Well... you say I can bring nothing with me when I enter your house..."
    },
    {
      "character": "Player",
      "line": "Well....."
    },
    {
      "character": "Player",
      "line": "Where is the nearest bank?"
    },
    {
      "character": "Peer the Seer",
      "line": "Ah, I see your problem outerlander. The nearest bank to here is the place known to outerlanders as the Seers Village. It is some way South."
    },
    {
      "character": "Peer the Seer",
      "line": "I do however have an alternative, should you wish to take it."
    },
    {
      "character": "Peer the Seer",
      "line": "I can store all the weapons, armour and items that you have upon you directly into your bank account."
    },
    {
      "character": "Peer the Seer",
      "line": "This will tax what little magic I possess however, so you will have to manually travel to the bank to withdraw them again."
    },
    {
      "character": "Peer the Seer",
      "line": "What say you outerlander? you wish me to do this for you?"
    },
    {
      "character": "Player",
      "line": "Yes, thank you!"
    },
    {
      "character": "Player",
      "line": "No thanks. Nobody touches my stuff but me!"
    },
    {
      "character": "Peer the Seer",
      "line": "As you wish, outerlander."
    },
    {
      "character": "Peer the Seer",
      "line": "You may attempt my little task when you have deposited your equipment in the bank."
    },
    {
      "character": "Player",
      "line": "No, thinking about stuff isn't really my 'thing'. I'd rather go kill something. I'll find someone else to vote for me."
    },
    {
      "character": "Player",
      "line": "So I can bring nothing with me when I enter your house?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is correct outerlander, but as I say, I can use my small skill in magic to send your items directly into your bank account from here."
    },
    {
      "character": "Peer the Seer",
      "line": "You will need to manually go to the bank to withdraw them again however. Would you like me to perform this small spell upon you, outerlander?"
    },
    {
      "character": "Player",
      "line": "So I just have to enter by one door of your house, and leave by the other?"
    },
    {
      "character": "Peer the Seer",
      "line": "That is correct outerlander. Be warned it is not as easy as it may at first sound..."
    },
    {
      "character": "Peer the Seer",
      "line": "Incredible! To have solved my puzzle so quickly! I have no choice but to vote in your favour!"
    },
    {
      "character": "Player",
      "line": "So you will vote for me at the council?"
    },
    {
      "character": "Peer the Seer",
      "line": "Absolutely, outerlander. Your wisdom in passing my test marks you as worthy in my eyes."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Have you no manners outerlander? This is my home, you will show me the due respect!"
    },
    {
      "character": "Player",
      "line": "Erm.... sorry I guess."
    },
    {
      "character": "Player",
      "line": "I am trying to become a member of the Fremennik clan! The Chieftain told me that I may be able to gain your vote at the council of elders?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "You wish to stop being an outerlander? I can understand that! I have no reason why I would prevent you becoming a Fremennik..."
    },
    {
      "character": "Swensen the Navigator",
      "line": "...but you must first pass a little test for me to prove you are worthy."
    },
    {
      "character": "Player",
      "line": "What kind of test?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Well, I serve our clan as a navigator. The seas can be a fearful place when you know not where you are heading."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Should something happen to me, all members of our tribe have some basic sense of direction so that they may always return safely home."
    },
    {
      "character": "Swensen the Navigator",
      "line": "If you are able to demonstrate to me that you too have a good sense of direction then I will recommend you to the rest of the council of elders immediately."
    },
    {
      "character": "Player",
      "line": "Well, how would I go about showing that?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Ah, a simple task! Below this building I have constructed a maze; should you be able to walk from one side to the other that will be proof to me."
    },
    {
      "character": "Swensen the Navigator",
      "line": "You wish to try my challenge?"
    },
    {
      "character": "Player",
      "line": "A maze? Is that all? Sure, it sounds simple enough."
    },
    {
      "character": "Swensen the Navigator",
      "line": "I will warn you outerlander, this maze was designed by myself, and is of the most fiendish complexity!"
    },
    {
      "character": "Player",
      "line": "Oh really? Watch and learn..."
    },
    {
      "character": "Player",
      "line": "No thanks. I think I can get someone else to vouch for me to the council of elders, without going through a stupid maze like some lab rat."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Well, I am sorry you feel that way outerlander. I cannot vouch for you until you prove to me you have some skill that will benefit our clan somehow."
    },
    {
      "character": "Swensen the Navigator",
      "line": "What exactly is a 'lab rat' anyway?"
    },
    {
      "character": "Player",
      "line": "Ah, forget it."
    },
    {
      "character": "Player",
      "line": "Man, your maze is pretty tough!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Hahahaha it is the most complex route I have ever devised! I am truly a genius at navigation! The world will remember my name!"
    },
    {
      "character": "Player",
      "line": "Can't I do something else for your vote at the council of elders?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "No, you cannot. It is my maze, or nothing."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Decided you could not solve my labyrinth after all, did you outerlander? Too tricky for you?"
    },
    {
      "character": "Player",
      "line": "Yeah, it is really confusing down there..."
    },
    {
      "character": "Swensen the Navigator",
      "line": "Hahaha! Don't worry outerlander, you are not the first to fail its puzzle!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Outerlander! You have finished my maze! I am genuinely impressed!"
    },
    {
      "character": "Player",
      "line": "So does that mean I can rely on your vote at the council of elders to allow me into your village?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Of course outerlander! I am nothing if not a man of my word!"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Greetings again outerlander! I must say, I am still impressed with the way you moved through my maze!"
    },
    {
      "character": "Player",
      "line": "Thanks. So I can rely on your vote in my favour at the council of elders?"
    },
    {
      "character": "Swensen the Navigator",
      "line": "Absolutely! You will be an asset to the clan!"
    },
    {
      "character": "Player",
      "line": "No way am I doing that maze again!"
    },
    {
      "character": "Player",
      "line": "I only have 1 vote so far."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hmmm... well that is certainly a good start I would say. Keep up the good work!"
    },
    {
      "character": "Player",
      "line": "I only have votes so far."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hmmm... you are doing very well so far, outerlander. Keep up the good work!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Remember: You need to get at least seven council votes to be accepted as a member of the Fremennik."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If you need any help with your trials, I suggest you speak to Askeladden. He is currently doing his own trials of manhood to become a true Fremennik."
    },
    {
      "character": "Player",
      "line": "I have seven members of the council prepared to vote in my favour now!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I know outerlander, for I have been closely monitoring your progress so far!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Then let us put the formality aside, and let me personally welcome you into the Fremennik! May you bring us honour!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "From this day onward, you are outerlander no more! In honour of your acceptance into the Fremennik You gain a new name to be known as. You will now be called."
    }
  ],
  "characters": [
    {
      "name": "Askeladden",
      "description": "Youthful male around 14-16 years old, Scandinavian accent, eager and friendly tone, an ambitious Fremennik boy who speaks with enthusiasm and a desire to prove himself."
    },
    {
      "name": "Bjorn",
      "description": "Middle-aged male, cheerful Scandinavian accent, jovial and carefree tone, a Fremennik tavern patron enjoying himself in the longhall."
    },
    {
      "name": "Borrokar",
      "description": "Middle-aged male, gruff Scandinavian accent, plain and unremarkable tone, a common Fremennik citizen going about his daily life."
    },
    {
      "name": "Brundt the Chieftain",
      "description": "Older male, commanding Scandinavian accent, authoritative yet wise tone, the respected Fremennik chieftain who speaks with gravitas and diplomatic skill."
    },
    {
      "name": "Council workman",
      "description": "Middle-aged male, British accent, practical and earnest tone, a hardworking handyman who takes pride in fixing things around Gielinor."
    },
    {
      "name": "Eldgrim",
      "description": "Middle-aged male, heavily slurred Scandinavian accent, drunken and boisterous tone, an intoxicated Fremennik tavern patron with difficulty speaking clearly."
    },
    {
      "name": "Fisherman",
      "description": "Middle-aged male, weathered Scandinavian accent, simple and straightforward tone, a humble Fremennik fisherman focused on his trade."
    },
    {
      "name": "Fossegrimen",
      "description": "Ethereal female, mystical echoing quality, ancient and grateful tone, a thousands-year-old water spirit who speaks with serene wisdom."
    },
    {
      "name": "Freidir",
      "description": "Middle-aged male, gruff Scandinavian accent, plain and unremarkable tone, a common Fremennik citizen living in Rellekka."
    },
    {
      "name": "Freygerd",
      "description": "Middle-aged female, nervous Scandinavian accent, anxious and dramatic tone, a Fremennik wife who speaks with worry."
    },
    {
      "name": "Inga",
      "description": "Middle-aged female, cold Scandinavian accent, dismissive and unfriendly tone, a hostile Fremennik council member who dislikes outsiders."
    },
    {
      "name": "Jarvald",
      "description": "Middle-aged male, gruff Scandinavian accent, reluctant but pragmatic tone, a Fremennik sailor who speaks with professional detachment."
    },
    {
      "name": "Jennella",
      "description": "Middle-aged female, soft Scandinavian accent, pleasant and unremarkable tone, a common Fremennik citizen of Rellekka."
    },
    {
      "name": "Koschei the deathless",
      "description": "Deep male voice with Eastern European undertones, otherworldly and relentless tone, an unstoppable warrior from Russian folklore who speaks with menacing persistence."
    },
    {
      "name": "Lalli",
      "description": "Deep gravelly male voice, slow and suspicious tone, a paranoid mountain troll who guards his golden apples with distrust of all visitors."
    },
    {
      "name": "Lanzig",
      "description": "Middle-aged male, plain Scandinavian accent, unremarkable and casual tone, a common Fremennik citizen of Rellekka."
    },
    {
      "name": "Lensa",
      "description": "Middle-aged female, soft Scandinavian accent, pleasant and unremarkable tone, a common Fremennik citizen near the town entrance."
    },
    {
      "name": "Longhall Bouncer",
      "description": "Heavy-set middle-aged male, gruff Scandinavian accent, dismissive and unimpressed tone, a portly bouncer who harshly critiques all performers."
    },
    {
      "name": "Manni the Reveller",
      "description": "Middle-aged male, jovial Scandinavian accent, boisterous and celebratory tone, a fun-loving Fremennik who enjoys drinking and good company."
    },
    {
      "name": "Olaf the Bard",
      "description": "Middle-aged male, musical Scandinavian accent, warm and storytelling tone, a respected Fremennik bard and council elder who speaks with cultural wisdom."
    },
    {
      "name": "Peer the Seer",
      "description": "Older male, mysterious Scandinavian accent, measured and enigmatic tone, a wise Fremennik seer who speaks in riddles and hidden knowledge."
    },
    {
      "name": "Poison Salesman",
      "description": "Middle-aged male, sly British accent, salesman pitch with evasive undertones, a merchant who enthusiastically sells poison while being unhelpfully vague."
    },
    {
      "name": "Reeso",
      "description": "Middle-aged male, practical Scandinavian accent, business-like and dismissive tone, a hardworking sand merchant who speaks matter-of-factly."
    },
    {
      "name": "Sailor",
      "description": "Middle-aged male, gruff Scandinavian accent, curt and unfriendly tone, a Fremennik sailor who speaks with professional detachment."
    },
    {
      "name": "Sassilik",
      "description": "Middle-aged female, skeptical Scandinavian accent, critical and unimpressed tone, a Fremennik council member who finds outsiders too gullible."
    },
    {
      "name": "Sigli the Huntsman",
      "description": "Middle-aged male, rugged Scandinavian accent, focused and experienced tone, a skilled Fremennik tracker who speaks with quiet confidence."
    },
    {
      "name": "Sigmund The Merchant",
      "description": "Middle-aged male, shrewd Scandinavian accent, business-minded and calculating tone, a Fremennik merchant and council member with commercial sensibilities."
    },
    {
      "name": "Skulgrimen",
      "description": "Middle-aged male, gruff Scandinavian accent, straightforward and professional tone, a Fremennik weaponsmith who takes pride in his craft."
    },
    {
      "name": "Swensen the Navigator",
      "description": "Middle-aged male, thoughtful Scandinavian accent, patient and puzzle-loving tone, a Fremennik navigator who tests problem-solving over combat."
    },
    {
      "name": "Thora the Barkeep",
      "description": "Middle-aged female, no-nonsense Scandinavian accent, firm and protective tone, a Fremennik barkeeper who guards her establishment fiercely."
    },
    {
      "name": "Thorvald",
      "description": "Middle-aged male, strong Scandinavian accent, warrior-like and commanding tone, a Fremennik warrior who values combat skill and determination."
    },
    {
      "name": "Thorvald the Warrior",
      "description": "Middle-aged male, strong Scandinavian accent, warrior-like and commanding tone, a Fremennik hero and council member who respects martial prowess and perseverance."
    },
    {
      "name": "Yrsa",
      "description": "Middle-aged female, fashion-forward Scandinavian accent, stylish but practical tone, a Fremennik clothier who runs a fashion boutique despite her own shabby dress."
    }
  ]
}