{
  "branch": "quest/the-dig-site",
  "quest_name": "The Dig Site",
  "lines": [
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Examiner",
      "line": "Ah hello there! I am the resident lecturer on antiquities and artefacts. I also set the Earth Sciences exams."
    },
    {
      "character": "Player",
      "line": "Earth Sciences?"
    },
    {
      "character": "Examiner",
      "line": "That is right dear, the world of Gielinor holds many wonders beneath its surface. Students come to me to take exams so that they may join in on the archaeological dig going on just north of here."
    },
    {
      "character": "Player",
      "line": "So if they don't pass the exams they can't dig at all?"
    },
    {
      "character": "Examiner",
      "line": "That's right! We have to make sure that students know enough to be able to dig safely and not damage the artefacts."
    },
    {
      "character": "Player",
      "line": "Can I take an exam?"
    },
    {
      "character": "Examiner",
      "line": "Are you sure you want to? Our exams are serious business."
    },
    {
      "character": "Player",
      "line": "Of course."
    },
    {
      "character": "Examiner",
      "line": "Very well. You can if you get this letter stamped by the Curator of Varrock's museum."
    },
    {
      "character": "Player",
      "line": "Why's that then?"
    },
    {
      "character": "Examiner",
      "line": "Because he is a very knowledgeable man and employs our archaeological expert. I'm sure he knows a lot about your exploits and can judge whether you'd make a good archaeologist or not."
    },
    {
      "character": "Examiner",
      "line": "Besides, the museum contributes funds to the dig."
    },
    {
      "character": "Player",
      "line": "But why are you writing the letter? Shouldn't he?"
    },
    {
      "character": "Examiner",
      "line": "He's also a very busy man, so I write the letters and he justs stamps them if he approves."
    },
    {
      "character": "Player",
      "line": "Oh, I see. I'll ask him if he'll approve me, and bring my stamped letter back here. Thanks."
    },
    {
      "character": "Player",
      "line": "On second thoughts, I'd better not."
    },
    {
      "character": "Player",
      "line": "Interesting..."
    },
    {
      "character": "Examiner",
      "line": "You could gain much with an understanding of the world below."
    },
    {
      "character": "Examiner",
      "line": "Hello again."
    },
    {
      "character": "Examiner",
      "line": "I am still waiting for your letter of recommendation."
    },
    {
      "character": "Player",
      "line": "I have lost the letter you gave me."
    },
    {
      "character": "Examiner",
      "line": "Oh now come on. You have it with you!"
    },
    {
      "character": "Examiner",
      "line": "That was foolish. Take this one and don't lose it!"
    },
    {
      "character": "Player",
      "line": "Alright, I'll try and get it."
    },
    {
      "character": "Examiner",
      "line": "I am sure you won't get any problems. Speak to the Curator of Varrock's museum."
    },
    {
      "character": "Examiner",
      "line": "I don't really want this back until it's been stamped!"
    },
    {
      "character": "Curator Haig Halen",
      "line": "Welcome to the museum of Varrock."
    },
    {
      "character": "Player",
      "line": "I have been given this letter by the examiner at the digsite; can you stamp it for me?"
    },
    {
      "character": "Curator Haig Halen",
      "line": "What have we here? A letter of recommendation indeed!"
    },
    {
      "character": "Curator Haig Halen",
      "line": "Normally, I wouldn't do this... but in this instance I don't see why not."
    },
    {
      "character": "Curator Haig Halen",
      "line": "The letter here says your name is. Well, I wouldn't normally do this for just anyone, but as you did us such a great service with the Shield of Arrav I don't see why not. Run this letter back to"
    },
    {
      "character": "Curator Haig Halen",
      "line": "the Examiner to begin your adventure into the world of Earth Sciences. Enjoy your studies, Student!"
    },
    {
      "character": "Curator Haig Halen",
      "line": "There you go; good luck student. Be sure to come back and show me your certificates. I would like to see how you get on."
    },
    {
      "character": "Player",
      "line": "Ok, I will. Thanks; see you later."
    },
    {
      "character": "Player",
      "line": "I seem to have lost the letter of recommendation that you stamped for me."
    },
    {
      "character": "Curator Haig Halen",
      "line": "Yes, I saw you drop it as you walked off last time. Here it is."
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Curator Haig Halen",
      "line": "I see you still have that letter I stamped for you. Why don't you run it back to the Examiner at the Exam Centre?"
    },
    {
      "character": "Player",
      "line": "I have another letter here; could you stamp it for me again?"
    },
    {
      "character": "Curator Haig Halen",
      "line": "You've already given me one of those! But... ok, give it here..."
    },
    {
      "character": "Curator Haig Halen",
      "line": "No I don't want it back thank you, you'll need to take that back to the examiner at the Digsite."
    },
    {
      "character": "Player",
      "line": "Here is the stamped letter you asked for."
    },
    {
      "character": "Examiner",
      "line": "Good good, we will begin the exam..."
    },
    {
      "character": "Examiner",
      "line": "Okay, we will start with the first exam: Earth Sciences level 1 - Beginner."
    },
    {
      "character": "Examiner",
      "line": "Question 1 - Earth Sciences overview. Can you tell me what Earth Sciences is?"
    },
    {
      "character": "Player",
      "line": "The study of the earth, its contents and history."
    },
    {
      "character": "Player",
      "line": "The study of gardening, planting and fruiting vegetation."
    },
    {
      "character": "Player",
      "line": "The study of planets and the history of the worlds."
    },
    {
      "character": "Player",
      "line": "The combination of archaeology and vegetarianism."
    },
    {
      "character": "Examiner",
      "line": "Okay, next question..."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 1, question 2 - Eligibility. Can you tell me which people are allowed to use the digsite?"
    },
    {
      "character": "Player",
      "line": "Magic users, miners and their escorts."
    },
    {
      "character": "Player",
      "line": "Professors, students and workmen only."
    },
    {
      "character": "Player",
      "line": "Local residents, contractors and small pink fish."
    },
    {
      "character": "Player",
      "line": "All that have passed the appropriate Earth Sciences exam."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 1, question 3 - Health and safety. Can you tell me the proper safety points when working on a digsite?"
    },
    {
      "character": "Player",
      "line": "Heat-resistant clothing to be worn at all times."
    },
    {
      "character": "Player",
      "line": "Rubber chickens to be worn on the head at all times."
    },
    {
      "character": "Player",
      "line": "Gloves and boots to be worn at all times; proper tools must be used."
    },
    {
      "character": "Player",
      "line": "Protective clothing to be worn; tools kept away from site."
    },
    {
      "character": "Examiner",
      "line": "That concludes the exam for Earth Sciences level 1."
    },
    {
      "character": "Examiner",
      "line": "Let's see how you did..."
    },
    {
      "character": "Examiner",
      "line": "Oh deary me! This is appalling, none correct at all! I suggest you go and study properly."
    },
    {
      "character": "Player",
      "line": "Oh dear..."
    },
    {
      "character": "Examiner",
      "line": "Why don't you use the resources here? There are books and the researchers, and you could even ask other students who are also studying for these exams."
    },
    {
      "character": "Examiner",
      "line": "You got 1 question correct. Better luck next time."
    },
    {
      "character": "Player",
      "line": "Oh bother!"
    },
    {
      "character": "Examiner",
      "line": "Do some more research. I'm sure other students could help you out."
    },
    {
      "character": "Examiner",
      "line": "You got 2 questions correct. Not bad, just a little more revision needed."
    },
    {
      "character": "Player",
      "line": "Oh well..."
    },
    {
      "character": "Examiner",
      "line": "You got all of the questions correct! Well done!"
    },
    {
      "character": "Player",
      "line": "Hey! Excellent!"
    },
    {
      "character": "Examiner",
      "line": "You have now passed the Earth Sciences level 1 general exam. Here is your certificate to prove it. You also get a decent trowel to dig with. Of course, you'll want to get studying for your next exam now!"
    },
    {
      "character": "Examiner",
      "line": "Hello again. Are you ready for another shot at the exam?"
    },
    {
      "character": "Player",
      "line": "No, not at the moment."
    },
    {
      "character": "Examiner",
      "line": "Okay, take your time if you wish."
    },
    {
      "character": "Examiner",
      "line": "You've already shown me that! Get digging!"
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Player",
      "line": "Can you help me with the Earth Sciences exams at all?"
    },
    {
      "character": "Student",
      "line": "Well... Maybe I will if you help me with something."
    },
    {
      "character": "Player",
      "line": "What's that?"
    },
    {
      "character": "Student",
      "line": "I have lost my recent good find."
    },
    {
      "character": "Player",
      "line": "What does it look like?"
    },
    {
      "character": "Student",
      "line": "Err... Like an animal skull!"
    },
    {
      "character": "Player",
      "line": "Well, that's not too helpful, there are lots of those around here; can you remember where you last had it?"
    },
    {
      "character": "Student",
      "line": "It was around here for sure. Maybe someone picked it up?"
    },
    {
      "character": "Player",
      "line": "Okay, I'll have a look for you."
    },
    {
      "character": "Player",
      "line": "How's the study going?"
    },
    {
      "character": "Student",
      "line": "Very well thanks. Have you found my animal skull yet?"
    },
    {
      "character": "Player",
      "line": "No sorry, not yet."
    },
    {
      "character": "Student",
      "line": "Oh well, I am sure it's been picked up. Couldn't you try looking through some pockets?"
    },
    {
      "character": "Player",
      "line": "Is this your animal skull?"
    },
    {
      "character": "Student",
      "line": "Oh wow! You've found it! Thank you so much. I'll be glad to tell you what I know about the exam."
    },
    {
      "character": "Student",
      "line": "The study of Earth Sciences is: The study of the earth, its contents and history."
    },
    {
      "character": "Player",
      "line": "Okay, I'll remember that."
    },
    {
      "character": "Student",
      "line": "How's it going?"
    },
    {
      "character": "Player",
      "line": "I need more help with the exam."
    },
    {
      "character": "Student",
      "line": "Well ok, this is what I have learned since I last spoke to you..."
    },
    {
      "character": "Student",
      "line": "I can if you help me..."
    },
    {
      "character": "Player",
      "line": "How can I do that?"
    },
    {
      "character": "Student",
      "line": "I have lost my teddy bear. He was my lucky mascot."
    },
    {
      "character": "Player",
      "line": "Do you know where you dropped him?"
    },
    {
      "character": "Student",
      "line": "Well, I was doing a lot of walking that day... Oh yes, that's right - we were studying ceramics in fact, near the edge of the digsite."
    },
    {
      "character": "Student",
      "line": "I found some pottery that seemed to match the design on those large urns."
    },
    {
      "character": "Student",
      "line": "I was in the process of checking this out, and when we got back to the centre my lucky mascot had gone!"
    },
    {
      "character": "Player",
      "line": "Leave it to me, I'll find it."
    },
    {
      "character": "Student",
      "line": "Oh great! Thanks!"
    },
    {
      "character": "Student",
      "line": "Very well thanks. Have you found my lucky mascot yet?"
    },
    {
      "character": "Student",
      "line": "I'm sure it's just outside the digsite somewhere..."
    },
    {
      "character": "Player",
      "line": "Hey, something has been dropped here..."
    },
    {
      "character": "Player",
      "line": "Guess what I found."
    },
    {
      "character": "Student",
      "line": "Hey! My lucky mascot! Thanks ever so much. Let me help you with those questions now."
    },
    {
      "character": "Student",
      "line": "The proper health and safety points are: Leather gloves and boots to be worn at all times; proper tools must be used."
    },
    {
      "character": "Player",
      "line": "Great, thanks for your advice."
    },
    {
      "character": "Player",
      "line": "I am stuck on some more exam questions."
    },
    {
      "character": "Student",
      "line": "Okay, I'll tell you my latest notes..."
    },
    {
      "character": "Student",
      "line": "I can't do anything unless I find my special cup."
    },
    {
      "character": "Player",
      "line": "Your what?"
    },
    {
      "character": "Student",
      "line": "My special cup. I won it for a particularly good find last month."
    },
    {
      "character": "Player",
      "line": "Oh, right. So if I find it you'll help me?"
    },
    {
      "character": "Student",
      "line": "I sure will!"
    },
    {
      "character": "Player",
      "line": "Any ideas where it may be?"
    },
    {
      "character": "Student",
      "line": "All I remember is that I was working near the tents when I lost it."
    },
    {
      "character": "Player",
      "line": "Okay, I'll see what I can do."
    },
    {
      "character": "Player",
      "line": "I'm getting there. Have you found my special cup yet?"
    },
    {
      "character": "Student",
      "line": "Oh dear, I hope it didn't fall into the stream; I might never find it again."
    },
    {
      "character": "Player",
      "line": "Hello, who are you?"
    },
    {
      "character": "Panning guide",
      "line": "Hello, I am the panning guide. I teach students how to pan in these waters. They're not permitted to do so until after they've had training and, of course, they must be invited to pan here too."
    },
    {
      "character": "Player",
      "line": "So how do I become invited then?"
    },
    {
      "character": "Panning guide",
      "line": "I'm not supposed to let people pan here unless they have permission from the authorities first. Mind you, I could let you have a go if you're willing to do me a favour."
    },
    {
      "character": "Panning guide",
      "line": "Well, to be honest, what I would really like is... a nice cup of tea!"
    },
    {
      "character": "Player",
      "line": "I've some here that you can have."
    },
    {
      "character": "Panning guide",
      "line": "Ah! Lovely! You can't beat a good cuppa... You're free to pan all you want."
    },
    {
      "character": "Panning guide",
      "line": "Urg! Is that what you call tea? Oh well, I suppose it will do; you can pan all you want."
    },
    {
      "character": "Player",
      "line": "Tea?!"
    },
    {
      "character": "Panning guide",
      "line": "Absolutely, I'm parched!"
    },
    {
      "character": "Panning guide",
      "line": "If you could bring me one of those, I would be more than willing to let you pan here. I usually get some from Varrock but I'm busy at the moment."
    },
    {
      "character": "Player",
      "line": "I already have a full panning tray; perhaps I should search it first."
    },
    {
      "character": "Player",
      "line": "Look what I found!"
    },
    {
      "character": "Student",
      "line": "Excellent! I'm so happy. Let me now help you with your exams..."
    },
    {
      "character": "Student",
      "line": "The people eligible to use the digsite are: All that have passed the appropriate Earth Sciences exams."
    },
    {
      "character": "Player",
      "line": "Thanks for the information."
    },
    {
      "character": "Player",
      "line": "There are more exam questions I'm stuck on."
    },
    {
      "character": "Student",
      "line": "Hey, I'll tell you what I've learned. That may help."
    },
    {
      "character": "Researcher",
      "line": "Hello there. What are you doing here?"
    },
    {
      "character": "Player",
      "line": "I'm going to pass the Earth Sciences exams so I can dig at the site north of here."
    },
    {
      "character": "Researcher",
      "line": "A good goal to work towards, and it should prove rewarding for you. So where are you starting your studies?"
    },
    {
      "character": "Player",
      "line": "I'm not quite sure."
    },
    {
      "character": "Researcher",
      "line": "Well, you could try looking in the Earth Sciences section of the shelves over there, although the other students may have beaten you to it."
    },
    {
      "character": "Researcher",
      "line": "You could even ask the students themselves. I'm sure I saw a group of them on their way to the digsite earlier today."
    },
    {
      "character": "Player",
      "line": "Anything else?"
    },
    {
      "character": "Researcher",
      "line": "If you need something identified or are not sure about something, give it to Terry; he’s the archaeological expert in the next room."
    },
    {
      "character": "Player",
      "line": "Can you tell me more about the tools an archaeologist uses?"
    },
    {
      "character": "Researcher",
      "line": "Of course! Let's see now... Rock picks are for splitting rocks or scraping away soil; you can get one from a cupboard in the Education Centre."
    },
    {
      "character": "Player",
      "line": "What about sample jars?"
    },
    {
      "character": "Researcher",
      "line": "I think you'll find them scattered about pretty much everywhere, but I know you can get one from a cupboard somewhere in the Education Centre, just like the rock pick!"
    },
    {
      "character": "Player",
      "line": "Okay, what about a specimen brush?"
    },
    {
      "character": "Researcher",
      "line": "We have a bit of a shortage of those at the moment. You could try borrowing one from a workman on the site... but I don't think they'd give it willingly."
    },
    {
      "character": "Player",
      "line": "Sounds like I'll need to be sneaky to get one of those, then... Okay - trowel?"
    },
    {
      "character": "Researcher",
      "line": "Ahh... that you must earn by passing your exams! The examiner holds those."
    },
    {
      "character": "Researcher",
      "line": "If you need something identified or are not sure about something, give it to Terry; he's the archaeological expert in the next room."
    },
    {
      "character": "Player",
      "line": "Ahh, ok thanks."
    },
    {
      "character": "Player",
      "line": "Thank you!"
    },
    {
      "character": "Player",
      "line": "Hello!"
    },
    {
      "character": "Researcher",
      "line": "Oh, hello there. Congratulations on passing your first exam, I saw your performance, well done. Are you going to go for the next level?"
    },
    {
      "character": "Player",
      "line": "Of course! I should probably talk to those students again; they were very helpful."
    },
    {
      "character": "Researcher",
      "line": "Glad to hear it!"
    },
    {
      "character": "Examiner",
      "line": "Hi there!"
    },
    {
      "character": "Player",
      "line": "I am ready for the next exam."
    },
    {
      "character": "Examiner",
      "line": "Okay, this is the next part of the Earth Sciences exam: Earth Sciences level 2 - Intermediate."
    },
    {
      "character": "Examiner",
      "line": "Question 1 - Sample transportation. Can you tell me how we transport samples?"
    },
    {
      "character": "Player",
      "line": "Samples cut and cleaned before transportation."
    },
    {
      "character": "Player",
      "line": "Samples ground and suspended in an acid solution."
    },
    {
      "character": "Player",
      "line": "Samples to be given to the melon-collecting monkey."
    },
    {
      "character": "Player",
      "line": "Samples taken in rough form; kept only in sealed containers."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 2, question 2 - Handling of finds. What is the proper way to handle finds?"
    },
    {
      "character": "Player",
      "line": "Finds must not be handled by anyone."
    },
    {
      "character": "Player",
      "line": "Finds must be carefully handled, and gloves worn."
    },
    {
      "character": "Player",
      "line": "Finds to be given to the site workmen."
    },
    {
      "character": "Player",
      "line": "Drop them on the floor and jump on them."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 2, question 3 - Rock pick usage. Can you tell me the proper use for a rock pick?"
    },
    {
      "character": "Player",
      "line": "Strike rock repeatedly until powdered."
    },
    {
      "character": "Player",
      "line": "Rock pick must be used flat and with a strong force."
    },
    {
      "character": "Player",
      "line": "Always handle with care; strike cleanly on its cleaving point."
    },
    {
      "character": "Player",
      "line": "Rock picks are to be used to milk cows on a rainy morning."
    },
    {
      "character": "Examiner",
      "line": "Okay, that concludes the level 2 Earth Sciences exam."
    },
    {
      "character": "Examiner",
      "line": "Let me add up your total.."
    },
    {
      "character": "Examiner",
      "line": "No, no, no! This will not do. They are all wrong; start again!"
    },
    {
      "character": "Player",
      "line": "Oh no!"
    },
    {
      "character": "Examiner",
      "line": "More studying for you my."
    },
    {
      "character": "Examiner",
      "line": "You got 1 question correct. At least it's a start."
    },
    {
      "character": "Examiner",
      "line": "Get out and explore the digsite, talk to people and learn!"
    },
    {
      "character": "Examiner",
      "line": "You got 2 questions correct. Not too bad, but you can do better..."
    },
    {
      "character": "Player",
      "line": "Nearly got it."
    },
    {
      "character": "Examiner",
      "line": "You got all the questions correct, well done!"
    },
    {
      "character": "Player",
      "line": "Great, I'm getting good at this."
    },
    {
      "character": "Examiner",
      "line": "You have now passed the Earth Sciences level 2 intermediate exam. Here is your certificate. Of course, you'll want to get studying for your next exam now!"
    },
    {
      "character": "Player",
      "line": "I am stuck on a question."
    },
    {
      "character": "Examiner",
      "line": "Well, well, have you not been doing any studies? I am not giving you the answers, talk to the other students and remember the answers."
    },
    {
      "character": "Player",
      "line": "Sorry, I didn't mean to disturb you."
    },
    {
      "character": "Examiner",
      "line": "Oh, no problem at all."
    },
    {
      "character": "Player",
      "line": "I have lost my trowel."
    },
    {
      "character": "Examiner",
      "line": "Deary me... That was a good one as well. It's a good job I have another. Here you go..."
    },
    {
      "character": "Examiner",
      "line": "Really? Look in your backpack and make sure first."
    },
    {
      "character": "Student",
      "line": "Correct rock pick usage: Always handle with care; strike the rock cleanly on its cleaving point."
    },
    {
      "character": "Student",
      "line": "Finds handling: Finds must be carefully handled, and gloves worn."
    },
    {
      "character": "Student",
      "line": "Correct sample transportation: Samples taken in rough form; kept only in sealed containers."
    },
    {
      "character": "Player",
      "line": "Hi there! I passed my second Earth Sciences exam."
    },
    {
      "character": "Researcher",
      "line": "Well done! Are you planning on going for level 3?"
    },
    {
      "character": "Player",
      "line": "Yes! Someday I'll know as much as you! Now, where did I leave those students...."
    },
    {
      "character": "Researcher",
      "line": "Have fun and good luck!"
    },
    {
      "character": "Examiner",
      "line": "Ah, hello again."
    },
    {
      "character": "Player",
      "line": "I am ready for the last exam..."
    },
    {
      "character": "Examiner",
      "line": "Attention, this is the final part of the Earth Sciences exam: Earth Sciences level 3 - Advanced."
    },
    {
      "character": "Examiner",
      "line": "Question 1 - Sample preparation. Can you tell me how we prepare samples?"
    },
    {
      "character": "Player",
      "line": "Samples may be mixed together safely."
    },
    {
      "character": "Player",
      "line": "Samples cleaned, and carried only in specimen jars."
    },
    {
      "character": "Player",
      "line": "Sample types catalogued and carried by hand only."
    },
    {
      "character": "Player",
      "line": "Samples to be spread thickly with mashed banana."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 3, question 2 - Specimen brush use. What is the proper way to use a specimen brush?"
    },
    {
      "character": "Player",
      "line": "Brush quickly using a wet brush."
    },
    {
      "character": "Player",
      "line": "Brush carefully and slowly using short strokes."
    },
    {
      "character": "Player",
      "line": "Dipped in glue and stuck to a sheep's back."
    },
    {
      "character": "Player",
      "line": "Brush quickly and with force."
    },
    {
      "character": "Examiner",
      "line": "Earth Sciences level 3, question 3 - Advanced techniques. Can you describe the technique for handling bones?"
    },
    {
      "character": "Player",
      "line": "Bones must not be taken from the digsite."
    },
    {
      "character": "Player",
      "line": "Feed to hungry dogs."
    },
    {
      "character": "Player",
      "line": "Bones to be ground and tested for mineral content."
    },
    {
      "character": "Player",
      "line": "Handle bones very carefully and keep them away from other samples."
    },
    {
      "character": "Examiner",
      "line": "Okay, that concludes the level 3 Earth Sciences exam."
    },
    {
      "character": "Examiner",
      "line": "Let me add up the results.."
    },
    {
      "character": "Examiner",
      "line": "I cannot believe this! Absolutely none right at all. I doubt you did any research before you took this exam..."
    },
    {
      "character": "Player",
      "line": "Ah... Yes... Erm... I think I had better go and revise first!"
    },
    {
      "character": "Examiner",
      "line": "You got 1 question correct. Try harder!"
    },
    {
      "character": "Examiner",
      "line": "You got 2 questions correct. A little more study and you will pass it."
    },
    {
      "character": "Player",
      "line": "I'm nearly there..."
    },
    {
      "character": "Player",
      "line": "Hooray!"
    },
    {
      "character": "Player",
      "line": "I can dig wherever I want now!"
    },
    {
      "character": "Examiner",
      "line": "Perhaps you should use your newfound skills to find an artefact on the digsite that will impress the archaeological expert."
    },
    {
      "character": "Student",
      "line": "Specimen brush use: Brush carefully and slowly using short strokes."
    },
    {
      "character": "Player",
      "line": "Okay, I'll remember that. Thanks for all your help."
    },
    {
      "character": "Student",
      "line": "What, you want more help?"
    },
    {
      "character": "Player",
      "line": "Err... Yes please!"
    },
    {
      "character": "Student",
      "line": "Well... It's going to cost you..."
    },
    {
      "character": "Player",
      "line": "Oh, well how much?"
    },
    {
      "character": "Student",
      "line": "I'll tell you what I would like: a precious stone. I don't find many of them. My favourites are opals; they are beautiful."
    },
    {
      "character": "Student",
      "line": "Just like me! Tee hee hee!"
    },
    {
      "character": "Player",
      "line": "Err... OK I'll see what I can do, but I'm not sure where I'd get one."
    },
    {
      "character": "Student",
      "line": "Well, I have seen people get them from panning occasionally."
    },
    {
      "character": "Player",
      "line": "OK, I'll see what I can turn up for you."
    },
    {
      "character": "Student",
      "line": "Oh, hi again. Did you bring me the opal?"
    },
    {
      "character": "Player",
      "line": "I haven't found one yet."
    },
    {
      "character": "Student",
      "line": "Oh well, tell me when you do. Remember that they can be found around the digsite; perhaps try panning the river."
    },
    {
      "character": "Player",
      "line": "Would an opal look like this by any chance?"
    },
    {
      "character": "Student",
      "line": "Wow, great, you've found one. This will look beautiful set in my necklace. Thanks for that; now I'll tell you what I know..."
    },
    {
      "character": "Student",
      "line": "Sample preparation: Samples cleaned, and carried only in specimen jars."
    },
    {
      "character": "Student",
      "line": "The proper technique for handling bones is: Handle bones carefully and keep them away from other samples."
    },
    {
      "character": "Player",
      "line": "I did it! Level 3 Earth Sciences!"
    },
    {
      "character": "Researcher",
      "line": "Bravo! Well done indeed! What are your plans now?"
    },
    {
      "character": "Player",
      "line": "Well, I'm not really sure; I guess I should see what I can find around the site."
    },
    {
      "character": "Researcher",
      "line": "I hear that the third level digs yield the best artefacts for display; Terry, the archaeological expert, has found many good things there that he's excited about."
    },
    {
      "character": "Examiner",
      "line": "Well, what are you doing here? Get digging!"
    },
    {
      "character": "Player",
      "line": "Take a look at this talisman."
    },
    {
      "character": "Terry Balando",
      "line": "Unusual... This object doesn't appear right..."
    },
    {
      "character": "Terry Balando",
      "line": "Hmmm..."
    },
    {
      "character": "Terry Balando",
      "line": "I wonder... Let me check my guide... Could it be? Surely not!"
    },
    {
      "character": "Terry Balando",
      "line": "From the markings on it, it seems to be a ceremonial ornament to a god named..."
    },
    {
      "character": "Terry Balando",
      "line": "...Zaros? I haven't heard much about him before. This is a great discovery; we know very little of the pagan gods that people worshipped."
    },
    {
      "character": "Terry Balando",
      "line": "There is some strange writing embossed upon it - it says, 'Zaros will return and wreak his vengeance upon Zamorak the pretender.'"
    },
    {
      "character": "Terry Balando",
      "line": "I wonder what it means by that? Some silly superstition, probably."
    },
    {
      "character": "Terry Balando",
      "line": "Still, I wonder what this is doing around here. I'll tell you what; as you have found this, I will allow you to use the private dig shafts."
    },
    {
      "character": "Terry Balando",
      "line": "You obviously have a keen eye. Take this letter and give it to one of the workmen, and they will allow you to use them."
    },
    {
      "character": "Player",
      "line": "Hello. Who are you?"
    },
    {
      "character": "Terry Balando",
      "line": "Good day to you. My name is Terry Balando; I am an expert on digsite finds."
    },
    {
      "character": "Terry Balando",
      "line": "I am employed by the museum in Varrock to oversee all finds at this digsite. Anything you find must be reported to me."
    },
    {
      "character": "Player",
      "line": "Oh, ok. If I find anything of interest I will bring it here."
    },
    {
      "character": "Terry Balando",
      "line": "Can I help you at all?"
    },
    {
      "character": "Player",
      "line": "I lost the letter you gave me."
    },
    {
      "character": "Terry Balando",
      "line": "No you haven't! You have one in your pack!"
    },
    {
      "character": "Terry Balando",
      "line": "No you haven't! You have one in your bank!"
    },
    {
      "character": "Terry Balando",
      "line": "I can't believe it! I go to all the effort of writing you a letter of recommendation and you lose it! Here, I'll write another... Don't lose it again!"
    },
    {
      "character": "Terry Balando",
      "line": "There's no point in giving me this back!"
    },
    {
      "character": "Player",
      "line": "It says, 'I give permission for the bearer... to use the mine shafts on site. - signed Terrance Balando, Archaeological Expert, City of Varrock.'"
    },
    {
      "character": "Player",
      "line": "Here, have a look at this..."
    },
    {
      "character": "Digsite workman",
      "line": "I give permission... blah de blah... etc. Okay, that's all in order; you may use the mineshaft now. I'll hang onto this scroll, shall I?"
    },
    {
      "character": "Digsite workman",
      "line": "What on earth are you giving me another scroll for?"
    },
    {
      "character": "Terry Balando",
      "line": "Oh, hello. I hope you're getting on well in the dig shafts."
    },
    {
      "character": "Player",
      "line": "Hey, I think I could fit down here. I need something to help me get all the way down."
    },
    {
      "character": "Player",
      "line": "Hmmm, there's a room past these bricks. If I could move them out of the way then I could find out what's inside. Maybe there's someone around here who can help..."
    },
    {
      "character": "Doug Deeping",
      "line": "Well, well... I have a visitor. What are you doing here?"
    },
    {
      "character": "Player",
      "line": "I have been invited to research here."
    },
    {
      "character": "Doug Deeping",
      "line": "Indeed, you must be someone special to be allowed down here."
    },
    {
      "character": "Player",
      "line": "Do you know where to find a specimen jar?"
    },
    {
      "character": "Doug Deeping",
      "line": "Hmmm, let me think... Nope, can't help you there I'm afraid."
    },
    {
      "character": "Player",
      "line": "I have things to do..."
    },
    {
      "character": "Doug Deeping",
      "line": "Of course, don't let me keep you."
    },
    {
      "character": "Player",
      "line": "I am not sure really."
    },
    {
      "character": "Doug Deeping",
      "line": "A miner without a clue - how funny!"
    },
    {
      "character": "Player",
      "line": "I'm here to get rich, rich, rich!"
    },
    {
      "character": "Doug Deeping",
      "line": "Oh, well, don't forget that wealth and riches aren't everything."
    },
    {
      "character": "Player",
      "line": "How do you move a large pile of rocks?"
    },
    {
      "character": "Doug Deeping",
      "line": "There used to be this chap that worked in the other shaft. He was working on an explosive chemical mixture to be used for clearing blocked areas underground."
    },
    {
      "character": "Doug Deeping",
      "line": "He left in a hurry one day; something in the shaft scared him to death, but he didn't say what."
    },
    {
      "character": "Player",
      "line": "Oh?"
    },
    {
      "character": "Doug Deeping",
      "line": "Rumour has it he'd been writing a book on his chemical mixture. I'm not sure what goes in it but I'm sure you'll find the stuff he was using scattered around the digsite. He left so quickly he didn't take anything with"
    },
    {
      "character": "Doug Deeping",
      "line": "him. In fact, I still have a chest key he gave me to look after; perhaps it's more useful to you."
    },
    {
      "character": "Player",
      "line": "It's ok, I already have one."
    },
    {
      "character": "Player",
      "line": "Mmmm... The lid is shut tight; I'll have to find something to lever it off."
    },
    {
      "character": "Player",
      "line": "It's closed tight."
    },
    {
      "character": "Player",
      "line": "Great! It's opened."
    },
    {
      "character": "Player",
      "line": "I can't pick this up with my bare hands! I'll need something to put it in. It looks and smells rather dangerous though, so it'll need to be something small and capable of containing dangerous chemicals."
    },
    {
      "character": "Player",
      "line": "I'm not sure what this stuff is. I had better be VERY careful with it; I had better not drop it either..."
    },
    {
      "character": "Player",
      "line": "Do you know what this is?"
    },
    {
      "character": "Terry Balando",
      "line": "Where did you get this?"
    },
    {
      "character": "Player",
      "line": "From one of the barrels at the digsite."
    },
    {
      "character": "Terry Balando",
      "line": "This is a VERY dangerous liquid called nitroglycerin. Be careful how you handle it. Don't drop it or it will explode!"
    },
    {
      "character": "Player",
      "line": "Do you know what this powder is?"
    },
    {
      "character": "Terry Balando",
      "line": "Really, you do find the most unusual items. I know what this is, it's a strong chemical called ammonium nitrate. Why you want this I'll never know..."
    },
    {
      "character": "Player",
      "line": "Excellent! This looks just right!"
    },
    {
      "character": "Player",
      "line": "That would be like cutting the lawn with nail scissors! It would take a year to chip away these rocks!"
    },
    {
      "character": "Player",
      "line": "That was a good idea, but these blocks are huge. I' m going to need something much more powerful to shift these..."
    },
    {
      "character": "Player",
      "line": "Okay, the mixture is all over the bricks. I need some way to ignite this compound."
    },
    {
      "character": "Player",
      "line": "Whoa! This is going to blow! I'd better run!"
    },
    {
      "character": "Player",
      "line": "Wow, that was a big explosion! What's that noise I can hear? Sounds like bones moving or something..."
    },
    {
      "character": "Player",
      "line": "It says: Tremble mortal, before the altar of our dread lord Zaros."
    },
    {
      "character": "Researcher",
      "line": "I hear you've been given access to the private mining shafts. You're very lucky."
    },
    {
      "character": "Player",
      "line": "I managed to find something... interesting."
    },
    {
      "character": "Researcher",
      "line": "Oh? What was that?"
    },
    {
      "character": "Player",
      "line": "A talisman linked to Zaros, so Terry says."
    },
    {
      "character": "Researcher",
      "line": "Wow! That's a serious find! Good luck in the lower digs."
    },
    {
      "character": "Player",
      "line": "I found this in a hidden cavern beneath the digsite."
    },
    {
      "character": "Terry Balando",
      "line": "Incredible!"
    },
    {
      "character": "Player",
      "line": "There is an altar down there. The place is crawling with skeletons!"
    },
    {
      "character": "Terry Balando",
      "line": "Yuck!"
    },
    {
      "character": "Terry Balando",
      "line": "This is an amazing discovery! All this while we were convinced that no other race had lived here."
    },
    {
      "character": "Terry Balando",
      "line": "It seems the followers of Saradomin have tried to cover up the evidence of the Zaros altar. This whole city must have been built over it!"
    },
    {
      "character": "Terry Balando",
      "line": "Thanks for your help; your sharp eyes have spotted what many have missed. Here, take this gold as your reward."
    }
  ],
  "characters": [
    {
      "name": "Curator Haig Halen",
      "description": "Elderly male, British accent, scholarly and slightly pompous tone, a museum curator who is possessive of artifacts and proud of his collection."
    },
    {
      "name": "Digsite workman",
      "description": "Adult male, British working-class accent, vigilant and protective tone, an industrious worker who carefully guards fragile archaeological specimens."
    },
    {
      "name": "Doug Deeping",
      "description": "Adult male, British accent, strict and authoritative tone, a digsite worker who controls access to important materials and catches anyone trying to steal."
    },
    {
      "name": "Examiner",
      "description": "Adult female, British accent, dry and bureaucratic tone, a professional administrator at the Exam Centre who oversees archaeological certification."
    },
    {
      "name": "Panning guide",
      "description": "Adult male, British accent, instructive and patient tone, a specialist in gold panning who teaches proper techniques at the digsite."
    },
    {
      "name": "Researcher",
      "description": "Adult, British accent, curious and encouraging tone, a scholar studying at the digsite who is impressed by significant archaeological discoveries."
    },
    {
      "name": "Student",
      "description": "Young adult, British accent, eager and slightly distracted tone, an archaeology student who has lost personal belongings and needs help with exam answers."
    },
    {
      "name": "Terry Balando",
      "description": "Adult male, British accent, enthusiastic and academic tone, an archaeological expert who identifies artifacts and gets excited about Zarosian discoveries."
    }
  ]
}