{
  "branch": "quest/the-queen-of-thieves",
  "quest_name": "The Queen of Thieves",
  "lines": [
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Tomas Lawry",
      "line": "Greetings. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "What are you doing here?"
    },
    {
      "character": "Tomas Lawry",
      "line": "I'm conducting important business here for the Kourend Council."
    },
    {
      "character": "Player",
      "line": "Anything I can help with?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Hmm, I suppose I could use some assistance. However, you're not really the person I need for this task."
    },
    {
      "character": "Tomas Lawry",
      "line": "Hmm, I suppose I could use some assistance. I'm here to investigate some unusual happenings in Port Piscarilius."
    },
    {
      "character": "Player",
      "line": "What are you investigating?"
    },
    {
      "character": "Player",
      "line": "What's the Kourend Council?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Although it's called a kingdom, Great Kourend hasn't actually had a king for many years. These days Kourend is a republic and it is ruled by the Kourend Council."
    },
    {
      "character": "Tomas Lawry",
      "line": "The Council consists of four councillors who are elected by the people every four years. The current councillors are Councillor Hughes, Councillor Unkar, Councillor Orson and Councillor Andrews."
    },
    {
      "character": "Tomas Lawry",
      "line": "Can I help you with anything else?"
    },
    {
      "character": "Player",
      "line": "Well good luck with that."
    },
    {
      "character": "Player",
      "line": "I'm looking for a quest."
    },
    {
      "character": "Tomas Lawry",
      "line": "Well there is something I could use some help with. However, you're not really the person I need for this task."
    },
    {
      "character": "Tomas Lawry",
      "line": "Well there is something I could use some help with. I'm here to investigate some unusual happenings in Port Piscarilius."
    },
    {
      "character": "Tomas Lawry",
      "line": "Port Piscarilius is home to various gangs. They're a nuisance, but up until now we haven't had much trouble in dealing with them."
    },
    {
      "character": "Player",
      "line": "So what's the problem?"
    },
    {
      "character": "Tomas Lawry",
      "line": "A new gang calling themselves the Saviours of Kourend has recently formed. That's not surprising as gangs come and go all of the time, but this one is different."
    },
    {
      "character": "Player",
      "line": "How so?"
    },
    {
      "character": "Tomas Lawry",
      "line": "The Saviours of Kourend have been absorbing many of the other gangs. Within a few weeks, they've already become the largest gang in Kourend and more join them each day."
    },
    {
      "character": "Tomas Lawry",
      "line": "The talk amongst the people is that it's all down to their leader, a mysterious figure known only as the Queen of Thieves."
    },
    {
      "character": "Player",
      "line": "Nice name. Why doesn't the ruler of Port Piscarilius do something about this?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Shauna Piscarilius is the ruler of Port Piscarilius, but she spends most of her time galavanting around in that boat of hers rather than looking after her home."
    },
    {
      "character": "Player",
      "line": "Fair enough. So what do you need me for?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Well my original plan was to infiltrate the gang to get close to the queen and capture her. However, I've been unable to make any progress. Apparently, I don't look the part."
    },
    {
      "character": "Player",
      "line": "Yeah not sure what that's all about. You clearly fit right in here."
    },
    {
      "character": "Tomas Lawry",
      "line": "Quite right. They're quite insistent though, so someone else will need to give it a go. You look like you might be just the type they're after."
    },
    {
      "character": "Player",
      "line": "What are you trying to say?"
    },
    {
      "character": "Tomas Lawry",
      "line": "That you look poor."
    },
    {
      "character": "Player",
      "line": "Oh..."
    },
    {
      "character": "Tomas Lawry",
      "line": "Anyway, if you're up for the task you'll need to infiltrate the Saviours of Kourend, find the Queen of Thieves, apprehend her and then bring her to me."
    },
    {
      "character": "Tomas Lawry",
      "line": "So, do you think you can do it?"
    },
    {
      "character": "Player",
      "line": "Absolutely."
    },
    {
      "character": "Tomas Lawry",
      "line": "Excellent. The Saviours of Kourend must have their headquarters somewhere nearby. You should ask around town and see if anyone knows where they are. Good luck."
    },
    {
      "character": "Player",
      "line": "Nah."
    },
    {
      "character": "Tomas Lawry",
      "line": "Fair enough. I'll be here if you change your mind."
    },
    {
      "character": "Player",
      "line": "Nothing thanks."
    },
    {
      "character": "Tomas Lawry",
      "line": "Very well. Until next time."
    },
    {
      "character": "Player",
      "line": "Let's talk about my quest."
    },
    {
      "character": "Tomas Lawry",
      "line": "Very well. How goes things?"
    },
    {
      "character": "Player",
      "line": "What am I meant to be doing again?"
    },
    {
      "character": "Tomas Lawry",
      "line": "You need to infiltrate the Saviours of Kourend, find the Queen of Thieves, apprehend her and then bring her to me."
    },
    {
      "character": "Tomas Lawry",
      "line": "The Saviours of Kourend headquarters will be somewhere nearby. You might be able to learn more by asking around town."
    },
    {
      "character": "Player",
      "line": "Hey there. I'm looking for the Saviours of Kourend. Do you know where I can find them?"
    },
    {
      "character": "Poor looking man/woman",
      "line": "Keep your voice down! You've no idea who might be listening!"
    },
    {
      "character": "Player",
      "line": "Oh sorry. Do you know where I can find them though?"
    },
    {
      "character": "Poor looking man/woman",
      "line": "No I don't! I keep my distance from that lot!"
    },
    {
      "character": "Poor looking man/woman",
      "line": "However, word on the streets is that Robert O'Reilly has been working with them. Perhaps he could help you. He lives in the middle of town."
    },
    {
      "character": "Player",
      "line": "Great. Thanks for the help."
    },
    {
      "character": "Player",
      "line": "Where can I find Robert O'Reilly?"
    },
    {
      "character": "Poor looking man/woman",
      "line": "He'll probably be at his home. You'll find it in the middle of town."
    },
    {
      "character": "Player",
      "line": "Thanks for the help."
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for the Saviours of Kourend and I was hoping you could help me."
    },
    {
      "character": "Robert O'Reilly",
      "line": "Yeah I can help you, but not for free."
    },
    {
      "character": "Player",
      "line": "What's your price?"
    },
    {
      "character": "Robert O'Reilly",
      "line": "It's been too long since I've eaten some proper food. All we get around here is fish. Bring me a nice stew and I'll help you out."
    },
    {
      "character": "Player",
      "line": "Where am I going to get some stew?"
    },
    {
      "character": "Robert O'Reilly",
      "line": "Buy some? Cook some? Doesn't matter to me."
    },
    {
      "character": "Player",
      "line": "Very well. I'll return when I have some stew."
    },
    {
      "character": "Player",
      "line": "It just so happens I have some stew right here."
    },
    {
      "character": "Robert O'Reilly",
      "line": "Well that's suspiciously convenient."
    },
    {
      "character": "Player",
      "line": "I know right, what are the chances?"
    },
    {
      "character": "Robert O'Reilly",
      "line": "Well hand it over then."
    },
    {
      "character": "Player",
      "line": "Okay."
    },
    {
      "character": "Robert O'Reilly",
      "line": "Thanks. The Saviours of Kourend make their home in a place called the Warrens. You'll find it in the sewers beneath us."
    },
    {
      "character": "Player",
      "line": "Thank you for your help. I'll be on my way."
    },
    {
      "character": "Player",
      "line": "No."
    },
    {
      "character": "Robert O'Reilly",
      "line": "No information for you then. Come back if you change your mind."
    },
    {
      "character": "Robert O'Reilly",
      "line": "Do you have my stew yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Robert O'Reilly",
      "line": "No stew, no information. Come back when you have some."
    },
    {
      "character": "Player",
      "line": "I do indeed."
    },
    {
      "character": "Robert O'Reilly",
      "line": "How goes things?"
    },
    {
      "character": "Player",
      "line": "I haven't found the Saviours of Kourend yet."
    },
    {
      "character": "Robert O'Reilly",
      "line": "Well you should look in the sewers beneath us. There you'll find the Warrens, where the Saviours make their home."
    },
    {
      "character": "Player",
      "line": "Hello. I'm looking for the Saviours of Kourend. Do you know where I could find them?"
    },
    {
      "character": "Devan Rutter",
      "line": "Right here is where you'll find them. What business do you have with the Saviours?"
    },
    {
      "character": "Player",
      "line": "I was hoping I could join the gang."
    },
    {
      "character": "Devan Rutter",
      "line": "Join the gang? Do you think this is a game?"
    },
    {
      "character": "Devan Rutter",
      "line": "We don't just let anyone join our gang. If you want in, you'll need to prove your worth."
    },
    {
      "character": "Player",
      "line": "And how can I do that?"
    },
    {
      "character": "Devan Rutter",
      "line": "Since our formation, many of the other gangs in Kourend have joined our cause. However, some still choose to resist."
    },
    {
      "character": "Devan Rutter",
      "line": "Our largest rivals are the Vipers and our leader..."
    },
    {
      "character": "Player",
      "line": "The Queen of Thieves?"
    },
    {
      "character": "Devan Rutter",
      "line": "Let me finish!"
    },
    {
      "character": "Devan Rutter",
      "line": "Our leader has had enough of the Vipers and wants to make an example of them."
    },
    {
      "character": "Devan Rutter",
      "line": "We need to send a message to the Vipers to let them know that their days are done."
    },
    {
      "character": "Devan Rutter",
      "line": "We'd like you to kill Conrad King, one of their senior members. The man has been a thorn in our side for far too long. Besides, his murderous ways make us look like paragons of virtue in comparison."
    },
    {
      "character": "Player",
      "line": "You want me to kill someone?"
    },
    {
      "character": "Devan Rutter",
      "line": "Yes."
    },
    {
      "character": "Player",
      "line": "As in, kill them, kill them?"
    },
    {
      "character": "Player",
      "line": "So like, kill them dead?"
    },
    {
      "character": "Devan Rutter",
      "line": "Yes!"
    },
    {
      "character": "Devan Rutter",
      "line": "Is this going to be a problem?"
    },
    {
      "character": "Player",
      "line": "Nope, sounds good to me."
    },
    {
      "character": "Devan Rutter",
      "line": "Good. You'll find Conrad King south of the Piscarilius Foodhall. News travels fast around here so we'll know when the deed is done."
    },
    {
      "character": "Player",
      "line": "Great. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "I don't think I can do it."
    },
    {
      "character": "Devan Rutter",
      "line": "Well then we have nothing to discuss. If you change your mind, you'll find Conrad King south of the Piscarilius Foodhall. News travels fast around here so we'll know when the deed is done."
    },
    {
      "character": "Devan Rutter",
      "line": "Conrad King is still alive so I don't know what you're doing here. Go get the job done. He can be found south of the Piscarilius Foodhall."
    },
    {
      "character": "Conrad King",
      "line": "I'm coming Elizabeth!"
    },
    {
      "character": "Devan Rutter",
      "line": "Word on the streets is that Conrad King has met his maker. The queen is impressed. You should head on in and speak to her."
    },
    {
      "character": "Player",
      "line": "So can I go in now?"
    },
    {
      "character": "Devan Rutter",
      "line": "Yes! Now get out of my sight!"
    },
    {
      "character": "The Queen of Thieves",
      "line": "So you're the one who killed Conrad King. Not bad, but you don't look like much to me."
    },
    {
      "character": "Player",
      "line": "You'd be surprised."
    },
    {
      "character": "The Queen of Thieves",
      "line": "No I wouldn't. I've seen hundreds of fools like you and you're all the same. I doubt you'll be sticking around here very long."
    },
    {
      "character": "Player",
      "line": "And neither will you. On behalf of the Kourend Council, I'm bringing you in."
    },
    {
      "character": "The Queen of Thieves",
      "line": "Wow."
    },
    {
      "character": "The Queen of Thieves",
      "line": "You truly are a complete and utter idiot."
    },
    {
      "character": "The Queen of Thieves",
      "line": "Allow me to enlighten you. While you may have been told that the Saviours of Kourend are evil, the truth is quite the opposite. Before we came along, Kourend was filled with violent gangs who cared little for their victims."
    },
    {
      "character": "Player",
      "line": "Let me guess, you're different."
    },
    {
      "character": "The Queen of Thieves",
      "line": "Shut up and let me speak!"
    },
    {
      "character": "The Queen of Thieves",
      "line": "Yes the Saviours of Kourend are thieves, the Saviours of Kourend are murderers. However, we do not randomly pick our targets. Everything we do has a purpose."
    },
    {
      "character": "Player",
      "line": "Which is?"
    },
    {
      "character": "The Queen of Thieves",
      "line": "The name isn't a joke. We're here to save Kourend. To save it from the corruption that has tainted this once great kingdom."
    },
    {
      "character": "The Queen of Thieves",
      "line": "We do that by taking from those who would lord themselves over the people. We remove their power and give it back to those who keep this kingdom alive."
    },
    {
      "character": "Player",
      "line": "Yet you call yourself a queen. Bit ironic don't you think?"
    },
    {
      "character": "The Queen of Thieves",
      "line": "The irony isn't lost on me. In truth I didn't want to lead at all, but it fell to me because I'm the best at it. Being born a Piscarilius means that you have to be."
    },
    {
      "character": "Player",
      "line": "Hang on... you're part of the Piscarilius family?"
    },
    {
      "character": "The Queen of Thieves",
      "line": "I am the Piscarilius family. Of course Lady Shauna Piscarilius couldn't well take charge of a gang, so I took on a different name, one that the rich and degenerate are already starting to fear."
    },
    {
      "character": "Player",
      "line": "Okay, you've got my attention. But how do I know you're telling the truth?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "You are clearly fairly new to Kourend, so you might not be fully aware of our current leadership situation. After the last King died, rulership should have passed on to his daughter. However, she was declared mad."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "It was the King's closest advisors that made this declaration. They took over and became the Kourend Council. They've ruled the kingdom ever since."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Now, the councillors are supposedly voted for by the people. However, the seats have been held by the same four people since the start. Pretty suspicious don't you think?"
    },
    {
      "character": "Player",
      "line": "That does sound odd."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Exactly. The Council is clearly corrupt, and we intend to bring that to light. Councillor Hughes is our first target. We have reason to believe that she may be in league with the Disciples of Yama."
    },
    {
      "character": "Player",
      "line": "Disciples of Yama?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "A cult of Zamorakians who supposedly serve a demon called Yama."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "They've been a problem for a while, but they haven't been deemed dangerous enough to be properly dealt with. Councillor Hughes' influence, no doubt."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Anyway, go to her home and find proof of her corruption. If you find it, you will know I'm telling the truth. If you don't... well don't pretend you care about breaking and entering anyway."
    },
    {
      "character": "Player",
      "line": "Fine, I'll give you benefit of the doubt. But if you're wrong, I'm coming straight back here to apprehend you."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "I'll pretend I didn't hear that. Councillor Hughes' home is on the northern side of Kingstown. Even a fool like you should be able to find it. Don't worry, she's never in."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Once you have the evidence, give it to that Lawry fellow. Provided he's not as useless as you, he'll make sure that she's dealt with."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Now get lost."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Oh it's you. Are you going to actually let me finish what I'm saying this time or are you just going to walk off again."
    },
    {
      "character": "Player",
      "line": "I'll let you finish this time."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Good. In future you should try not to be so rude."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Anyway, you are clearly fairly new to Kourend, so you might not be fully aware of our current leadership situation. After the last King died, rulership should have passed on to his daughter. However, she was declared"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "mad."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Whatever you want I don't care. Come back to me when you've completed your task."
    },
    {
      "character": "Player",
      "line": "I haven't had any luck finding the Queen of Thieves. However, I've come across this letter which you might find interesting."
    },
    {
      "character": "Tomas Lawry",
      "line": "Blimey! Forget the Queen of Thieves. If this letter is to be believed, Councillor Hughes is working with those vile Disciples of Yama. I must report this to the Council immediately."
    },
    {
      "character": "Player",
      "line": "Great! So can I have a reward?"
    },
    {
      "character": "Tomas Lawry",
      "line": "You've done a great service to the people of Kourend. As I'm sure you know, there is no greater reward than the satisfaction of a job well done."
    },
    {
      "character": "Tomas Lawry",
      "line": "Now be on your way. I have a lot of work to do."
    },
    {
      "character": "Player",
      "line": "What do you know of the Disciples of Yama?"
    },
    {
      "character": "Tomas Lawry",
      "line": "They're a group of deranged cultists that worship some sort of demon. They're not a big threat compared to the lizardmen, but they're still an enemy to Kourend."
    },
    {
      "character": "Player",
      "line": "And Councillor Hughes is helping them? That's not good."
    },
    {
      "character": "Tomas Lawry",
      "line": "Indeed. I must report this to the Council immediately."
    },
    {
      "character": "Player",
      "line": "So can I have a reward?"
    },
    {
      "character": "Tomas Lawry",
      "line": "Hello. Thanks again for your help."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "I hear Councillor Hughes has been arrested. Perhaps you're not totally useless after all."
    },
    {
      "character": "Player",
      "line": "You know, you're really not a nice person."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Oh give me a break. You think I care what you think?"
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Anyway, I guess this is the part where you expect a reward?"
    },
    {
      "character": "Player",
      "line": "Well I wouldn't complain."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Fine. As much as I hate to admit it, you've done alright. The arrest of Councillor Hughes can only mean good things for Kourend and her people."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "This is only the beginning though. There's much work to still be done. I may well call on your help again. Or maybe I won't, who knows. Now take these and go."
    },
    {
      "character": "Lady Shauna Piscarilius",
      "line": "Why are you still here?"
    }
  ],
  "characters": [
    {
      "name": "Conrad King",
      "description": "Middle-aged male, British accent, rough and brutish tone. A violent senior member of the Vipers gang known for his murderous ways."
    },
    {
      "name": "Devan Rutter",
      "description": "Adult male, British accent, stern and suspicious tone. A no-nonsense gang enforcer who guards the Saviours of Kourend headquarters and demands proof of loyalty."
    },
    {
      "name": "Lady Shauna Piscarilius",
      "description": "Young adult female, refined British accent, commanding and slightly condescending tone. A noblewoman who secretly fights for her people as the Queen of Thieves."
    },
    {
      "name": "Poor looking man/woman",
      "description": "Adult, common British accent, nervous and hushed tone. A poor citizen of Port Piscarilius who fears being overheard discussing gang activity."
    },
    {
      "name": "Robert O'Reilly",
      "description": "Middle-aged male, Irish accent, opportunistic and casual tone. A hungry Port Piscarilius resident who trades information for food."
    },
    {
      "name": "The Queen of Thieves",
      "description": "Young adult female, refined British accent, commanding and intimidating tone. A mysterious gang leader whose alias strikes fear into the corrupt elite of Kourend."
    },
    {
      "name": "Tomas Lawry",
      "description": "Middle-aged male, formal British accent, officious and self-important tone. A Kourend Council investigator who is well-dressed and clearly out of place among the poor."
    }
  ]
}