{
  "branch": "quest/the-fremennik-exiles",
  "quest_name": "The Fremennik Exiles",
  "lines": [
    {
      "character": "Player",
      "line": "Do you have any quests?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "As a matter of fact, I do have a quest for you. Are you interested?"
    },
    {
      "character": "Player",
      "line": "I'm ready for another adventure!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Excellent, now-"
    },
    {
      "character": "Player",
      "line": "So what will it be this time? Joining warring islands?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I'm a fan of your enthusiasm, but-"
    },
    {
      "character": "Player",
      "line": "Would you have me slay a mighty daggermouth? Or do you need my expertise in conquering untamed lands?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Nothing quite that fancy I'm afraid,. I just need you to investigate a minor disturbance."
    },
    {
      "character": "Player",
      "line": "Oh."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Freygerd and Reeso run the sandpit a little north of here. They mentioned they heard some rustling by their hut last night and wanted an official to investigate."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You've proven yourself more than worthy of our people's trust."
    },
    {
      "character": "Player",
      "line": "Well that doesn't sound so bad. I'll get right on it."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Thank you,."
    },
    {
      "character": "Player",
      "line": "Not right now."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Very well. Return when you wish to help."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "How goes the investigation, ?"
    },
    {
      "character": "Player",
      "line": "I'm still looking into it at the moment."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "No rush,. I'm sure it's nothing to worry about. Just talk to Freygerd and Reeso at the sandpit when you're ready."
    },
    {
      "character": "Player",
      "line": "Hello Reeso, I'm."
    },
    {
      "character": "Reeso",
      "line": "Greetings,. I imagine the Chieftain sent you over. My wife, Freygerd, is probably the best person to speak to. She was the one who saw the... well whatever it was."
    },
    {
      "character": "Reeso",
      "line": "I looked about outside but couldn't see anyone out there."
    },
    {
      "character": "Player",
      "line": "I'll get to the bottom of it. Thank you Reeso."
    },
    {
      "character": "Player",
      "line": "Hello Freygerd, I'm."
    },
    {
      "character": "Freygerd",
      "line": "Thank goodness you've arrived!"
    },
    {
      "character": "Player",
      "line": "The Chieftain told me that you saw some sort of disturbance outside your hut?"
    },
    {
      "character": "Freygerd",
      "line": "Yes, my husband thinks I'm going a bit mad but I know what I saw! Red eyes, piercing with a terrifying stare. I was so frightened, I fell to the floor!"
    },
    {
      "character": "Freygerd",
      "line": "It was the middle of the night, so I couldn't make out what it was. But when I got back on my feet, it wasn't there anymore."
    },
    {
      "character": "Player",
      "line": "I see. I'll have a look around and see what I can find."
    },
    {
      "character": "Freygerd",
      "line": "Thank you for your help."
    },
    {
      "character": "Reeso",
      "line": "How's it going, ?"
    },
    {
      "character": "Player",
      "line": "I'm still looking."
    },
    {
      "character": "Reeso",
      "line": "Try not to worry too much, I'm sure it's nothing."
    },
    {
      "character": "Freygerd",
      "line": "Have you looked around the hut yet, ?"
    },
    {
      "character": "Player",
      "line": "I still think I'm missing something. I'll let you know when I'm done."
    },
    {
      "character": "Freygerd",
      "line": "Thanks again for your help. Make sure you bring anything you find back. I'll make sure my husband delivers it to the Chieftain."
    },
    {
      "character": "Player",
      "line": "This doesn't look safe... Good job my backpack magically stops things from breaking!"
    },
    {
      "character": "Player",
      "line": "This seems to be a small sack filled with venom."
    },
    {
      "character": "Player",
      "line": "It's dripping with venom. I'd better make sure I don't prick my finger!"
    },
    {
      "character": "Player",
      "line": "This seems to be the fang of a relatively small creature. It's absolutely soaked in venom."
    },
    {
      "character": "Player",
      "line": "Well I can honestly say I wasn't expecting that. Looks like it dropped a letter of some sorts. I'd better grab it."
    },
    {
      "character": "Player",
      "line": "I think I've found everything I need for this investigation. I should let Freygerd know."
    },
    {
      "character": "Player",
      "line": "I already have the letter from this sand pit."
    },
    {
      "character": "Player",
      "line": "Oh, that's where that letter went! How convenient."
    },
    {
      "character": "Player",
      "line": "I think I've found everything I need."
    },
    {
      "character": "Reeso",
      "line": "Ah, you'd better talk to the wife then. She'll want to know what you've discovered."
    },
    {
      "character": "Player",
      "line": "I've had a look around and found a few things I'd like to show the Chieftain. The thing that made the noise outside your home is gone now, so there's nothing to worry about."
    },
    {
      "character": "Freygerd",
      "line": "Thank goodness! I'll have my husband take those items to the Chieftain for you."
    },
    {
      "character": "Reeso",
      "line": "Yeah, yeah... alright!"
    },
    {
      "character": "Freygerd",
      "line": "Thank you so much for your help,."
    },
    {
      "character": "Player",
      "line": "No problem. I best be getting back to the Chieftain!"
    },
    {
      "character": "Player",
      "line": "Hello Reeso."
    },
    {
      "character": "Reeso",
      "line": "Greetings,. How can I help?"
    },
    {
      "character": "Player",
      "line": "You didn't by any chance read that letter, did you?"
    },
    {
      "character": "Reeso",
      "line": "The sand business is booming over here in Rellekka! I don't have time to worry about some letter."
    },
    {
      "character": "Player",
      "line": "Thank you for letting me know."
    },
    {
      "character": "Reeso",
      "line": "No problem,."
    },
    {
      "character": "Player",
      "line": "Please, do tell me more about the sand business in Rellekka."
    },
    {
      "character": "Reeso",
      "line": "An adventurer like you? Don't you have anything better to do?"
    },
    {
      "character": "Player",
      "line": "Not at all. I seem to have all day to talk to people. Why else would I start a conversation with you?"
    },
    {
      "character": "Reeso",
      "line": "Well, being so close to the shore, Rellekka provides a lot of seaweed alongside my sand."
    },
    {
      "character": "Player",
      "line": "Tell me more!"
    },
    {
      "character": "Reeso",
      "line": "Well I work for a business known as Sandy Sand Co. A brilliant bunch of people!"
    },
    {
      "character": "Player",
      "line": "Interesting..."
    },
    {
      "character": "Reeso",
      "line": "The seaweed from Rellekka, in combination with my sand business, provides a huge amount of glass for the surrounding areas!"
    },
    {
      "character": "Reeso",
      "line": "Fellow Fremenniks aren't too pleased with my outside dealings, though know how important my job is. I think they let it slide for that reason."
    },
    {
      "character": "Player",
      "line": "Well, thank you so much for all of that information Reeso. See you later."
    },
    {
      "character": "Freygerd",
      "line": "You didn't say,. What exactly was it that was outside? My husband didn't tell me what he took to the Chieftain for you."
    },
    {
      "character": "Player",
      "line": "It was a basilisk."
    },
    {
      "character": "Freygerd",
      "line": "What did you say?"
    },
    {
      "character": "Player",
      "line": "I said it was a basilisk."
    },
    {
      "character": "Freygerd",
      "line": "A basilisk?"
    },
    {
      "character": "Player",
      "line": "Well I really must get back to what I was doing. Lovely to catch up!"
    },
    {
      "character": "Player",
      "line": "It was nothing to worry about! Just a couple of knick knacks probably dropped by some kids!"
    },
    {
      "character": "Freygerd",
      "line": "What about the red eyes I saw though?"
    },
    {
      "character": "Player",
      "line": "They were probably just firestarters. That's what I found outside."
    },
    {
      "character": "Freygerd",
      "line": "Well that's certainly a relief. Thank you for letting me know!"
    },
    {
      "character": "Player",
      "line": "Not a problem!"
    },
    {
      "character": "Freygerd",
      "line": "A basilisk! In our town! This is how it starts!"
    },
    {
      "character": "Player",
      "line": "How what starts?"
    },
    {
      "character": "Freygerd",
      "line": "The end!"
    },
    {
      "character": "Player",
      "line": "Well that sounds cheery. You have nothing to fear though, not with me around. Speaking of which, I'd better get back to it."
    },
    {
      "character": "Brundt the Chieftain",
      "line": ", I'm glad you've returned! This letter you have found is very worrying and requires our utmost attention."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Never did we think this day would come."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "So many lives lost. So many sacrifices."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "But the Fremennik people shall not bow to the Jormungand again!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": ", please read the letter and talk to me afterwards with any questions you may have."
    },
    {
      "character": "Player",
      "line": "I don't understand. What does the letter mean? Who is the Jormungand? And since when could basilisks read and write?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "While they may not show it, basilisks are much smarter than they seem. Many years ago, a great basilisk army enslaved our people and took our home."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The Jormungand, sometimes known as The Serpent King, was the leader of this army. Along with his three generals, Typhor, Vritra and Bakuna, he brought a terror to these lands unlike any other."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If it hadn't been for the bravery of a great hero, we might never have been freed."
    },
    {
      "character": "Player",
      "line": "A hero?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Yes. He was known as V. He stood up to the Serpent King and confronted him on the Island of Stone. It is said that the two of them fought for days, but in the end, V stood victorious."
    },
    {
      "character": "Player",
      "line": "What happened next?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well that depends who you ask. The bards wrote a great song about V's victory. They called it the Ballad of the Basilisk, and it claims V killed the Jormungand."
    },
    {
      "character": "Player",
      "line": "But..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well... bards are known to bend the truth a bit, especially if it makes a song sound better. In reality, V sealed the Serpent King in a magical prison on the island, where he remains to this day."
    },
    {
      "character": "Player",
      "line": "A magical prison? I thought the Fremennik people didn't approve of magic?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "V was different. Stories tell of how he unlocked the potential of magic with the single touch of a stone. In that moment, he became more than just a man."
    },
    {
      "character": "Player",
      "line": "A god?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "It's not a distinction the Fremennik particularly care for. To us, he has always been a hero to be respected, not a god to be worshipped. They say he felt the same way."
    },
    {
      "character": "Player",
      "line": "But he earned the right to use magic?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Exactly. Now the Moon Clan on the other hand, did not earn that right. Their use of magic is an insult to our people."
    },
    {
      "character": "Player",
      "line": "So what can we do about the Jormungand?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "We will stay strong,. We'll..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "We'll be doomed!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Our army isn't large enough to hold back the forces of the Serpent King."
    },
    {
      "character": "Player",
      "line": "I can help!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": ", you're strong. But you're no army."
    },
    {
      "character": "Player",
      "line": "You're forgetting Brundt. We have the element of surprise! They don't know we're aware of their attack."
    },
    {
      "character": "Player",
      "line": "We could have days to prepare before they make their move. We could..."
    },
    {
      "character": "Agnar",
      "line": "Chieftain Brundt!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Agnar? What is it?"
    },
    {
      "character": "Agnar",
      "line": "Chieftain Brundt! I'm here on behalf of the Fremennik Council! We've heard some disturbing news about a basilisk in town."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well I won't deny there's been a little issue but and I will soon have things back under control."
    },
    {
      "character": "Agnar",
      "line": "? When will you see that this outerlander is the cause of all of our problems!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "is no outerlander! He passed our trials and is a Fremennik, just like you and I."
    },
    {
      "character": "Agnar",
      "line": "You can disguise it all you want, but he is an outerlander and always will be! Ever since we let him in, we've had nothing but trouble!"
    },
    {
      "character": "Agnar",
      "line": "And to top it all off, now we have basilisks wandering our town. The council have had enough!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "What are you saying Agnar?"
    },
    {
      "character": "Agnar",
      "line": "I have a declaration here signed by seven of our twelve council members. We declare this outerlander an exile!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "This is outrageous! is one of us!"
    },
    {
      "character": "Agnar",
      "line": "Do not use that name! The decision of the council is final. As Chieftain, you are honour bound to enact it."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I see..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Exile, you must leave our province. Our people will no longer see you as their brother."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Leave at once. Do not attempt to interact with myself or my people."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Begone exile, you are a Fremennik no more."
    },
    {
      "character": "Player",
      "line": "Hello again Askeladden."
    },
    {
      "character": "Askeladden",
      "line": "Hey pal... listen. I shouldn't really be talking to you. Everyone is saying you're a bad person. They say you were exiled!"
    },
    {
      "character": "Player",
      "line": "It's true but I did nothing wrong; don't believe them Askeladden!"
    },
    {
      "character": "Askeladden",
      "line": "I believe you buddy! I just can't really be seen talking to you."
    },
    {
      "character": "Player",
      "line": "That's fine, I don't want to get you in trouble. Can you do me a favour though?"
    },
    {
      "character": "Player",
      "line": "Actually, never mind."
    },
    {
      "character": "Askeladden",
      "line": "Okay pal. If you need anything, come back to me but keep it on the down low."
    },
    {
      "character": "Bardur",
      "line": "Ah! Exile! Begone with you, before you suffer the same fate as these fledglings!"
    },
    {
      "character": "Player",
      "line": "Fine. I was going anyway."
    },
    {
      "character": "Bjorn/Eldgrim",
      "line": "Gerr owtta 'ere befur ay mayke yew!"
    },
    {
      "character": "Bjorn/Eldgrim",
      "line": "Behgawn exshiled. Elsh'll cahll thur gards!"
    },
    {
      "character": "Bjorn/Eldgrim",
      "line": "Yoo shuwdn't be warking 'round alown whyle exshiled!"
    },
    {
      "character": "Player",
      "line": "Hi there! Who are you?"
    },
    {
      "character": "Falo the Bard",
      "line": "Hi there exile. I am Falo the bard! Like my brother Olaf, who lives in Rellekka, I also write music."
    },
    {
      "character": "Player",
      "line": "You don't seem to care too much about me getting exiled."
    },
    {
      "character": "Falo the Bard",
      "line": "Well we're not in Rellekka down here so I don't think it matters too much."
    },
    {
      "character": "Player",
      "line": "Fair enough. So, do you write about anything in particular?"
    },
    {
      "character": "Jarvald",
      "line": "Forgive me exile, though I can't allow you to board my ship."
    },
    {
      "character": "Player",
      "line": "Please Jarvald, it's really important!"
    },
    {
      "character": "Jarvald",
      "line": "Very well... for old times sake."
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Jarvald",
      "line": "Do you wish to return to Rellekka?"
    },
    {
      "character": "Player",
      "line": "Yes please."
    },
    {
      "character": "Jarvald",
      "line": "Very well, but do make sure you're not spotted leaving my ship."
    },
    {
      "character": "Player",
      "line": "No thanks."
    },
    {
      "character": "Maria Gunnars",
      "line": "Welcome back,. Do you have any questions?"
    },
    {
      "character": "Player",
      "line": "You don't seem to be bothered about my exile."
    },
    {
      "character": "Maria Gunnars",
      "line": "I'm not. Neitiznot does not consider you an exile, that's just the mainland."
    },
    {
      "character": "Mord Gunnars",
      "line": "Hail the conquering hero!"
    },
    {
      "character": "Player",
      "line": "Heh. Thanks - I was pretty heroic even if I say so myself."
    },
    {
      "character": "Player",
      "line": "You do know I've been exiled right? You don't seem to care."
    },
    {
      "character": "Mord Gunnars",
      "line": "Don't worry, your exile does not cover the island of Jatizso. We still consider you a Fremennik."
    },
    {
      "character": "Player",
      "line": "Not you too!"
    },
    {
      "character": "Player",
      "line": "Aw..."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Sailor",
      "line": "Don't talk to me exile."
    },
    {
      "character": "Player",
      "line": "Please, I must get to Miscellania."
    },
    {
      "character": "Sailor",
      "line": "You're lucky you're needed there. Just don't speak to me on the journey!"
    },
    {
      "character": "Player",
      "line": "Let's go!"
    },
    {
      "character": "Player",
      "line": "Sorry."
    },
    {
      "character": "Sailor",
      "line": "You're lucky you're needed on Miscellania exile. Just don't speak to me on the journey!"
    },
    {
      "character": "Player",
      "line": "Hello. Can I get a ride on your ship?"
    },
    {
      "character": "Sailor",
      "line": "Fine. I won't pretend to like it though."
    },
    {
      "character": "Sailor",
      "line": "Okay. Suit yourself."
    },
    {
      "character": "Sailor",
      "line": "Let's go exile. Sooner you're off my ship the better."
    },
    {
      "character": "Thorodin",
      "line": "Exile. You don't have many friends around here at the moment."
    },
    {
      "character": "Player",
      "line": "How do you feel about it?"
    },
    {
      "character": "Thorodin",
      "line": "Doesn't bother me. Some people take these things more seriously than others. On that note, do you need something?"
    },
    {
      "character": "Torfinn",
      "line": "Sorry, I can't be seen talking to you."
    },
    {
      "character": "Torfinn",
      "line": "I'm not meant to be talking to you. I guess I can still take you to Ungael though if you want."
    },
    {
      "character": "Torfinn",
      "line": "Do you want to return to Rellekka?"
    },
    {
      "character": "NPC",
      "line": "Leave exile, before I alert the guards."
    },
    {
      "character": "NPC",
      "line": "Leave now, before I get rid of you myself."
    },
    {
      "character": "NPC",
      "line": "Begone exile, you're no to me."
    },
    {
      "character": "NPC",
      "line": "Begone exile, before I call the Fremennik guards!"
    },
    {
      "character": "NPC",
      "line": "I'm sorry, you are Fremennik no more. I cannot help you. Leave, before I must call the guards."
    },
    {
      "character": "Player",
      "line": "Well that was awkward..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Indeed. I'm sorry. The reality is that many on the council did not take kindly to you becoming one of us. They've been looking for a good excuse to exile you ever since you arrived."
    },
    {
      "character": "Player",
      "line": "But they're the ones that voted for me in the first place!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well... not quite. Seven of the twelve council members gave you their vote, but you never had the support of the other five. They're the ones who've been pushing for your exile."
    },
    {
      "character": "Player",
      "line": "I see. And they've used this basilisk problem to convince some of the others."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "It would seem so. Try not to judge them too harshly though, they only had what was best for the province in mind. This basilisk situation has a lot of people scared."
    },
    {
      "character": "Player",
      "line": "I don't understand though, they're only basilisks. Surely we have the strength to defeat them."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ah, I see you are not familiar with the End of Things."
    },
    {
      "character": "Player",
      "line": "The End of Things?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Many years ago, before the time of V, it was foretold that this world will end in a great battle. They called this battle Ragnarok, or more commonly, the End of Things."
    },
    {
      "character": "Player",
      "line": "Well that doesn't sound good. Where do the basilisks fit in?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The prophecies say that the battle will begin after the Serpent King is freed. So you see, it is not the basilisks people fear, it is what comes after."
    },
    {
      "character": "Player",
      "line": "Then we'd better make sure the Jormungand stays in that prison!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well, that's why I asked you to meet me out here. If you are to help us put a stop to this threat, you'll need to regain the trust of the council. And I think I know just how you can do that."
    },
    {
      "character": "Player",
      "line": "How?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I think the best possible way to show your worth to them is by being the person that restores V's Shield."
    },
    {
      "character": "Player",
      "line": "V's Shield?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The shield used by V when he defeated the Serpent King. It is legendary amongst our people. If we are to have any chance of stopping this threat, we will need to remake it."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "There's a few things I know about the shield, though other things are lost from stories past."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I believe some members of the Moon Clan might know the details I don't, so your diplomatic relations should come in handy."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Keep in mind, now that you've been exiled, most people in the province will be unlikely to talk to you."
    },
    {
      "character": "Player",
      "line": "Fair enough. So where should I start?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Stories tell of how V's Shield was made using four components."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "First, the base of the shield. This was a traditional Fremennik Shield, like the ones our warriors use."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Next, the Lunar Glass. This was apparently created by a great Moon Clan mystic and was used to reflect the Serpent King's gaze."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Then you have the Polishing Rock. This was needed to shine the Lunar Glass. This rock was heated softly in a boiling spring."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Finally, V's Sigil. This sigil was crafted by the Moon Clan, using a unique metal known only to them."
    },
    {
      "character": "Player",
      "line": "Where can I find a Fremennik Shield?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Fremennik Shields are only given to warriors of the province."
    },
    {
      "character": "Player",
      "line": "I made a round shield with arctic pine in my previous adventure to Neitiznot?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "No, this shield is different. I'd recommend heading to Waterbirth Island. The daggermouths within the dungeon will likely have some from warriors they've sent to Valhalla."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You could slay them and reclaim a shield from their corpses."
    },
    {
      "character": "Player",
      "line": "What if that doesn't work?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "There's a warrior down there known as Bardur, gathering many a daggermouth hide and saving Fremennik Shields."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "If you have no luck finding a shield, perhaps you could charm him to give one to you?"
    },
    {
      "character": "Player",
      "line": "Thanks Brundt, I'll keep that in mind."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "No problem."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Do you have any more questions about V's Shield, ?"
    },
    {
      "character": "Player",
      "line": "That's all thanks."
    },
    {
      "character": "Player",
      "line": "Goodbye."
    },
    {
      "character": "Player",
      "line": "Where can I get Lunar Glass?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I'm not sure I'm afraid. I imagine someone from the Moon Clan would likely have more knowledge on the matter."
    },
    {
      "character": "Player",
      "line": "I think I know just the chicken-legged-house-bound lady to ask!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "What?"
    },
    {
      "character": "Player",
      "line": "Don't worry about it..."
    },
    {
      "character": "Player",
      "line": "How do I make the Polishing Rock?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well firstly, a rock would probably help..."
    },
    {
      "character": "Player",
      "line": "I know a guy! Well, a boy. Hopefully he'll still be willing to speak to me despite the exile."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Convenient. As for the matter of heating the rock, there's some hot springs on the mountain to the east that should be warm enough."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Use something to lower the rock into one of the geysers there, and you should be good to go."
    },
    {
      "character": "Player",
      "line": "How do I make V's Sigil?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "V's Sigil is, well... in the shape of a V."
    },
    {
      "character": "Player",
      "line": "Oh... is that it?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well, one side of the sigil is shaped like a basilisk. Spines down its back, and maw wide like a gate."
    },
    {
      "character": "Player",
      "line": "And the other side?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Nothing fancy. Just the other side of the letter V."
    },
    {
      "character": "Player",
      "line": "What exactly is it made of?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The stories tell of a cave on Lunar Isle where V first gained his power. Apparently it contains a unique metal used only by the Moon Clan."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I'd say three bars of this metal should be enough. Take them to an anvil and you should be able to make the sigil."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Once you have made the sigil, you'll need to have it enchanted. This was apparently done by a powerful spirit."
    },
    {
      "character": "Player",
      "line": "Do you know of such a spirit?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The stories didn't specify, though I would wager the Fossegrimen might be able to help."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Greetings."
    },
    {
      "character": "Player",
      "line": "Bardur, wait! I'm here with a task from the Chieftain."
    },
    {
      "character": "Bardur",
      "line": "I'm not too certain I should trust you! What is it you want?"
    },
    {
      "character": "Player",
      "line": "I'm looking to remake V's Shield, but I require a Fremennik Shield from a warrior. Where could I find one?"
    },
    {
      "character": "Bardur",
      "line": "You already have one! Begone, exile!"
    },
    {
      "character": "Bardur",
      "line": "The daggermouths found in these caves should drop a few when slain. They take them from fallen warriors. I have a few myself, in fact. I wish to give them back to the families of the fallen."
    },
    {
      "character": "Bardur",
      "line": "These fledgelings won't drop anything you're looking for, though. Search the caves for some matured daggermouths."
    },
    {
      "character": "Player",
      "line": "Thanks for your time, Bardur."
    },
    {
      "character": "Bardur",
      "line": "You're lucky I'm busy exile! Things might have been different if I wasn't..."
    },
    {
      "character": "Player",
      "line": "Maybe I could buy one off you?"
    },
    {
      "character": "Bardur",
      "line": "Hmm... Well I suppose the money would be of great help to the families of the fallen. Very well, I will sell you a shield for 150,000 coins."
    },
    {
      "character": "Player",
      "line": "Sounds good to me."
    },
    {
      "character": "Bardur",
      "line": "Perhaps I misjudged you, exile. Best of luck on your adventure."
    },
    {
      "character": "Player",
      "line": "That's far too much, I won't pay that!"
    },
    {
      "character": "Bardur",
      "line": "Well I wouldn't expect an exile like you to care about the fallen. Be gone with you!"
    },
    {
      "character": "Player",
      "line": "I could honour the fallen by remaking V's Shield."
    },
    {
      "character": "Bardur",
      "line": "Hmm... They would indeed be pleased. Having your shield used to make the shield of a hero would be an honour!"
    },
    {
      "character": "Player",
      "line": "So what do you say?"
    },
    {
      "character": "Bardur",
      "line": "Very well..."
    },
    {
      "character": "Player",
      "line": "Thanks Bardur."
    },
    {
      "character": "Bardur",
      "line": "Exile, has that shield served you well?"
    },
    {
      "character": "Player",
      "line": "Yes, thank you."
    },
    {
      "character": "Bardur",
      "line": "All the best, exile."
    },
    {
      "character": "Player",
      "line": "I lost it."
    },
    {
      "character": "Bardur",
      "line": "Well you're not having another one if that's how you take care of things! If you want another, you'll need to slay some daggermouths!"
    },
    {
      "character": "Player",
      "line": "Okay..."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Baba Yaga",
      "line": "Ah!, I'm glad to see you've returned. How can I help?"
    },
    {
      "character": "Player",
      "line": "I was wondering if you could help me make..."
    },
    {
      "character": "Baba Yaga",
      "line": "Lunar Glass?"
    },
    {
      "character": "Player",
      "line": "You really need to stop doing that."
    },
    {
      "character": "Baba Yaga",
      "line": "Stop doing what?"
    },
    {
      "character": "Player",
      "line": "Stop finishing my..."
    },
    {
      "character": "Baba Yaga",
      "line": "Sentences? Sorry it's a force of habit! Mind reading and watnot."
    },
    {
      "character": "Baba Yaga",
      "line": "Oh don't look at me like that! I'm not the one who exiled you."
    },
    {
      "character": "Player",
      "line": "Look, those are my private thoughts! You can't just go reading my mind without permission."
    },
    {
      "character": "Baba Yaga",
      "line": "Those aren't private thoughts! They're nothing compared to the other things I can see..."
    },
    {
      "character": "Player",
      "line": "Please... can we just focus on the matter at hand?"
    },
    {
      "character": "Baba Yaga",
      "line": "Sure thing! Lunar Glass isn't so hard to make, but I will require a piece of Molten Glass. Return to me when you have some!"
    },
    {
      "character": "Player",
      "line": "Thank y..."
    },
    {
      "character": "Baba Yaga",
      "line": "You're welcome."
    },
    {
      "character": "Baba Yaga",
      "line": "Sure thing! Lunar Glass isn't so hard to make, but I will require..."
    },
    {
      "character": "Player",
      "line": "Some Molten Glass? I have some right here!"
    },
    {
      "character": "Baba Yaga",
      "line": "Hey! That's... really annoying."
    },
    {
      "character": "Player",
      "line": "Oh, how the tables have turned!"
    },
    {
      "character": "Baba Yaga",
      "line": "How did you even know..."
    },
    {
      "character": "Baba Yaga",
      "line": "Anyway, let me imbue this piece of glass for you."
    },
    {
      "character": "Baba Yaga",
      "line": "You will need to enchant it by using it on the Astral Altar. The process will also require 100 Astral Runes."
    },
    {
      "character": "Player",
      "line": "Oh. Can't you just do it for me?"
    },
    {
      "character": "Baba Yaga",
      "line": "Afraid not, I have lots of tidying to do around here."
    },
    {
      "character": "Player",
      "line": "Tidying?"
    },
    {
      "character": "Baba Yaga",
      "line": "Have you ever tried living in a house that's constantly shaking? It's a total nightmare, believe me."
    },
    {
      "character": "Player",
      "line": "I guess I never thought about that before, fair enough."
    },
    {
      "character": "Baba Yaga",
      "line": "Best of luck,."
    },
    {
      "character": "Baba Yaga",
      "line": "Lunar Glass? I can do that. I will require a piece of Molten Glass. Return to me when you have some!"
    },
    {
      "character": "Player",
      "line": "Yes! I have th..."
    },
    {
      "character": "Baba Yaga",
      "line": "The Molten Glass? Excellent!"
    },
    {
      "character": "Player",
      "line": "That one wasn't even mind reading! I could have guessed what I was going to say there."
    },
    {
      "character": "Baba Yaga",
      "line": "Lunar Glass? But I can see you already have the Imbued Glass you need! You don't have to be a mind reader to see that..."
    },
    {
      "character": "Baba Yaga",
      "line": "Remember, you'll need to enchant it by using it on the Astral Altar. This process will also require 100 Astral Runes."
    },
    {
      "character": "Baba Yaga",
      "line": "Lunar Glass? You'll need some Imbued Glass first. Don't worry, I can make some more for you."
    },
    {
      "character": "Baba Yaga",
      "line": "You don't seem to have any Molten Glass. Come back when you do!"
    },
    {
      "character": "Baba Yaga",
      "line": "There you go. Remember, you'll need to enchant it by using it on the Astral Altar. This process will also require 100 Astral Runes."
    },
    {
      "character": "Baba Yaga",
      "line": "Lunar Glass? But I can see you already have some! You don't have to be a mind reader to see that..."
    },
    {
      "character": "Player",
      "line": "I already have some Lunar Glass. I should probably gather the rest of the items for V's Shield!"
    },
    {
      "character": "Player",
      "line": "It might have helped if I'd actually remembered to bring my pet rock."
    },
    {
      "character": "Player",
      "line": "This geyser looks a little small. I'd probably do a better job heating this rock in a larger geyser!"
    },
    {
      "character": "Player",
      "line": "Okay, here we go!"
    },
    {
      "character": "Player",
      "line": "Any second now, I'm going to lower this rock into the geyser and boil it..."
    },
    {
      "character": "Player",
      "line": "It's just a rock, how is it looking so sad? Come on, I can do this! For the Province!"
    },
    {
      "character": "Player",
      "line": "It's for the good of the Province... I must do it!"
    },
    {
      "character": "Player",
      "line": "I can't do it! I love you pet rock."
    },
    {
      "character": "Player",
      "line": "You're right, pet rock... Why does it have to be this way?"
    },
    {
      "character": "Player",
      "line": "I can't do this to you with all of these happy memories!"
    },
    {
      "character": "Player",
      "line": "You're right... I'll talk to Peer the Seer. He'll help me forget all of our times together."
    },
    {
      "character": "Player",
      "line": "It'll make this easier."
    },
    {
      "character": "Peer the Seer",
      "line": "Though I appreciate your efforts in our trials, I'm afraid I can't speak to you."
    },
    {
      "character": "Player",
      "line": "Please, Seer! I'm on a mission for Brundt."
    },
    {
      "character": "Peer the Seer",
      "line": "Hmm... If the Chieftain can still trust you, so can I. How may I be of assistance?"
    },
    {
      "character": "Player",
      "line": "It's a bit of a sensitive subject..."
    },
    {
      "character": "Peer the Seer",
      "line": "You can tell me anything,. What's the matter?"
    },
    {
      "character": "Player",
      "line": "I can't bring myself to boil my pet rock!"
    },
    {
      "character": "Player",
      "line": "I know, I'm a horrible person! Please help me, I can't bring myself to do it."
    },
    {
      "character": "Peer the Seer",
      "line": "Are you serious? I'm a busy man..."
    },
    {
      "character": "Player",
      "line": "Please Seer, you're my only hope!"
    },
    {
      "character": "Peer the Seer",
      "line": "Very well. I'll clear your mind of any memories you have of your..."
    },
    {
      "character": "Peer the Seer",
      "line": "*cough*"
    },
    {
      "character": "Peer the Seer",
      "line": "pet rock..."
    },
    {
      "character": "Peer the Seer",
      "line": "I won't be able to speak with you after this. The others might start to get suspicious."
    },
    {
      "character": "Player",
      "line": "I understand."
    },
    {
      "character": "Player",
      "line": "Thank you, Seer! I'll head back to the mountains now."
    },
    {
      "character": "Peer the Seer",
      "line": "Now be gone with you, exile!"
    },
    {
      "character": "Player",
      "line": "I know it's just an act... but that hurt."
    },
    {
      "character": "Player",
      "line": "Well I don't think that will be bobbing up to the top anytime soon! I'll need to fish it out with something."
    },
    {
      "character": "Player",
      "line": "I'm not going to be able to get my rock back with just my bare hands! I'll need to get something to fish it out."
    },
    {
      "character": "Player",
      "line": "I've already dropped one rock in there. I should try fishing it out rather than throwing more away."
    },
    {
      "character": "Player",
      "line": "Darn it! That rock was hot..."
    },
    {
      "character": "Player",
      "line": "If only I had something that could keep my hands cold!"
    },
    {
      "character": "Player",
      "line": "Darn it! It would probably help if I actually wore my ice gloves."
    },
    {
      "character": "Player",
      "line": "I already have a Polishing Rock. I think I'm done here."
    },
    {
      "character": "Player",
      "line": "I already have a Polishing Rock in my bank. I think I'm done here."
    },
    {
      "character": "Fossegrimen",
      "line": "What can I do for you?"
    },
    {
      "character": "Player",
      "line": "I hear that I can present you with an offering and you will enchant my lyre for me."
    },
    {
      "character": "Fossegrimen",
      "line": "This is true. For a simple enchantment, you may place an offering on my Altar. Can I help you with anything else?"
    },
    {
      "character": "Player",
      "line": "I'm currently trying to remake V's Shield. I was told I need his sigil enchanted by a powerful spirit."
    },
    {
      "character": "Fossegrimen",
      "line": "V? Now that's a name I haven't heard in a long time..."
    },
    {
      "character": "Player",
      "line": "You know of V?"
    },
    {
      "character": "Fossegrimen",
      "line": "Oh yes. Were it not for V, this conversation might never had happened."
    },
    {
      "character": "Fossegrimen",
      "line": "I owe V a debt that can never be repaid. It would be an honour to enchant his sigil."
    },
    {
      "character": "Fossegrimen",
      "line": "Bring the unenchanted sigil to me and I'll provide you with what you need."
    },
    {
      "character": "Fossegrimen",
      "line": "*The Fossegrimen whispers an enchantment*"
    },
    {
      "character": "Fossegrimen",
      "line": "There you go! Go forth mighty warrior."
    },
    {
      "character": "Player",
      "line": "I think I have everything needed to make V's Shield."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Well what are you waiting for? Get it made and we'll have everything we need to put an end to your exile."
    },
    {
      "character": "Player",
      "line": "This looks complete! I should head back to the Chieftain and see what he thinks."
    },
    {
      "character": "Player",
      "line": "I've completed V's Shield!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Excellent!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hand it over then,."
    },
    {
      "character": "Player",
      "line": "Oh, sorry. I simply left it in my bank. I'm such a ditzy person sometimes!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "That's certainly one way to put it... Perhaps you should go and get it?"
    },
    {
      "character": "Player",
      "line": "Will do, see you shortly!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "... This is incredible! It's as if you forged the shield from a picture. It's exactly how I imagined it from the stories!"
    },
    {
      "character": "Player",
      "line": "Do you think this will be enough to convince the council?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I hope so. I do suspect some of them may never respect you though."
    },
    {
      "character": "Player",
      "line": "Beggars can't be choosers, I suppose. Let's get going then..."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Wait!"
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The shield. It requires one last thing."
    },
    {
      "character": "Player",
      "line": "What's missing?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Return to me with two beers. No... Two kegs of beer! Quickly! There's not much time!"
    },
    {
      "character": "Player",
      "line": "Okay!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Have you got the two kegs of beer?"
    },
    {
      "character": "Player",
      "line": "I have them right here!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Great!"
    },
    {
      "character": "Player",
      "line": "Hey!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I'm litchrally abousht to go shtand uhp to the enshtire *hiccup* counshil for yooo...! I need thish!"
    },
    {
      "character": "Player",
      "line": "That's a very good point. Carry on then."
    },
    {
      "character": "Player",
      "line": "I should probably head back to the longhall..."
    },
    {
      "character": "Player",
      "line": "I actually have some here."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You're a bigger alcoholic than I am! Hand them over."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Good to see you."
    },
    {
      "character": "Player",
      "line": "And you Brundt. You sobered up quickly."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "We Fremennik know how to handle a drink,. Anyway, I have some good news for you."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Following your successful recreation of V's Shield, the council have agreed to end your exile. I hearby declare you a Fremennik again!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Not only that, but we would like you to be the one to carry V's legendary shield into battle."
    },
    {
      "character": "Player",
      "line": "I'm very honoured."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "So you should be. V was our greatest hero. There is no greater honour than to bear his shield in battle."
    },
    {
      "character": "Player",
      "line": "So what's our plan?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "The basilisks intend to attack the town so they can keep us distracted while they free the Jormungand. Luckily for us, we know about this."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Once the attack begins, the majority of our forces will stay here to hold the town. While they do, you and I will journey to the Island of Stone."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "There, we will ensure that the prison of the Jormungand remains sealed."
    },
    {
      "character": "Player",
      "line": "Sounds good, when do..."
    },
    {
      "character": "Fremennik Warrior",
      "line": "Basilisks in the market! Basilisks in the market!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "They've walked right through our defences!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Kill them all!"
    },
    {
      "character": "Player",
      "line": "What now?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "This isn't good. The prison has already been breached."
    },
    {
      "character": "Player",
      "line": "So we're too late?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Not quite, but we'll have to act fast. If the Jormungand manages to leave the prison, the End of Things will be upon us."
    },
    {
      "character": "Player",
      "line": "Well we'd better get in there and make sure that doesn't happen."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "It looks like the basilisks resealed the door behind them. We'll have to get through it."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "From what I can tell, the door uses a combination lock. You'll need to get the right combination to unlock it. Too many wrong attempts will reset the lock though."
    },
    {
      "character": "Player",
      "line": "I'd better be careful then. I'll get to work."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hurry. We can't afford to waste any time."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Have you opened the door yet?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hurry. We need to get inside before it's too late."
    },
    {
      "character": "Player",
      "line": "That's the door unlocked."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Good work. Let's get inside and see what's going on."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Let's get inside and see what's going on."
    },
    {
      "character": "Typhor",
      "line": "Humans!"
    },
    {
      "character": "Bakuna",
      "line": "Destroy them! Our king must be freed!"
    },
    {
      "character": "Vritra",
      "line": "It will be done."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "With me ! Let's kill these foul beasts!"
    },
    {
      "character": "The Jormungand",
      "line": "At long last, I have been granted freedom. You have done well Bakuna."
    },
    {
      "character": "Bakuna",
      "line": "I exist to serve."
    },
    {
      "character": "The Jormungand",
      "line": "Good, for I have one final use of you. My long rest has weakened me, you will grant me strength."
    },
    {
      "character": "The Jormungand",
      "line": "Power!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "This isn't over yet, the Jormungand is weak from his imprisonment! We can still stop him!"
    },
    {
      "character": "The Jormungand",
      "line": "Humans, you have been bestowed with a great honour, for you are about to become the first of your kind in millennia to feed my power!"
    },
    {
      "character": "The Jormungand",
      "line": "Rejoice with me, for your miserable lives are finally at an end!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You will not defeat us this day! Come !"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Hurry ! We need to get inside and stop those basilisks!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Wait ! I have some things for you!"
    },
    {
      "character": "Player",
      "line": "Do you have any of my items?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I do have some of your items here. Do try to be careful with them."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "I'm afraid I don't have anything for you. If I did have any of your items, but you died before collecting them, they'll now be lost."
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Ah, nothing like a glorious fight to make you feel alive!"
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "Now? We drink of course! The Jormungand has been defeated and the End of Things prevented!"
    },
    {
      "character": "Player",
      "line": "Are you sure? They did manage to free him. How do you know we weren't too late?"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "You worry too much. If the end had begun, we'd have noticed by now. Come! Let us go and celebrate!"
    },
    {
      "character": "Manni the Reveller",
      "line": "Another great victory for our people!"
    },
    {
      "character": "Brundt the Chieftain",
      "line": "But it wouldn't have been possible without !"
    },
    {
      "character": "Agnar",
      "line": "You have truly proven yourself to be one of us, ! I'm sorry we ever doubted you."
    },
    {
      "character": "Player",
      "line": "I'm just glad it all worked out in the end."
    },
    {
      "character": "Manni the Reveller",
      "line": "And on that note, time for a drink! I want to see if can still drink me under the table!"
    },
    {
      "character": "Player",
      "line": "Uh oh..."
    }
  ],
  "characters": [
    {
      "name": "Agnar",
      "description": "Middle-aged male, Scandinavian accent, stern and accusatory tone, a suspicious Fremennik council member who distrusts outsiders and speaks with righteous indignation."
    },
    {
      "name": "Askeladden",
      "description": "Youthful male around 14-16 years old, Scandinavian accent, eager and friendly tone, an ambitious Fremennik boy who speaks with enthusiasm and loyalty."
    },
    {
      "name": "Baba Yaga",
      "description": "Elderly female, Eastern European accent, eccentric and knowing tone, a powerful Moon Clan mystic who speaks with cryptic wisdom and mischievous humor."
    },
    {
      "name": "Bakuna",
      "description": "Deep monstrous male voice, hissing serpentine quality, devoted and fanatical tone, a basilisk general who speaks with reverent subservience to his king."
    },
    {
      "name": "Bardur",
      "description": "Middle-aged male, gruff Scandinavian accent, stern but honorable tone, a hardened Fremennik warrior who respects duty and the fallen."
    },
    {
      "name": "Bjorn/Eldgrim",
      "description": "Middle-aged male, heavily slurred Scandinavian accent, drunken and belligerent tone, intoxicated Fremennik tavern patrons with difficulty speaking clearly."
    },
    {
      "name": "Brundt the Chieftain",
      "description": "Older male, commanding Scandinavian accent, authoritative yet wise tone, the respected Fremennik chieftain who speaks with gravitas and diplomatic skill."
    },
    {
      "name": "Falo the Bard",
      "description": "Middle-aged male, musical Scandinavian accent, theatrical and whimsical tone, a forgetful bard who speaks with poetic flair and absent-minded charm."
    },
    {
      "name": "Fossegrimen",
      "description": "Ethereal female, mystical echoing quality, ancient and grateful tone, a thousands-year-old water spirit who speaks with serene wisdom and reverence for V."
    },
    {
      "name": "Fremennik Warrior",
      "description": "Adult male, urgent Scandinavian accent, alarmed and panicked tone, a Fremennik soldier delivering dire news of the basilisk attack."
    },
    {
      "name": "Freygerd",
      "description": "Middle-aged female, nervous Scandinavian accent, anxious and dramatic tone, a frightened Fremennik wife who speaks with worry and relief."
    },
    {
      "name": "Jarvald",
      "description": "Middle-aged male, gruff Scandinavian accent, reluctant but pragmatic tone, a Fremennik sailor who speaks with professional detachment."
    },
    {
      "name": "Manni the Reveller",
      "description": "Middle-aged male, jovial Scandinavian accent, boisterous and celebratory tone, a fun-loving Fremennik who enjoys drinking and good company."
    },
    {
      "name": "Maria Gunnars",
      "description": "Middle-aged female, warm Scandinavian accent, helpful and informative tone, a knowledgeable ferry operator who speaks with friendly professionalism."
    },
    {
      "name": "Mord Gunnars",
      "description": "Middle-aged male, cheerful Scandinavian accent, humble and welcoming tone, a friendly ferryman who greets visitors with enthusiasm."
    },
    {
      "name": "NPC",
      "description": "Adult male or female, cold Scandinavian accent, dismissive and hostile tone, generic Fremennik citizens who reject the exiled player."
    },
    {
      "name": "Peer the Seer",
      "description": "Older male, mysterious Scandinavian accent, measured and enigmatic tone, a wise Fremennik seer who speaks with patience and hidden knowledge."
    },
    {
      "name": "Reeso",
      "description": "Middle-aged male, practical Scandinavian accent, business-like and dismissive tone, a hardworking sand merchant who speaks matter-of-factly."
    },
    {
      "name": "Sailor",
      "description": "Middle-aged male, gruff Scandinavian accent, curt and unfriendly tone, a Fremennik sailor who reluctantly helps despite disapproval."
    },
    {
      "name": "The Jormungand",
      "description": "Deep booming male voice, ancient and terrifying serpentine quality, arrogant and menacing tone, the apocalyptic Serpent King who speaks with godlike contempt."
    },
    {
      "name": "Thorodin",
      "description": "Middle-aged male, casual Scandinavian accent, relaxed and indifferent tone, a Fremennik hero who takes the exile situation less seriously than others."
    },
    {
      "name": "Torfinn",
      "description": "Middle-aged male, apologetic Scandinavian accent, conflicted and helpful tone, a Fremennik sailor torn between duty and wanting to help."
    },
    {
      "name": "Typhor",
      "description": "Deep monstrous male voice, hissing serpentine quality, aggressive and commanding tone, a basilisk general who speaks with military authority."
    },
    {
      "name": "Vritra",
      "description": "Deep monstrous male voice, cold serpentine quality, calculating and obedient tone, a basilisk general who speaks with lethal efficiency."
    }
  ]
}