{
  "branch": "quest/the-depths-of-despair",
  "quest_name": "The Depths of Despair",
  "lines": [
    { "character": "Player", "line": "Hello." },
    { "character": "Lord Kandur Hosidius", "line": "Hello there." },
    { "character": "Player", "line": "Who are you?" },
    { "character": "Lord Kandur Hosidius", "line": "I am Lord Kandur Hosidius, ruler of this city. Who are you?" },
    { "character": "Lord Kandur Hosidius", "line": "Pleased to meet you. It is a shame we could not meet in better circumstances." },
    { "character": "Player", "line": "Anything I can help you with?" },
    { "character": "Lord Kandur Hosidius", "line": "Our family is in dire need of assistance. Alas, I do not feel I can trust you enough to involve you in this." },
    { "character": "Lord Kandur Hosidius", "line": "Our family is in dire need of assistance. My eldest son, Artur, has gone missing and we could desperately use some help in finding him." },
    { "character": "Lord Kandur Hosidius", "line": "Would you be willing to assist us? You will be rewarded if you bring him home safe." },
    { "character": "Player", "line": "I can help. What do you need me to do?" },
    { "character": "Lord Kandur Hosidius", "line": "Thank you friend. I suggest you begin your search by talking to my family and servants. One of them might know where Artur has gone." },
    { "character": "Player", "line": "No. I'm afraid I have other things to be doing." },
    { "character": "Lord Kandur Hosidius", "line": "I'm sorry to hear that. If you change your mind please return to me as soon as you can." },
    { "character": "Player", "line": "Goodbye." },
    { "character": "Lord Kandur Hosidius", "line": "Until next time." },
    { "character": "Lord Kandur Hosidius", "line": "Hello there. Have you found my son yet?" },
    { "character": "Player", "line": "Not yet." },
    { "character": "Lord Kandur Hosidius", "line": "I suggest you begin your search by talking to my family and servants. One of them might know where he's gone." },
    { "character": "Butler Jarvis", "line": "Good day." },
    { "character": "Player", "line": "Hello. I'm helping Lord Hosidius find his missing son. I was wondering if you could help me." },
    { "character": "Butler Jarvis", "line": "I'm afraid I know not where Artur has gone. I do not speak to him much. He keeps himself to himself." },
    { "character": "Butler Jarvis", "line": "However, I've noticed him speaking to Olivia before. Maybe she can help." },
    { "character": "Player", "line": "Great, thanks." },
    { "character": "Butler Jarvis", "line": "Good day. I hope your quest is going well." },
    { "character": "Player", "line": "Hello. I..." },
    { "character": "Elena Hosidius", "line": "You're the one helping to find our son." },
    { "character": "Player", "line": "Yes I..." },
    { "character": "Elena Hosidius", "line": "It's good that you're here to help. Artur is a good lad, but he does have a habit of biting off more than he can chew." },
    { "character": "Player", "line": "I was wondering if..." },
    { "character": "Elena Hosidius", "line": "He's meant for greatness you know. He'll be a king one day." },
    { "character": "Player", "line": "Don't you mean..." },
    { "character": "Elena Hosidius", "line": "Lord. I meant to say lord. Now be on your way. Artur needs your help." },
    { "character": "Player", "line": "Hello, I'm helping Lord Hosidius find his missing son. I was wondering if you had any idea where he might have gone?" },
    { "character": "Chef Olivia", "line": "I'm sorry, but I don't know anything." },
    { "character": "Player", "line": "Are you sure?" },
    { "character": "Chef Olivia", "line": "Well... I err..." },
    { "character": "Player", "line": "Err?" },
    { "character": "Chef Olivia", "line": "Oh this is awful. Please don't tell Lord Hosidius. He'll fire me if he finds out." },
    { "character": "Player", "line": "Calm down, you have nothing to fear from me. I just want to help find Artur. Do you know where he is?" },
    { "character": "Chef Olivia", "line": "Artur and I, we're..." },
    { "character": "Player", "line": "You're in love aren't you?" },
    { "character": "Chef Olivia", "line": "Yes..." },
    { "character": "Player", "line": "Well don't worry, your secret is safe with me." },
    { "character": "Chef Olivia", "line": "Thank you. Before he went missing, Artur told me he was going to find the original copy of the Royal Accord of Twill. That's where he will have gone." },
    { "character": "Chef Olivia", "line": "He's been spending a lot of time in the Arceuus Library recently, researching the Accord. He mentioned a librarian called Galana. Maybe she can help you." },
    { "character": "Player", "line": "Thank you." },
    { "character": "Chef Olivia", "line": "Please bring Artur back." },
    { "character": "Player", "line": "Where should I be looking again?" },
    { "character": "Chef Olivia", "line": "He's been spending a lot of time in the Arceuus Library. He mentioned a librarian called Galana. Maybe she can help you." },
    { "character": "Galana", "line": "Do you need something?" },
    { "character": "Player", "line": "I'm looking for information on the Royal Accord of Twill." },
    { "character": "Galana", "line": "The Royal Accord of Twill was signed by the heads of Kourend's five houses, known then as the Royal Lords. This was over a thousand years ago." },
    { "character": "Galana", "line": "The Accord declared that they would take over rulership of Great Kourend from the Council of Elders." },
    { "character": "Galana", "line": "For many years after the Accord was signed, the Royal Lords took it in turns to rule the kingdom. Each of them ruled for ten years in turn." },
    { "character": "Galana", "line": "Those practices have long since been abolished though and Kourend is now ruled by the Kourend Council. The original Accord has since been lost, but copies still exist in this library." },
    { "character": "Player", "line": "What if I wanted to find the original?" },
    { "character": "Galana", "line": "Many have tried and failed. You would likely have no better luck. However, if it interests you, you might wish to read The Envoy to Varlamore, by Deryk Paulson." },
    { "character": "Galana", "line": "It details how the original Accord was lost." },
    { "character": "Player", "line": "Do you know where I can find the book?" },
    { "character": "Galana", "line": "Try the floor, bay." },
    { "character": "Player", "line": "Could you remind me where I can find that book on the Accord?" },
    { "character": "Artur Hosidius", "line": "Hello. I wasn't expecting to see anyone else down here." },
    { "character": "Player", "line": "Are you Artur Hosidius?" },
    { "character": "Artur Hosidius", "line": "That's me. Who are you?" },
    { "character": "Player", "line": "Your father sent me to find you. He's worried about you." },
    { "character": "Artur Hosidius", "line": "He really shouldn't worry, I'm fine. I'll head home as soon as I've finished here." },
    { "character": "Player", "line": "Well could I help speed things along in some way? I promised him I'd get you home." },
    { "character": "Artur Hosidius", "line": "Now that you mention it, I could use some help. There's a chest in the next cave with something important in it. It's got a big snake guarding it though." },
    { "character": "Player", "line": "By something important do you mean the Royal Accord of Twill?" },
    { "character": "Artur Hosidius", "line": "How did you know that?" },
    { "character": "Player", "line": "How do you think I found you?" },
    { "character": "Artur Hosidius", "line": "Oh. Well as you already seem to know, yes I'm here looking for the Royal Accord of Twill. I think it's in that chest, but the snake is in the way. Could you kill it for me?" },
    { "character": "Player", "line": "Can't you do it yourself?" },
    { "character": "Artur Hosidius", "line": "I tried, but I'm not very good at fighting." },
    { "character": "Player", "line": "Typical. Fine, I'll kill the snake. Just wait here." },
    { "character": "Artur Hosidius", "line": "Have you killed that snake yet?" },
    { "character": "Player", "line": "Not yet." },
    { "character": "Artur Hosidius", "line": "The sooner you kill it, the sooner I can head home." },
    { "character": "Player", "line": "It's dead." },
    { "character": "Artur Hosidius", "line": "Great. Now we just need to empty that chest. Would you mind?" },
    { "character": "Player", "line": "..." },
    { "character": "Player", "line": "Fine. Wait here." },
    { "character": "Player", "line": "I've emptied that chest." },
    { "character": "Artur Hosidius", "line": "And?" },
    { "character": "Player", "line": "I found the Accord." },
    { "character": "Artur Hosidius", "line": "Great! Hand it over then." },
    { "character": "Player", "line": "Not yet. You'll get it once you've returned home." },
    { "character": "Artur Hosidius", "line": "Eugh. Fine, I'll go home. But you'd better not run off with the Accord." },
    { "character": "Player", "line": "Why do you want the Accord anyway?" },
    { "character": "Artur Hosidius", "line": "Why wouldn't I want it? The signing of the Accord marked the start of a golden age. Once the Royal Lords replaced the Council of Elders, Kourend prospered like never before." },
    { "character": "Player", "line": "But that was a long time ago. Why does it matter now?" },
    { "character": "Artur Hosidius", "line": "Because I think it's time for another golden age. The Kourend Council, like the Council of Elders before them, have failed to do a good job in running this kingdom." },
    { "character": "Player", "line": "And you think the five houses would do a better job?" },
    { "character": "Artur Hosidius", "line": "Exactly." },
    { "character": "Player", "line": "What makes you say the Council have done a bad job?" },
    { "character": "Artur Hosidius", "line": "More crime. Fewer homes. More illness. Loss of jobs. The list goes on." },
    { "character": "Player", "line": "But aren't the five houses partially to blame as well? They rule the cities." },
    { "character": "Artur Hosidius", "line": "The Council sets the laws and the Council sets the budgets. We have to do as they say, just like everyone else." },
    { "character": "Player", "line": "Hmmm, fair enough. Anyway, we'd better get off." },
    { "character": "Player", "line": "Fair enough. Now let's be off." },
    { "character": "Player", "line": "I won't. Now let's get going." },
    { "character": "Player", "line": "Hello again Artur." },
    { "character": "Artur Hosidius", "line": "Thanks for your help in recovering the Accord." },
    { "character": "Player", "line": "No problem." },
    { "character": "Artur Hosidius", "line": "You should talk to my father. He will probably want to reward you." },
    { "character": "Chef Olivia", "line": "Thank you for bringing Artur home safe." },
    { "character": "Butler Jarvis", "line": "Good day. On behalf of the Hosidius family, I thank you for bringing Artur home." },
    { "character": "Elena Hosidius", "line": "Thank you for finding our son. You've done this kingdom a great service." },
    { "character": "Player", "line": "It's no..." },
    { "character": "Elena Hosidius", "line": "I do wonder if his father could have done more though. My brother would have had the entire army out searching." },
    { "character": "Player", "line": "Your brother..." },
    { "character": "Elena Hosidius", "line": "My brother is Lord Shiro Shayzien. He commands the Shayzien Army. A luxury my husband doesn't have." },
    { "character": "Player", "line": "So you..." },
    { "character": "Elena Hosidius", "line": "Maybe it doesn't always have to be that way. Things may well soon be different. Now be on your way, I have things to do." },
    { "character": "Lord Kandur Hosidius", "line": "Hello there. Artur is safely back home again. I hear we have you to thank for that." },
    { "character": "Player", "line": "All in a days work." },
    { "character": "Lord Kandur Hosidius", "line": "He also said that you managed to recover the original copy of the Royal Accord of Twill." },
    { "character": "Player", "line": "I did. I don't have it with me though." },
    { "character": "Lord Kandur Hosidius", "line": "Well go fetch it and bring it here." },
    { "character": "Player", "line": "I did. I assume you'll be wanting it." },
    { "character": "Lord Kandur Hosidius", "line": "Yes. I'll make sure it's well looked after. Now as for that reward I promised." },
    { "character": "Lord Kandur Hosidius", "line": "Is there anything else I can do for you?" },
    { "character": "Lord Kandur Hosidius", "line": "I assume you're after that reward I promised you. Here you go." }
  ],
  "characters": [
    {
      "name": "Lord Kandur Hosidius",
      "description": "Middle-aged male, British accent, authoritative yet warm tone, a noble lord who rules Hosidius and cares deeply for his family despite his formal demeanor."
    },
    {
      "name": "Elena Hosidius",
      "description": "Middle-aged female, British accent, commanding and assertive tone, an ambitious noblewoman who frequently interrupts others and harbors grand ambitions for her son's future."
    },
    {
      "name": "Butler Jarvis",
      "description": "Older male, refined British accent, formal and polite tone, a dignified butler who speaks with proper etiquette and maintains professional distance from the family's personal affairs."
    },
    {
      "name": "Chef Olivia",
      "description": "Young adult female, British accent, nervous and emotional tone, a caring cook who harbors a secret romance with Artur and becomes flustered when questioned about it."
    },
    {
      "name": "Galana",
      "description": "Adult female, mystical British accent, scholarly and matter-of-fact tone, an Arceuus librarian with pale ethereal features who possesses vast historical knowledge."
    },
    {
      "name": "Artur Hosidius",
      "description": "Young adult male, British accent, confident yet somewhat entitled tone, the ambitious eldest son of Lord Hosidius who seeks political change but relies on others for physical tasks."
    }
  ]
}
