{
  "branch": "quest/the-path-of-glouphrie",
  "quest_name": "The Path of Glouphrie",
  "lines": [
    {
      "character": "Player",
      "line": "Hello again, Bolren."
    },
    {
      "character": "King Bolren",
      "line": "Hello there. It's good to see you again."
    },
    {
      "character": "Player",
      "line": "I see you have a new pet."
    },
    {
      "character": "King Bolren",
      "line": "Ah, you've met Dumpling."
    },
    {
      "character": "Player",
      "line": "Dumpling? I suppose it looks a little bit like a dumpling..."
    },
    {
      "character": "Player",
      "line": "An evil six-legged dumpling!"
    },
    {
      "character": "King Bolren",
      "line": "Hey! Dumpling isn't evil. She has cute ears and a little bobbly tail!"
    },
    {
      "character": "Player",
      "line": "Look at it! It's clearly evil. It has six legs!"
    },
    {
      "character": "Player",
      "line": "And those eyes... those black, black eyes... If you stare into them, you can see into its black soul!"
    },
    {
      "character": "Player",
      "line": "Ahem, anyway, that's not how I know this creature is evil. I've seen one before, and I'm afraid I have some bad news."
    },
    {
      "character": "King Bolren",
      "line": "What are you on about?"
    },
    {
      "character": "Player",
      "line": "I came across some creatures like Dumpling at the Gnome Stronghold. They're evil things created using dark magic."
    },
    {
      "character": "Player",
      "line": "If this is anything like the situation at the Gnome Stronghold, then Dumpling was sent by Glouphrie to wheedle itself into your affections and spy on you."
    },
    {
      "character": "King Bolren",
      "line": "You can't be serious!"
    },
    {
      "character": "Player",
      "line": "I'm afraid so. The creature is shrouded by illusion magic to make it look like a cute pet, but in reality it's this horrible... black spiky thing."
    },
    {
      "character": "Player",
      "line": "It's watching you all the time, sending details of all your secret dealings back to Glouphrie."
    },
    {
      "character": "King Bolren",
      "line": "You've been listening to too many gnomish children's stories! Glouphrie hasn't been seen since before I was King. He's almost certainly long-dead by now."
    },
    {
      "character": "Player",
      "line": "Well, what if I were to prove it to you? I unmasked the creatures at the Gnome Stronghold using a machine created by Oaknock the Engineer. Maybe I could do it again."
    },
    {
      "character": "King Bolren",
      "line": "It's going to need to be very solid proof for me to just cast Dumpling aside. She's become my constant companion!"
    },
    {
      "character": "Player",
      "line": "Oh it will be solid. I just need an anti-illusion device... I don't suppose you have one of those around here?"
    },
    {
      "character": "King Bolren",
      "line": "I don't think so. What does one look like?"
    },
    {
      "character": "Player",
      "line": "A big machine made out of wood and crystal."
    },
    {
      "character": "King Bolren",
      "line": "Crystal? As in elven crystal? I haven't seen any elven crystal around here since..."
    },
    {
      "character": "Player",
      "line": "Since?"
    },
    {
      "character": "King Bolren",
      "line": "Since Yewnock came to visit!"
    },
    {
      "character": "Player",
      "line": "Yewnock?"
    },
    {
      "character": "King Bolren",
      "line": "Oaknock's son, of course! He visited a long time ago, before I was even King. I remember he brought all sorts of strange things with him, including some elven crystals!"
    },
    {
      "character": "Player",
      "line": "So perhaps there's a device nearby. When he was here, where did Yewnock spend a lot of his time?"
    },
    {
      "character": "King Bolren",
      "line": "He did a lot of work down in the caves. I think he liked how nice and quiet it was down there."
    },
    {
      "character": "Player",
      "line": "It sounds like I need to pay Golrie a visit. I'll be back soon."
    },
    {
      "character": "Player",
      "line": "Well... if you're sure."
    },
    {
      "character": "King Bolren",
      "line": "Did you have a look down in the caves?"
    },
    {
      "character": "Player",
      "line": "Not yet. I'll head down there now and see if Golrie can give me a hand."
    },
    {
      "character": "Player",
      "line": "Hello, Golrie. How's it going?"
    },
    {
      "character": "Golrie",
      "line": "Better now I'm on the right side of these bars."
    },
    {
      "character": "Player",
      "line": "I need your help with a device."
    },
    {
      "character": "Golrie",
      "line": "A device?"
    },
    {
      "character": "Player",
      "line": "That's right. One made using elven crystal."
    },
    {
      "character": "Golrie",
      "line": "Ah, well I've got plenty of elven stuff. It's all lying around here somewhere."
    },
    {
      "character": "Player",
      "line": "Why do you have so much? Are you some sort of collector?"
    },
    {
      "character": "Golrie",
      "line": "Not me, my grandfather. At least, he used to be. I'm not sure whether he's still alive or not. He hasn't sent me any souvenirs for a while now."
    },
    {
      "character": "Player",
      "line": "Souvenirs?"
    },
    {
      "character": "Golrie",
      "line": "That's right. He was a funny gnome, old gramps. He got into a bit of... trouble a while back and couldn't really stick around. He ended up travelling the world collecting elven artefacts after that."
    },
    {
      "character": "Golrie",
      "line": "It used to be a monthly occurence. A terrorbird would turn up with a big parcel and I'd throw it in with the other stuff in the storeroom. It's a bit of a mess now in there."
    },
    {
      "character": "Player",
      "line": "Storeroom? Could I take a look?"
    },
    {
      "character": "Golrie",
      "line": "Oh, certainly. I should really sort through all of his things at some point. There's probably some quite cool stuff in there."
    },
    {
      "character": "Golrie",
      "line": "Have a look in the other chamber and you'll find a small tunnel into the storeroom."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Golrie",
      "line": "Did you check the storeroom? You can get to it through the small tunnel in the other chamber."
    },
    {
      "character": "Player",
      "line": "I'll take a look. Thanks."
    },
    {
      "character": "Player",
      "line": "I'm still working on it. I'll let you know once I've made some progress."
    },
    {
      "character": "Bolrie",
      "line": "When I became King of the Tree Gnome Village, I thought I was lucky, for I did so during a time of peace. However, it seemed that peace was not to last."
    },
    {
      "character": "Bolrie",
      "line": "Human activity in the area was increasing, and conflict between our two races seemed inevitable."
    },
    {
      "character": "Bolrie",
      "line": "Fearing the worst, I had my trusted advisor reach out to King Healthorg of the Gnome Stronghold, but his response left much to be desired..."
    },
    {
      "character": "Advisor",
      "line": "My King, we have received word from King Healthorg."
    },
    {
      "character": "King Bolrie",
      "line": "Finally! How long before we can expect his support?"
    },
    {
      "character": "Advisor",
      "line": "He will not be sending any support, my King. He does not wish to start a conflict with the humans."
    },
    {
      "character": "King Bolrie",
      "line": "What? But can't he see what will happen if we don't act now! The humans will destroy us!"
    },
    {
      "character": "Advisor",
      "line": "I have conversed with the spirit trees, my King, and they are in full agreement. If we do not act, Khazard and his forces will. It is not a question of if, but when."
    },
    {
      "character": "King Bolrie",
      "line": "Healthorg has become a weak old fool! He's blind to our problems."
    },
    {
      "character": "Advisor",
      "line": "All may not be lost. I hear his illness is progressing. Soon, the Gnome Stronghold will need to pick a new ruler."
    },
    {
      "character": "King Bolrie",
      "line": "They'll almost certainly pick his son, but Argenthorg is just as bad as his father. If he becomes King, he will only appease the humans!"
    },
    {
      "character": "Advisor",
      "line": "Then perhaps they need presenting with an alternate option."
    },
    {
      "character": "King Bolrie",
      "line": "Yes... perhaps they do."
    },
    {
      "character": "Bolrie",
      "line": "And so the reign of the most famous gnome king came to an end."
    },
    {
      "character": "Bolrie",
      "line": "With Healthorg gone, voting on his replacement would soon begin. Many expected his son, Argenthorg, to be the only serious contender."
    },
    {
      "character": "Bolrie",
      "line": "But my advisor and I had other ideas..."
    },
    {
      "character": "Bolrie",
      "line": "Despite our best attempts, Argenthorg looked certain to win the election."
    },
    {
      "character": "Bolrie",
      "line": "Healthorg was a great king far longer than he was a weak one. Everyone assumed his son would be as great as he was."
    },
    {
      "character": "Bolrie",
      "line": "We needed to show them the truth. We needed to show them that Argenthorg was weak. My advisor said he knew how..."
    },
    {
      "character": "Advisor",
      "line": "Argenthorg... this is human food!"
    },
    {
      "character": "King Bolrie",
      "line": "So it's true! A gnome who loves humans more than his own kind!"
    },
    {
      "character": "Argenthorg",
      "line": "I don't understand! What is this?"
    },
    {
      "character": "King Bolrie",
      "line": "The truth is out now, Argenthorg. You are not fit to be a king!"
    },
    {
      "character": "Argenthorg",
      "line": "This is all a lie! I've been framed!"
    },
    {
      "character": "Advisor",
      "line": "The evidence is right in front of us, Argenthorg."
    },
    {
      "character": "Argenthorg",
      "line": "Wait... I know what this is! Father warned me about this!"
    },
    {
      "character": "King Bolrie",
      "line": "What are you on about?"
    },
    {
      "character": "Argenthorg",
      "line": "Guards! Seek out Yewnock at once. Tell him to switch the machine on!"
    },
    {
      "character": "Argenthorg",
      "line": "Glouphrie!"
    },
    {
      "character": "King Bolrie",
      "line": "No! I don't believe it. I trusted you!"
    },
    {
      "character": "Glouphrie the Untrusted",
      "line": "As you should have. I sought only to strengthen the Gnomish Kingdoms, just like you did."
    },
    {
      "character": "King Bolrie",
      "line": "Lier! You deceived me!"
    },
    {
      "character": "Glouphrie the Untrusted",
      "line": "No, I simply told you what you wanted to hear, Bolrie. Never forget that..."
    },
    {
      "character": "Bolrie",
      "line": "There ended my campaign to become the new king of the Gnome Stronghold. Argenthorg was crowned soon after and Glouphrie disappeared once more."
    },
    {
      "character": "Bolrie",
      "line": "I don't know what the gnomes of the Tree Gnome Village will think once they hear what I've done, but it does not matter. They deserve a better ruler than I."
    },
    {
      "character": "Bolrie",
      "line": "And so I am preparing to leave the lands of my people, but before I go, I will ensure foul illusions cannot be allowed to shame us gnomes again."
    },
    {
      "character": "Bolrie",
      "line": "As for the one who chooses to practise such dark arts... He will be punished. I will make it my life's purpose..."
    },
    {
      "character": "Player",
      "line": "I managed to find that device."
    },
    {
      "character": "Golrie",
      "line": "Wonderful! Though you know, I don't think you ever actually mentioned what the device does."
    },
    {
      "character": "Player",
      "line": "It counteracts illusion magic in the surrounding area. This one should cover the whole of the Tree Gnome Village. It might be useful for someone to remember that in case it's needed again."
    },
    {
      "character": "Golrie",
      "line": "Oh, well I'll be sure to keep that in mind."
    },
    {
      "character": "Player",
      "line": "I found Bolrie's diary. Do you know anything about it?"
    },
    {
      "character": "Golrie",
      "line": "Of course! Bolrie is my grandfather... assuming he's still alive, at least."
    },
    {
      "character": "Player",
      "line": "Bolrie... Golrie... I should have guessed. You seem to like giving your children similar names, just to be confusing."
    },
    {
      "character": "Golrie",
      "line": "Certainly, in our family that's true. King Bolren is also Bolrie's younger brother, in case you didn't know."
    },
    {
      "character": "Player",
      "line": "So that means you're King Bolren's grand-nephew, right?"
    },
    {
      "character": "Golrie",
      "line": "That's right."
    },
    {
      "character": "Player",
      "line": "Does that mean that you're in line for the throne?"
    },
    {
      "character": "Golrie",
      "line": "Gnomes don't have a hereditary monarchy. We have a democratic monarchy. We vote for our kings."
    },
    {
      "character": "Player",
      "line": "Oh, that's unusual. So you've never thought about being the King?"
    },
    {
      "character": "Golrie",
      "line": "That might be fun. I wouldn't want to be like gramps though. He liked wars a bit too much. I do sometimes discuss the Khazard War with the hobgobbos, but they don't have a particularly sharp political sense."
    },
    {
      "character": "Golrie",
      "line": "Personally, I don't think we should fight his troops head- on. We're smarter than that. We should come up with some ingenious method of defeating Khazard, like they did at the Battle of Atarisundri!"
    },
    {
      "character": "Player",
      "line": "You're very well informed for a gnome in a cave. Most gnomes I've talked to have forgotten most of their own history."
    },
    {
      "character": "Golrie",
      "line": "Gnomes don't tend to dwell on the past, but I suppose I'm not a typical gnome. I get lots of time to think and read in here."
    },
    {
      "character": "Player",
      "line": "So have you heard from Bolrie recently?"
    },
    {
      "character": "Golrie",
      "line": "No, the parcels stopped arriving a few years ago. I guess he's either found what he was looking for, or has died in the attempt."
    },
    {
      "character": "Player",
      "line": "What was he looking for?"
    },
    {
      "character": "Golrie",
      "line": "I'm not sure. He was definitely obsessed with finding out as much as he could about elven magic. He also seemed to have a bit of a grudge against Glouphrie."
    },
    {
      "character": "Player",
      "line": "Maybe he's looking for Glouphrie."
    },
    {
      "character": "Golrie",
      "line": "Who knows, eh? Who knows?"
    },
    {
      "character": "Player",
      "line": "Where did that crystal bowl come from?"
    },
    {
      "character": "Golrie",
      "line": "A huge battle tortoise arrived a while back carrying a crate with it in. Sent by gramps, of course. It looks pretty, doesn't it? Would probably look great with some plants in it."
    },
    {
      "character": "Player",
      "line": "I don't think it's meant to be used as a plant pot."
    },
    {
      "character": "Golrie",
      "line": "Well, what's it for then?"
    },
    {
      "character": "Player",
      "line": "It's a singing bowl. You can use it to shape elven crystal."
    },
    {
      "character": "Golrie",
      "line": "Ohh... How exciting!"
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Golrie",
      "line": "See you later."
    },
    {
      "character": "Player",
      "line": "I have a question about your storeroom."
    },
    {
      "character": "King Bolren",
      "line": "Well, it sadly seems you were right. Please get rid of the nasty creature. Then we can talk."
    },
    {
      "character": "Player",
      "line": "Of course."
    },
    {
      "character": "King Bolren",
      "line": "Thank you for dealing with that... thing. I apologise for not believing you before."
    },
    {
      "character": "Player",
      "line": "It's not a problem."
    },
    {
      "character": "King Bolren",
      "line": "While I am glad the matter has been sorted, I must admit that this situation has me quite concerned. You said that there were many of these creatures posted all around the Gnome Stronghold?"
    },
    {
      "character": "Player",
      "line": "That's right. There were six."
    },
    {
      "character": "King Bolren",
      "line": "Why did Glouphrie send so many there, but only one here?"
    },
    {
      "character": "Player",
      "line": "Maybe he thought it was more important to spy on the Gnome Stronghold and Narnode."
    },
    {
      "character": "King Bolren",
      "line": "That's outrageous! The Gnome Stronghold is not six times more important than our village here! He should have sent at least four watchers, maybe five!"
    },
    {
      "character": "Player",
      "line": "So you want more evil watchers?"
    },
    {
      "character": "King Bolren",
      "line": "Well, yes. I mean no, of course not. Still, Glouphrie has a lot to answer for! If I ever get my hands on him I'll... er... I'll give him a good talking to!"
    },
    {
      "character": "Player",
      "line": "Right... Well, maybe we should start by trying to find him."
    },
    {
      "character": "King Bolren",
      "line": "Yes, of course! Still, that won't be an easy feat. It is said that after Glouphrie was driven out of our lands, he founded the hidden city of Arposandra. To find him, we must first find Arposandra!"
    },
    {
      "character": "Player",
      "line": "And nobody knows where Arposandra is. Not a great start."
    },
    {
      "character": "King Bolren",
      "line": "Indeed. Many a gnome has tried and failed to find the city. Some, like Longramble, are still out there searching for it."
    },
    {
      "character": "Player",
      "line": "Longramble?"
    },
    {
      "character": "King Bolren",
      "line": "Yes, one of my citizens. Longramble is a bit of an explorer. He's been out there searching for Arposandra for some time."
    },
    {
      "character": "Player",
      "line": "Did he offer any suggestion of where he thought it might be?"
    },
    {
      "character": "King Bolren",
      "line": "He said that he was sure Arposandra was somewhere between here and the edge of the world."
    },
    {
      "character": "Player",
      "line": "Okay... that doesn't really help."
    },
    {
      "character": "King Bolren",
      "line": "No, I suppose not. Still, if you want to find Arposandra, finding Longramble might not be a bad place to start."
    },
    {
      "character": "Player",
      "line": "But how would I find him?"
    },
    {
      "character": "King Bolren",
      "line": "I'm not sure, but I bet Aluft Gianne jnr. could help. His restaurant can supposedly deliver food to any gnome, no matter where they are."
    },
    {
      "character": "Player",
      "line": "Sounds like the best option then. We just have to hope Longramble didn't end up finding the edge of the world and falling off."
    },
    {
      "character": "King Bolren",
      "line": "You'll find Aluft Gianne jnr. in his restaurant at the Grand Tree. Good luck!"
    },
    {
      "character": "King Bolren",
      "line": "Oh, and if you find Glouphrie, tell him... tell him... I'm very angry with him!"
    },
    {
      "character": "King Bolren",
      "line": "Hello there. Any luck finding Longramble?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "King Bolren",
      "line": "I'm sure Aluft Gianne jnr. can help. You'll find him in his restaurant at the Grand Tree. Good luck!"
    },
    {
      "character": "Player",
      "line": "I need your help finding a certain gnome."
    },
    {
      "character": "Gianne jnr.",
      "line": "Hmm, that's sensitive information you know. Who is this gnome?"
    },
    {
      "character": "Player",
      "line": "I'm looking for Longramble, the explorer."
    },
    {
      "character": "Gianne jnr.",
      "line": "Ah, well, that might be different. I have a long-standing order for Longramble. Problem is, no one has been able to reach him."
    },
    {
      "character": "Player",
      "line": "So you know where he is?"
    },
    {
      "character": "Gianne jnr.",
      "line": "Oh yes! I have his coordinates, but I can't find them on my Doogle Maps. Two degrees, seven minutes south. Three degrees, seven minutes west."
    },
    {
      "character": "Player",
      "line": "Doogle Maps?"
    },
    {
      "character": "Gianne jnr.",
      "line": "Of course! My maps are all on dried doogle leaves."
    },
    {
      "character": "Player",
      "line": "Right, I guess I'd better get hunting. Sounds like I'll be needing a sextant, watch and chart."
    },
    {
      "character": "Gianne jnr.",
      "line": "Oh, if you do find Longramble, I'd appreciate it if you could deliver his order to him. He's requested some tasty tangled toad's legs."
    },
    {
      "character": "Player",
      "line": "Could you remind me of Longramble's coordinates?"
    },
    {
      "character": "Gianne jnr.",
      "line": "Two degrees, seven minutes south. Three degrees, seven minutes west."
    },
    {
      "character": "Gianne jnr.",
      "line": "If you do find Longramble, I'd appreciate it if you could deliver his order to him. He's requested some tasty tangled toad's legs."
    },
    {
      "character": "Player",
      "line": "Mr Longramble, I presume?"
    },
    {
      "character": "Player",
      "line": "Trouble speaking? You're not one of those gnomes like Hazelmere that only speaks in ancient gnomish, are you?"
    },
    {
      "character": "Longramble",
      "line": "No... It's just... It's been so long! All this time with only myself for company!"
    },
    {
      "character": "Player",
      "line": "Well, it looks like you have some new company now. I'm, and I've been looking for you."
    },
    {
      "character": "Longramble",
      "line": "Why?"
    },
    {
      "character": "Player",
      "line": "I'm hoping you've found something that I'm also looking for."
    },
    {
      "character": "Longramble",
      "line": "Do you mean the edge of the world? It's been my life's ambition to find it and be the first gnome to stare over its edge."
    },
    {
      "character": "Player",
      "line": "Edge? Are you sure there's an edge? I've heard it goes on forever."
    },
    {
      "character": "Longramble",
      "line": "Everything has an edge. Eventually I'll find it. I'll keep heading westwards until I get there."
    },
    {
      "character": "Player",
      "line": "If the world is spherical though, you'll never find the edge."
    },
    {
      "character": "Longramble",
      "line": "Spherical? Don't be silly! The world is clearly flat. If it was ball-shaped, we'd all roll off the side. Silly human."
    },
    {
      "character": "Player",
      "line": "Maybe the world is round, but there's some magical force that makes us stick to the ground."
    },
    {
      "character": "Longramble",
      "line": "Now you're just making fun of me. I don't think you realise the gravity of the situation!"
    },
    {
      "character": "Player",
      "line": "Right... Anyway, that's not why I'm here. I thought you were looking for the hidden city of Arposandra?"
    },
    {
      "character": "Longramble",
      "line": "That is true, but I'm only doing that as a detour from my journey to the edge of the world. I figured it would be on the way."
    },
    {
      "character": "Player",
      "line": "And have you had any luck?"
    },
    {
      "character": "Longramble",
      "line": "I think so. There's a waste outlet nearby that I believe may be coming from the city of Arposandra!"
    },
    {
      "character": "Player",
      "line": "What makes you think that?"
    },
    {
      "character": "Longramble",
      "line": "Well, have a look for yourself. There's a huge swamp of nasty goo out west that definitely isn't natural. It's coming from that outlet."
    },
    {
      "character": "Player",
      "line": "That doesn't mean it's coming from Arposandra though."
    },
    {
      "character": "Longramble",
      "line": "Indeed, but there is one other thing. The outlet appears to be patrolled by a creature that suggests gnomish involvement... A giant tortoise!"
    },
    {
      "character": "Player",
      "line": "Okay, that sounds a lot more promising."
    },
    {
      "character": "Longramble",
      "line": "Exactly! The thing is, there seems to be something wrong with it. It seems... unwell."
    },
    {
      "character": "Player",
      "line": "In what way?"
    },
    {
      "character": "Longramble",
      "line": "It has some large tentacles growing from underneath its shell."
    },
    {
      "character": "Player",
      "line": "Tentacles? That's more than unwell, that's... warped!"
    },
    {
      "character": "Longramble",
      "line": "Well, whatever you call it, it's not normal. Maybe it's an illness caused by Glouphrie's magic."
    },
    {
      "character": "Player",
      "line": "Hmm, I'd better have a look myself."
    },
    {
      "character": "Longramble",
      "line": "Go for it. The outlet isn't hard to find. It's just to the west."
    },
    {
      "character": "Player",
      "line": "Hello again. Where did you say that outlet was?"
    },
    {
      "character": "Longramble",
      "line": "It's just to the west of here. Shouldn't be too hard to find."
    },
    {
      "character": "King Bolren",
      "line": "Hello there. How goes the quest for Arposandra?"
    },
    {
      "character": "Player",
      "line": "I think it's going well. I found Longramble, and he was able to point me in the right direction."
    },
    {
      "character": "King Bolren",
      "line": "Glad to hear it."
    },
    {
      "character": "Player",
      "line": "Er... hello... Was that you calling me?"
    },
    {
      "character": "Spirit Tree",
      "line": "The tree whisperer has come to my aid. Thank Guthix."
    },
    {
      "character": "Player",
      "line": "Do you have a name?"
    },
    {
      "character": "Spirit Tree",
      "line": "You may call me Incomitatus, for I am alone and friendless. You are not a small person of Guthix. How do you speak with me?"
    },
    {
      "character": "Player",
      "line": "Er... I don't know. Can't anyone just speak to you?"
    },
    {
      "character": "Spirit Tree",
      "line": "Only those who have opened their minds to the spirits of the earth can talk with spirit trees. You surely must have been trained by a great friend to us, as this is a gift not easily come by."
    },
    {
      "character": "Player",
      "line": "Well, it's true that I have spoken to the odd tree in the past..."
    },
    {
      "character": "Player",
      "line": "Oh, wait a minute, this reminds me of something. Hazelmere did something like this to me a while ago. You know, talking using the mind."
    },
    {
      "character": "Spirit Tree",
      "line": "The one you call Hazelmere... he is a friend of trees. He would be able to help me."
    },
    {
      "character": "Player",
      "line": "Maybe I could help in some way. What exactly is wrong with you?"
    },
    {
      "character": "Spirit Tree",
      "line": "I have lost my connection to the Anima Mundi. The earth has corrupted my roots and they find only black ichor. My xylem and phloem are tainted. I am alone."
    },
    {
      "character": "Player",
      "line": "Hmm... I'm sure there's a way to fix this. What would Hazelmere do?"
    },
    {
      "character": "Hazelmere",
      "line": "What? What do you want? You shouldn't disturb me like that. I was deep in contemplation. Looking into the future is not something you can do on a whim, you know!"
    },
    {
      "character": "Player",
      "line": "Hazelmere?"
    },
    {
      "character": "Hazelmere",
      "line": "Yes of course! You did call for me, didn't you? And what did I tell you about flapping your lips during a mind meld? Use your brain!"
    },
    {
      "character": "Player",
      "line": "Right, sorry."
    },
    {
      "character": "Hazelmere",
      "line": "Now, this had best be important. I was in the middle of a dream, a vision of the future. There was something I was meant to see..."
    },
    {
      "character": "Player",
      "line": "It's good to hear you're still as grumpy as always."
    },
    {
      "character": "Hazelmere",
      "line": "Hmph! How did you manage to perform a mind meld from so far away anyway? Such skills are far beyond a human. Unless..."
    },
    {
      "character": "Hazelmere",
      "line": "Of course, a spirit tree. I sense this one to be rather unwell. What happened?"
    },
    {
      "character": "Player",
      "line": "I was hoping you could tell me."
    },
    {
      "character": "Hazelmere",
      "line": "Alright, let me try to sense the problem."
    },
    {
      "character": "Player",
      "line": "What's going on?"
    },
    {
      "character": "Player",
      "line": "Help me!"
    },
    {
      "character": "Hazelmere",
      "line": "Right, all done. Ah, and it seems you haven't suffered any permanent damage. That's fortunate."
    },
    {
      "character": "Player",
      "line": "Fortunate? You didn't warn me of any risk before giving me that nightmare!"
    },
    {
      "character": "Hazelmere",
      "line": "You have a strong spirit. I assumed you'd be alright. And, after all, it's the spirit tree that really matters. You'll only live for a handful of decades. The tree should live for centuries."
    },
    {
      "character": "Player",
      "line": "I'm not sure I approve of your low regard for my welfare."
    },
    {
      "character": "Hazelmere",
      "line": "The welfare of the tree is our concern right now. Something has poisoned the soil, blocking the tree's connection with the Anima Mundi. This is worrying in itself."
    },
    {
      "character": "Player",
      "line": "Why is that?"
    },
    {
      "character": "Hazelmere",
      "line": "Well, no ordinary poison could do this. Only by separating the Anima Mundi from its source..."
    },
    {
      "character": "Player",
      "line": "I'm sorry, you're confusing me."
    },
    {
      "character": "Hazelmere",
      "line": "I forget I'm dealing with a human. I'll spell it out nice and clearly for you. The Anima Mundi is created by all natural things. It is their soul, and a sort of natural energy."
    },
    {
      "character": "Hazelmere",
      "line": "It is powerful and dangerous, and only by the balance of Guthix does it remain in check. Creatures live, creatures die. The balance is maintained."
    },
    {
      "character": "Player",
      "line": "So how has this caused Incomitatus to become ill?"
    },
    {
      "character": "Hazelmere",
      "line": "Powerful magics could be used to separate the Anima Mundi from its source. This would produce a great deal of power, power that could be used in an unbridled way."
    },
    {
      "character": "Hazelmere",
      "line": "However, doing so would unbalance the whole pattern of life. The ichor in the soil appears to be the unnatural waste product of such tinkerings."
    },
    {
      "character": "Player",
      "line": "There is a huge evil-smelling swamp of tar just to the west of here. Is that related?"
    },
    {
      "character": "Hazelmere",
      "line": "Most likely, but to make enough of this ichor to create a swamp would take an enormous amount of work and would create a dizzying amount of energy."
    },
    {
      "character": "Hazelmere",
      "line": "It would be an abomination, to plunder the earth in such a massive way. Who would need to do this?"
    },
    {
      "character": "Player",
      "line": "Glouphrie?"
    },
    {
      "character": "Hazelmere",
      "line": "Hmph, maybe. Anyway, our immediate problem is to help our spirit brethren."
    },
    {
      "character": "Player",
      "line": "Is there some sort of antidote I could give to the tree?"
    },
    {
      "character": "Hazelmere",
      "line": "If you had been paying attention, you'd remember that I said this is no normal poison. Some sort of spiritual cleansing will be needed in order to return the spirit tree's connection to the Anima Mundi."
    },
    {
      "character": "Hazelmere",
      "line": "I do not have the power to do this kind of thing. This will require the magic of Seren and her elves. A pure note, created by elven crystal, would have a purifying effect on anything nearby."
    },
    {
      "character": "Hazelmere",
      "line": "Luckily, you seem to already be carrying the answer."
    },
    {
      "character": "Player",
      "line": "How do you know what I'm carrying?"
    },
    {
      "character": "Player",
      "line": "Oh, mind meld. Of course."
    },
    {
      "character": "Hazelmere",
      "line": "Use your crystal chime to try and cleanse the tree. Let us hope this works."
    },
    {
      "character": "Player",
      "line": "Right, I'll give it a go."
    },
    {
      "character": "Hazelmere",
      "line": "Luckily, it seems you already encountered the answer below the Tree Gnome Village."
    },
    {
      "character": "Player",
      "line": "How do you know what I've encountered?"
    },
    {
      "character": "Hazelmere",
      "line": "Bring a crystal chime here and use it to try and cleanse the tree."
    },
    {
      "character": "Player",
      "line": "Right, I'll be back soon."
    },
    {
      "character": "Hazelmere",
      "line": "I sense that you haven't yet managed to cleanse the tree? What is holding you up?"
    },
    {
      "character": "Player",
      "line": "How am I meant to do it?"
    },
    {
      "character": "Hazelmere",
      "line": "You'll need to go and fetch a crystal chime."
    },
    {
      "character": "Hazelmere",
      "line": "Just use your crystal chime."
    },
    {
      "character": "Player",
      "line": "You know there's quite an ill-looking spirit tree over there, right?"
    },
    {
      "character": "Longramble",
      "line": "Oh yes, I forgot about that. Poor thing isn't looking great, but I'm not sure what can be done. Trees aren't really my area of expertise."
    },
    {
      "character": "Player",
      "line": "Hmm..."
    },
    {
      "character": "Hazelmere",
      "line": "What are you doing here? That spirit tree needs our help. Get back there!"
    },
    {
      "character": "Spirit Tree",
      "line": "Thank you, tree whisperer. I can feel the Anima Mundi once more."
    },
    {
      "character": "Hazelmere",
      "line": "Hmm, not a bad job I guess. Now be on your way, I have meditating to do."
    },
    {
      "character": "Spirit Tree",
      "line": "Tree whisperer, the Anima Mundi cries out in pain. Please, as a true friend of the spirit trees, find the source of this taint. May Guthix be with you."
    },
    {
      "character": "Longramble",
      "line": "Hello there. Any luck with that outlet?"
    },
    {
      "character": "Player",
      "line": "I ended up getting a bit side-tracked thanks to that spirit tree over there. Where did you say the outlet was?"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "So, how did you get this ropey old job then, Seventy Two?"
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "I think it's a punishment, Twenty One."
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "What for?"
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "I fell asleep while guarding upstairs."
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "You fell asleep? I thought the masters made it impossible for us to fall asleep."
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "I dunno, maybe I'm defective. I blame the masters myself. Anyway, I got the choice, either take this job or go outside."
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "Outside?! I don't even want to think about it!"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "Still, at least you got to guard upstairs! Things are always happening up there. I've been down here since I was de-podded and nothing happens down here."
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "You'd have thought the masters would make it impossible for us to get bored as well."
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "You'd think so, but they always seem to be making a mess of the pods. After all, you've seen how many failures get dumped outside."
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "True."
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "Wait! Did you hear something?"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "Calm down, nothing ever-"
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "There's someone outside! What do we do?"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "Press the red button! Quickly!"
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "They told us to never press the red button!"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "Unless it's an emergency! Press the red button. Now!"
    },
    {
      "character": "Terrorbird Guard 72",
      "line": "Don't panic!"
    },
    {
      "character": "Terrorbird Guard 21",
      "line": "I'm not panicking, you're panicking! Press the red button!"
    },
    {
      "character": "Player",
      "line": "This might be a problem..."
    },
    {
      "character": "Player",
      "line": "Yup, that's a problem!"
    },
    {
      "character": "Player",
      "line": "Oh good. Now I'm stuck!"
    },
    {
      "character": "Player",
      "line": "Gas as well? Wonderful!"
    },
    {
      "character": "Player",
      "line": "Feeling dizzy... I can't think straight..."
    },
    {
      "character": "Player",
      "line": "This is it. This is the end."
    },
    {
      "character": "Player",
      "line": "Help! Someone, help me! I'm dying..."
    },
    {
      "character": "Hazelmere",
      "line": "What are you doing, stupid human?"
    },
    {
      "character": "Player",
      "line": "Are you Death? You remind me a lot of a gnome I knew when I was alive."
    },
    {
      "character": "Hazelmere",
      "line": "You're not dead yet, fool! Snap out of it!"
    },
    {
      "character": "Hazelmere",
      "line": "Pull yourself together! We haven't got much time."
    },
    {
      "character": "Hazelmere",
      "line": "Argento's last gift to me. I was saving it for a special occasion. I suppose saving your hide counts."
    },
    {
      "character": "Player",
      "line": "Wow, that's some trick!"
    },
    {
      "character": "Hazelmere",
      "line": "Megal!"
    },
    {
      "character": "Hazelmere",
      "line": "It seems I have made my choice. So be it."
    },
    {
      "character": "Player",
      "line": "What did you say?"
    },
    {
      "character": "Hazelmere",
      "line": "Nothing you need to worry about now. We need to get out of here."
    },
    {
      "character": "Player",
      "line": "Phew, that was a close one! Thanks for saving me."
    },
    {
      "character": "Hazelmere",
      "line": "Consider it a thank you for helping that spirit tree. You have shown a great empathy towards the Anima Mundi. Despite being a human, perhaps you could one day be a true spirit tree mage."
    },
    {
      "character": "Player",
      "line": "Hang on... you're properly talking to me, without using a mind meld. I thought you only spoke ancient gnomish?"
    },
    {
      "character": "Hazelmere",
      "line": "Bah! I've always been able to speak your uncivilised tongue."
    },
    {
      "character": "Hazelmere",
      "line": "Normally I wouldn't lower myself to these rudimentary words, but given your recent near-death experience, I felt you would not have the energy for a mind meld."
    },
    {
      "character": "Player",
      "line": "That's unusually kind for you. Not going soft, are you?"
    },
    {
      "character": "Hazelmere",
      "line": "Perhaps, but it seems I would be wise to ensure your safety. The future is not a place for old wizards like me."
    },
    {
      "character": "Hazelmere",
      "line": "My autumn is ending, and only winter remains. Soon, it will fall to individuals like you to protect the Anima Mundi."
    },
    {
      "character": "Player",
      "line": "What are you on about?"
    },
    {
      "character": "Hazelmere",
      "line": "The Anima Mundi granted me a glimpse into the future. I had one final choice to make, and I made it by saving you. We now walk a path that we cannot stray from, so listen closely..."
    },
    {
      "character": "Hazelmere",
      "line": "Skilled brothers, numbering eight, will assemble to fight the Mahjarrat deceiver, and they will be heading northwards to confront him."
    },
    {
      "character": "Hazelmere",
      "line": "The time after this is... clouded to me, but I see you clearly, dressed in the evil garb of the darkest night."
    },
    {
      "character": "Hazelmere",
      "line": "However, while you may dress in the colours of evil, you will not follow that path. You will remain true to Guthix."
    },
    {
      "character": "Hazelmere",
      "line": "Of the eight, only two shall return. One represents the path of the slayer and one the path of the warrior."
    },
    {
      "character": "Hazelmere",
      "line": "Things might have been different, but I have made my choice, and it is up to you to prove that I made the right one."
    },
    {
      "character": "Player",
      "line": "Sounds like you have been having some bad dreams, or you've been reading some terrible stories."
    },
    {
      "character": "Hazelmere",
      "line": "Dreams often reveal truths masked by the light of day, but I know the truth of what I have seen in my bones. I have seen my end."
    },
    {
      "character": "Player",
      "line": "But you can't die! You're a mighty wizard!"
    },
    {
      "character": "Hazelmere",
      "line": "All I know is what the trees tell me. It will soon be time for me to pass the guardianship of the spirit trees to someone else. Maybe that person is you."
    },
    {
      "character": "Player",
      "line": "Guardianship of the spirit trees? I wouldn't even know where to begin with that!"
    },
    {
      "character": "Hazelmere",
      "line": "I have faith that you will learn what you need. Anyway, enough moping about the future. You should be on your way."
    },
    {
      "character": "Player",
      "line": "But what about Glouphrie?"
    },
    {
      "character": "Hazelmere",
      "line": "Considering you nearly died trying to find him, I suggest you leave that problem for another day. Preferably after a better way has been found into Arposandra."
    },
    {
      "character": "Hazelmere",
      "line": "Now, I'm sure you have more important matters to attend to than chatting to a cranky old gnome. Take these and be on your way."
    },
    {
      "character": "Hazelmere",
      "line": "You're back. After these I'm guessing? Take them and stop disturbing me."
    },
    {
      "character": "Hazelmere",
      "line": "You're back. After this I'm guessing? Take it and stop disturbing me."
    },
    {
      "character": "Player",
      "line": "Hello, Hazelmere."
    },
    {
      "character": "Hazelmere",
      "line": "You're back. Come to disturb me, have you?"
    },
    {
      "character": "Player",
      "line": "Ah, good old Hazelmere. Glad to see you're back to your grumpy self."
    },
    {
      "character": "Hazelmere",
      "line": "Do you actually want something from me, or are you simply making my life a misery again?"
    },
    {
      "character": "Player",
      "line": "I just wanted to have a chat. You know, just check how you're doing."
    },
    {
      "character": "Hazelmere",
      "line": "Well I'm fine, thank you. Now leave me in peace."
    },
    {
      "character": "King Bolren",
      "line": "Hello there. Any luck in the quest for Arposandra?"
    },
    {
      "character": "Player",
      "line": "Sort of. I think I've worked out where Arposandra is, but my attempt to enter didn't go well. There seems to be quite an extensive set of defences."
    },
    {
      "character": "King Bolren",
      "line": "Ah, that is a problem. I wish I could offer more help, but the Khazard Army already poses a major threat to us. We can't afford to split ourselves fighting two different enemies."
    },
    {
      "character": "Player",
      "line": "So we do nothing?"
    },
    {
      "character": "King Bolren",
      "line": "For now, I'm afraid so. Glouphrie is a foe that must be dealt with one day, but that day is not today."
    },
    {
      "character": "Longramble",
      "line": "Hello there. How goes the hunt for Arposandra?"
    },
    {
      "character": "Player",
      "line": "I think I've found an entrance to the city, but it's too well defended. There's all these traps, and some talking terrorbird guards!"
    },
    {
      "character": "Longramble",
      "line": "Talking terrorbirds? There must be some strange magic being practised in there. What do you plan to do?"
    },
    {
      "character": "Player",
      "line": "I don't know. I think I've hit a dead end for now."
    },
    {
      "character": "Longramble",
      "line": "That's a shame. Still, you've made a big discovery. It will be quite the tale to tell... assuming anyone believes a story about talking terrorbirds, that is."
    }
  ],
  "characters": [
    {
      "name": "Advisor",
      "description": "Middle-aged male gnome, British accent, calm and calculated tone, a cunning political schemer who speaks with false sincerity and carefully chosen words."
    },
    {
      "name": "Argenthorg",
      "description": "Middle-aged male gnome, British accent, dignified and measured tone, the cautious son of a great king who speaks with quiet authority and inherited wisdom."
    },
    {
      "name": "Bolrie",
      "description": "Elderly male gnome, British accent, weary and regretful tone, a former king reflecting on past mistakes with a somber, confessional quality to his narration."
    },
    {
      "name": "Gianne jnr.",
      "description": "Young adult male gnome, British accent, friendly and businesslike tone, a busy restaurant proprietor who speaks efficiently but helpfully."
    },
    {
      "name": "Glouphrie the Untrusted",
      "description": "Ancient male gnome, British accent, silky and sinister tone, a weaselly illusionist mage who speaks with deceptive charm and thinly veiled menace."
    },
    {
      "name": "Golrie",
      "description": "Young adult male gnome, British accent, cheerful and bookish tone, a well-read gnome who spent years in isolation and speaks with friendly curiosity."
    },
    {
      "name": "Hazelmere",
      "description": "Very elderly male gnome, British accent, gruff and impatient tone, a powerful ancient wizard who speaks curtly and dismissively but shows wisdom beneath his cranky exterior."
    },
    {
      "name": "King Bolren",
      "description": "Middle-aged male gnome, British accent, warm but concerned tone, a responsible village king who speaks with authority tempered by genuine care for his people."
    },
    {
      "name": "King Bolrie",
      "description": "Middle-aged male gnome, British accent, ambitious and frustrated tone, an aggressive ruler during wartime who speaks with urgency and barely contained anger toward his enemies."
    },
    {
      "name": "Longramble",
      "description": "Middle-aged male gnome, British accent, enthusiastic and eccentric tone, a solitary explorer who speaks with wonder about the world and stubborn conviction in his theories."
    },
    {
      "name": "Spirit Tree",
      "description": "Ageless ethereal voice, slow and resonant tone, an ancient sentient tree that speaks with serene wisdom and deep connection to nature."
    },
    {
      "name": "Terrorbird Guard 21",
      "description": "Adult male, high-pitched nervous voice, a panicky guard who speaks with anxiety and tends to give orders when stressed."
    },
    {
      "name": "Terrorbird Guard 72",
      "description": "Adult male, high-pitched worried voice, a slightly defective guard who speaks with confusion and concern, prone to panicking under pressure."
    }
  ]
}