{
  "branch": "quest/tribal-totem",
  "quest_name": "Tribal Totem",
  "lines": [
    { "character": "Kangai Mau", "line": "Hello. I Kangai Mau of the Rantuki tribe." },
    { "character": "Player", "line": "And what are you doing in Brimhaven?" },
    { "character": "Kangai Mau", "line": "I looking for someone brave to go on important mission for me. Someone skilled in thievery and sneaking about. I am told I can find such people in Brimhaven." },
    { "character": "Player", "line": "Tell me of this mission." },
    { "character": "Kangai Mau", "line": "I need someone to go on a mission to the city of Ardougne. There you will find the house of Lord Handelmort. In his house he has our tribal totem." },
    { "character": "Kangai Mau", "line": "We need it back." },
    { "character": "Player", "line": "Why does he have it?" },
    { "character": "Kangai Mau", "line": "Lord Handelmort is an Ardougnese explorer which means he think he have the right to come to my tribal home, steal our stuff and put in his private museum." },
    { "character": "Player", "line": "Ok, I will get it back." },
    { "character": "Kangai Mau", "line": "Best of luck with that adventurer." },
    { "character": "Player", "line": "How can I find Handelmort's house? Ardougne is a big place..." },
    { "character": "Kangai Mau", "line": "I don't know Ardougne. You tell me." },
    { "character": "Player", "line": "Well good luck with that." },
    { "character": "Kangai Mau", "line": "Let's hope I find some help soon." },
    { "character": "Player", "line": "I'm in search of adventure!" },
    { "character": "Kangai Mau", "line": "Adventure is something I may be able to give." },
    { "character": "Player", "line": "Who are the Rantuki tribe?" },
    { "character": "Kangai Mau", "line": "A proud and noble tribe of Karamja. But now we are few, as men come from across sea, steal our land, and settle on our hunting grounds." },
    { "character": "Horacio", "line": "It's a fine day to be out in the garden isn't it?" },
    { "character": "Player", "line": "Yes, it's very nice." },
    { "character": "Horacio", "line": "Days like these make me glad to be alive!" },
    { "character": "Player", "line": "So... who are you?" },
    { "character": "Horacio", "line": "My name is Horacio Dobson. I'm the gardener to Lord Handelmort. Take a look around this beautiful garden, all of this is my handiwork." },
    { "character": "Player", "line": "So... do you garden round the back too?" },
    { "character": "Horacio", "line": "That I do!" },
    { "character": "Player", "line": "Doesn't all of the security around the house get in your way then?" },
    { "character": "Horacio", "line": "Ah, I'm used to all that. I have my keys, the guard dogs know me, and I know the combination to the door lock. It's rather easy, it's his middle name." },
    { "character": "Player", "line": "Whose middle name?" },
    { "character": "Horacio", "line": "Hum. I probably shouldn't have said that. Forget I mentioned it." },
    { "character": "Player", "line": "Do you need any help?" },
    { "character": "Horacio", "line": "Trying to muscle in on my job eh? I'm more than happy to do this all by myself!" },
    { "character": "GPDT employee", "line": "Welcome to GPDT!" },
    { "character": "Player", "line": "Thank you very much." },
    { "character": "Wizard Cromperty", "line": "Hello there. My name is Cromperty. I am a Wizard, and an inventor." },
    { "character": "Wizard Cromperty", "line": "My good friend Sedridor has told me about you. As both wizard and inventor, he has aided me in my great invention!" },
    { "character": "Player", "line": "So what have you invented?" },
    { "character": "Wizard Cromperty", "line": "Ah! My latest invention is my patent pending teleportation block! It emits a low level magical signal, that will allow me to locate it anywhere in the world, and teleport anything" },
    { "character": "Wizard Cromperty", "line": "directly to it! I hope to revolutionise the entire teleportation system! Don't you think I'm great? Uh, I mean it's great?" },
    { "character": "Player", "line": "So where is the other block?" },
    { "character": "Wizard Cromperty", "line": "Well... Hmm. I would guess somewhere between here and the Wizards' Tower in Misthalin. All I know is that it hasn't got there yet as the wizards there would have contacted me." },
    { "character": "Wizard Cromperty", "line": "I'm using the GPDT for delivery. They assured me it would be delivered promptly." },
    { "character": "Player", "line": "Who are the GPDT?" },
    { "character": "Wizard Cromperty", "line": "The Gielinor Parcel Delivery Team. They come very highly recommended. Their motto is: 'We aim to deliver your stuff at some point after you have paid us!'" },
    { "character": "Player", "line": "Can I be teleported please?" },
    { "character": "Wizard Cromperty", "line": "By all means! I'm afraid I can't give you any specifics as to where you will come out however. Presumably wherever the other block is located." },
    { "character": "Player", "line": "Yes, that sounds good. Teleport me!" },
    { "character": "Wizard Cromperty", "line": "Okey dokey! Ready?" },
    { "character": "Player", "line": "That sounds dangerous. Leave me here." },
    { "character": "Wizard Cromperty", "line": "As you wish." },
    { "character": "Player", "line": "Well done, that's very clever." },
    { "character": "Wizard Cromperty", "line": "Yes it is isn't it? Forgive me for feeling a little smug, this is a major breakthrough in the field of teleportation!" },
    { "character": "Player", "line": "Now I just need someone to deliver it for me." },
    { "character": "Player", "line": "So, when are you going to deliver this crate?" },
    { "character": "GPDT employee", "line": "Well... I guess we could do it now..." },
    { "character": "Player", "line": "Thank you, it's interesting in here." },
    { "character": "GPDT employee", "line": "We're the premier delivery service in ALL of Gielinor!" },
    { "character": "Kangai Mau", "line": "Have you got our totem back?" },
    { "character": "Player", "line": "No, it's not that easy." },
    { "character": "Kangai Mau", "line": "Bah, you no good." },
    { "character": "Player", "line": "Yes I have." },
    { "character": "Kangai Mau", "line": "You have??? Many thanks brave adventurer! Here, have some freshly cooked Karamjan fish, caught specially by my tribe." }
  ],
  "characters": [
    {
      "name": "Kangai Mau",
      "description": "Middle-aged male, African-accented English, speaks with broken grammar reflecting non-native speech, warm and earnest tone, a tribal leader from Karamja seeking help to recover his people's sacred totem."
    },
    {
      "name": "Horacio",
      "description": "Middle-aged male, British working-class accent, friendly and cheerful gardener who takes pride in his work, slightly rotund and good-natured, accidentally reveals secrets when chatty."
    },
    {
      "name": "Wizard Cromperty",
      "description": "Elderly male, British scholarly accent, enthusiastic and slightly eccentric inventor-wizard, prone to self-congratulation, helpful but frustrated with bureaucracy and postal services."
    },
    {
      "name": "GPDT employee",
      "description": "Young adult male, British accent, lazy and unmotivated delivery worker, speaks in a casual dismissive manner, capable but prefers avoiding work until directly confronted."
    }
  ]
}
