{
  "branch": "quest/tutorial-island",
  "quest_name": "Tutorial Island",
  "lines": [
    { "character": "Gielinor Guide", "line": "Greetings! I see you are a new arrival to the world of Gielinor. My job is to welcome all new visitors. So welcome!" },
    { "character": "Gielinor Guide", "line": "You have already learned the first thing needed to succeed in this world: talking to other people!" },
    { "character": "Gielinor Guide", "line": "You will find many inhabitants of this world have useful things to say to you. By clicking on them you can talk to them." },
    { "character": "Gielinor Guide", "line": "Now then, let's start by looking at your settings menu." },
    { "character": "Gielinor Guide", "line": "Looks like you're making good progress! The menu you've just opened is one of many. You'll learn about the rest as you progress through the tutorial." },
    { "character": "Gielinor Guide", "line": "Anyway, I'd say it's time for you to go and meet your first instructor!" },
    { "character": "Gielinor Guide", "line": "Welcome back. You have already learnt the first thing needed to succeed in this world: talking to other people!" },
    { "character": "Gielinor Guide", "line": "You will find many inhabitants of this world have useful things to say to you. By clicking on them, you can talk to them." },
    { "character": "Gielinor Guide", "line": "To continue the tutorial go through that door over there and speak to your first instructor!" },
    { "character": "Survival Expert", "line": "Hello there, newcomer. My name is Brynna. My job is to teach you about the skills you can use to survive in this world." },
    { "character": "Survival Expert", "line": "The first skill we're going to look at is Fishing. There's some shrimp in this pond here. Let's try and catch some." },
    { "character": "Survival Expert", "line": "Hello again. First up, we're going to do some fishing. There's some shrimp in this pond here. Let's try and catch some." },
    { "character": "Survival Expert", "line": "Hello again. You should take a look at that menu before we continue." },
    { "character": "Player", "line": "I've managed to catch some shrimp." },
    { "character": "Survival Expert", "line": "Excellent work. Next you'll want to cook those shrimp. To do that, you'll need a fire. This brings us on to the Woodcutting and Firemaking skills." },
    { "character": "Survival Expert", "line": "Next up you need to make a fire. First, you'll need to cut down a tree to get some logs." },
    { "character": "Survival Expert", "line": "Now that you have some shrimp, you're going to want to cook them. To do that, you'll need a fire." },
    { "character": "Survival Expert", "line": "Now that you have some shrimp, you're going to want to cook them. All you need to do is use them on a fire." },
    { "character": "Survival Expert", "line": "Hello again. Is there something you'd like to hear more about?" },
    { "character": "Player", "line": "Tell me about my skills again." },
    { "character": "Survival Expert", "line": "Every skill is listed in the skills menu. Here you can see what your current levels are and how much experience you have." },
    { "character": "Survival Expert", "line": "As you move your mouse over the various skills the small tooltip will show you the exact amount of experience you have and how much is needed to get to the next level." },
    { "character": "Survival Expert", "line": "You can also click on a skill to open up the relevant skillguide. In the skillguide, you can see all of the unlocks available in that skill." },
    { "character": "Survival Expert", "line": "Is there anything else you'd like to hear more about?" },
    { "character": "Player", "line": "Tell me about Woodcutting again." },
    { "character": "Survival Expert", "line": "Woodcutting, eh? Don't worry, newcomer, it's really very easy. Simply equip your axe and click on a nearby tree to chop away." },
    { "character": "Survival Expert", "line": "As you explore the mainland you will discover many different kinds of trees that will require different Woodcutting levels to chop down." },
    { "character": "Survival Expert", "line": "Logs are not only useful for making fires. Many archers use the skill known as Fletching to craft their own bows and arrows from trees." },
    { "character": "Player", "line": "Tell me about Firemaking again." },
    { "character": "Survival Expert", "line": "Certainly, newcomer. When you have logs simply use your tinderbox on them. If successful, you will start a fire." },
    { "character": "Survival Expert", "line": "You can also set fire to logs you find lying on the floor already, and some other things can also be set alight..." },
    { "character": "Survival Expert", "line": "A tinderbox is always a useful item to keep around!" },
    { "character": "Player", "line": "Tell me about Fishing again." },
    { "character": "Survival Expert", "line": "Ah, yes. Fishing! Fishing is undoubtedly one of the more popular hobbies here in Gielinor!" },
    { "character": "Survival Expert", "line": "Whenever you see sparkling waters, you can be sure there's probably some good fishing to be had there!" },
    { "character": "Survival Expert", "line": "Not only are fish absolutely delicious when cooked, they will also heal lost health." },
    { "character": "Survival Expert", "line": "I would recommend everybody has a go at Fishing at least once in their lives!" },
    { "character": "Player", "line": "Tell me about Cooking again." },
    { "character": "Survival Expert", "line": "Yes, the most basic of survival techniques. Most simple foods can be used on a fire to cook them. If you're feeling a bit fancier, you can also use a range to cook the food instead." },
    { "character": "Survival Expert", "line": "Eating cooked food will restore lost health. The harder something is to cook, the more it will heal you." },
    { "character": "Player", "line": "Nothing thanks." },
    { "character": "Master Chef", "line": "Ah! Welcome, newcomer. I am the Master Chef, Lev. It is here that I will teach you how to cook food truly fit for a king." },
    { "character": "Player", "line": "I already know how to cook. Brynna taught me just now." },
    { "character": "Master Chef", "line": "Hahahahahaha! You call THAT cooking? Some shrimp on an open log fire? Oh, no, no, no. I am going to teach you the fine art of cooking bread." },
    { "character": "Master Chef", "line": "Time for you to learn the fine art of cooking bread." },
    { "character": "Master Chef", "line": "Do you need something?" },
    { "character": "Player", "line": "Tell me about making dough again." },
    { "character": "Master Chef", "line": "It's quite simple. Just use a pot of flour on a bucket of water, or vice versa, and you'll make dough. You can fill a bucket with water at any sink." },
    { "character": "Master Chef", "line": "Do you need anything else?" },
    { "character": "Player", "line": "Tell me about range cooking again." },
    { "character": "Master Chef", "line": "The range is the only place you can cook a lot of the more complex foods in Gielinor. To cook on a range, all you need to do is click on it. You'll need to make sure you have the required items in your inventory though." },
    { "character": "Quest Guide", "line": "I don't think you're ready to go down there yet." },
    { "character": "Quest Guide", "line": "Ah. Welcome, adventurer. I'm here to tell you all about quests. Let's start by opening your quest list." },
    { "character": "Quest Guide", "line": "Have you not opened that menu yet?" },
    { "character": "Quest Guide", "line": "Now that you have the quest list open, you can see all the quests within it. Opening a quest's journal will provide you with more information on it." },
    { "character": "Quest Guide", "line": "If you haven't started the quest, it will tell you where to begin and what requirements you need. If the quest is in progress, it will remind you what to do next." },
    { "character": "Quest Guide", "line": "It's very easy to find quest start points. Just look out for the quest icon on your minimap. You should see one marking this house." },
    { "character": "Quest Guide", "line": "The quests themselves can vary greatly from collecting beads to hunting down dragons. Completing quests will reward you with all sorts of things, such as new areas and better weapons!" },
    { "character": "Quest Guide", "line": "There's not a lot more I can tell you about questing. You have to experience the thrill of it yourself to fully understand. Let me know if you want a recap, otherwise you can move on." },
    { "character": "Quest Guide", "line": "Would you like to hear about quests again?" },
    { "character": "Player", "line": "Yes!" },
    { "character": "Quest Guide", "line": "Within your quest list, you'll unsurprisingly find a list of quests. Opening a quest's journal will provide you with more information on it." },
    { "character": "Player", "line": "Nope, I'm ready to move on!" },
    { "character": "Quest Guide", "line": "Okay then." },
    { "character": "Mining Instructor", "line": "Hi there. You must be new around here. So what do I call you? 'Newcomer' seems so impersonal, and if we're going to be working together, I'd rather call you by name." },
    { "character": "Player", "line": "You can call me." },
    { "character": "Mining Instructor", "line": "Ok then. My name is Dezzick and I'm a miner by trade. Let's teach you how to mine." },
    { "character": "Mining Instructor", "line": "Mining is very simple, all you need is a pickaxe. The rocks around here contain tin and copper. Why don't you get started by mining some?" },
    { "character": "Mining Instructor", "line": "The rocks around here contain tin and copper. You should try mining some." },
    { "character": "Mining Instructor", "line": "Now that you have some ore, you should smelt it into a bronze bar. You can use the furnace over there to do so." },
    { "character": "Player", "line": "I have a bronze bar. What now?" },
    { "character": "Mining Instructor", "line": "Now that you've got a bar, you can smith it into a weapon. To smith something, you need a hammer and an anvil. There's some anvils just here that you can use. See if you can make a bronze dagger." },
    { "character": "Mining Instructor", "line": "See if you can use the anvil here to make a bronze dagger." },
    { "character": "Mining Instructor", "line": "Would you like me to recap anything?" },
    { "character": "Player", "line": "Tell me about mining again." },
    { "character": "Mining Instructor", "line": "Certainly. To mine you need a pickaxe. Different pickaxes let you mine more efficiently." },
    { "character": "Mining Instructor", "line": "Earlier I gave you a bronze pickaxe. It's the most inefficient pickaxe available, but it's perfect for a beginner." },
    { "character": "Mining Instructor", "line": "To mine, simply click on a rock that contains ore while you have a pickaxe with you, and you will keep mining the rock until you manage to get some ore, or until it is empty." },
    { "character": "Mining Instructor", "line": "The better the pickaxe you use, the faster you will get ore from the rock you're mining." },
    { "character": "Mining Instructor", "line": "You will be able to buy better pickaxes from the Dwarven Mine when you reach the mainland, but they can be expensive." },
    { "character": "Mining Instructor", "line": "Also, the better the pickaxe the higher the Mining level required to use it will be. Was there anything else you wanted to hear?" },
    { "character": "Player", "line": "Tell me about smelting again." },
    { "character": "Mining Instructor", "line": "Smelting is very easy. Simply take the ores required to make a metal to a furnace, then use the ores on the furnace to smelt them into a bar of metal." },
    { "character": "Mining Instructor", "line": "Furnaces are expensive to build and maintain, so there are not that many scattered around the world. I suggest when you find one you remember its location for future use." },
    { "character": "Mining Instructor", "line": "An alternative to using a furnace to smelt your ore is to use high-level magic to do it." },
    { "character": "Mining Instructor", "line": "As well as letting you smelt ore anywhere, it has a guaranteed success rate in smelting all ores." },
    { "character": "Mining Instructor", "line": "Some metals, such as iron, contain impurities and can be destroyed during the smelting process in a traditional furnace, but magical heat does not destroy them." },
    { "character": "Mining Instructor", "line": "Anything else?" },
    { "character": "Player", "line": "Tell me about Smithing again." },
    { "character": "Mining Instructor", "line": "When you have acquired enough bars of the metal you wish to work with, you are ready to begin smithing." },
    { "character": "Mining Instructor", "line": "Take the hammer I gave you, or buy a new one from a general store, and proceed to a nearby anvil." },
    { "character": "Mining Instructor", "line": "By using a metal bar on an anvil you will be presented with a screen showing the objects you are able to smith at your current level." },
    { "character": "Mining Instructor", "line": "It's a pretty straightforward skill as I'm sure you discovered while making me that lovely bronze dagger." },
    { "character": "Mining Instructor", "line": "The higher Smithing level you are, the better quality the metal you can work with. You start off on bronze and work your way up as your smithing skills increase." },
    { "character": "Mining Instructor", "line": "Okay then." },
    { "character": "Combat Instructor", "line": "You're not ready to continue yet. You need to know about combat before you go on." },
    { "character": "Combat Instructor", "line": "Oi! Get away from there. Only enter the rat cage when I say so." },
    { "character": "Player", "line": "Hi! My name's." },
    { "character": "Combat Instructor", "line": "Do I look like I care? To me you're just another newcomer who thinks they're ready to fight." },
    { "character": "Combat Instructor", "line": "I am Vannaka, the greatest swordsman alive, and I'm here to teach you the basics of combat." },
    { "character": "Combat Instructor", "line": "Let's get started by teaching you to wield a weapon." },
    { "character": "Combat Instructor", "line": "Very good, but that little butter knife isn't going to protect you much. Let's get you something a bit better. Once you're properly equipped we can move on to some actual combat." },
    { "character": "Combat Instructor", "line": "Let's get you equipped." },
    { "character": "Combat Instructor", "line": "You should check out the combat interface." },
    { "character": "Combat Instructor", "line": "Time for some actual combat! Head into the pen through the nearby gate and kill one of those rats." },
    { "character": "Player", "line": "I did it! I killed a giant rat!" },
    { "character": "Combat Instructor", "line": "I saw. You seem better at this than I thought. Now that you have grasped basic swordplay, let's move on." },
    { "character": "Combat Instructor", "line": "Next up we have ranged combat. With this you can kill foes from a distance. With ranged, you'll be able to attack the rats without entering the pit meaning they won't be able to fight back." },
    { "character": "Combat Instructor", "line": "Use your bow and arrows to kill one of those rats from outside the pen." },
    { "character": "Combat Instructor", "line": "No, don't enter the pit. Range the rats from outside the cage." },
    { "character": "Combat Instructor", "line": "Do you need something?" },
    { "character": "Player", "line": "Tell me about combat stats again." },
    { "character": "Combat Instructor", "line": "Certainly. You have three main combat stats: Strength, Defence and Attack." },
    { "character": "Combat Instructor", "line": "Strength determines the maximum hit you will be able to deal with your blows, Defence determines the amount of damage you will be able to defend and Attack determines the accuracy of your blows." },
    { "character": "Combat Instructor", "line": "Other stats are used in combat such as Prayer, Hitpoints, Magic and Ranged. All of these stats can go towards determining your combat level, which is shown near the top of your combat interface screen." },
    { "character": "Combat Instructor", "line": "You will find out on the mainland that certain items can also affect your stats. There are potions that can be drunk that can alter your stats temporarily, such as raising Strength." },
    { "character": "Combat Instructor", "line": "You will also raise your Defence and Attack values by using different weapons and armours." },
    { "character": "Combat Instructor", "line": "Before going into combat with an opponent it is wise to put the mouse over them and see what combat level they are." },
    { "character": "Combat Instructor", "line": "Before going into combat with an opponent it is wise to see what combat level they are." },
    { "character": "Combat Instructor", "line": "Green coloured writing usually means it will be an easy fight for you, red means you will probably lose, yellow means they are around your level and orange means they are slightly stronger." },
    { "character": "Combat Instructor", "line": "Sometimes things will go your way, sometimes they won't. There is no such thing as a guaranteed win, but if the odds are on your side, you stand the best chance of walking away victorious." },
    { "character": "Combat Instructor", "line": "Now, was there something else you wanted to hear about again?" },
    { "character": "Player", "line": "Tell me about melee combat again." },
    { "character": "Combat Instructor", "line": "Ah, my speciality. Close combat fighting, which is also known as melee fighting, covers all combat done at close range to your opponent." },
    { "character": "Combat Instructor", "line": "Melee fighting depends entirely upon your three basic combat stats: Attack, Defence, and Strength." },
    { "character": "Combat Instructor", "line": "Also, of course, it depends on the quality of your armour and weaponry. A high-levelled fighter with good armour and weapons will be deadly up close." },
    { "character": "Combat Instructor", "line": "If this is the path you wish to take, remember your success depends on getting as close to your enemy as quickly as possible." },
    { "character": "Combat Instructor", "line": "Personally, I consider the fine art of melee combat to be the ONLY combat method worth using." },
    { "character": "Combat Instructor", "line": "Now, did you want to hear anything else?" },
    { "character": "Player", "line": "Tell me about ranged combat again." },
    { "character": "Combat Instructor", "line": "Thinking of being a ranger, eh? Well, okay. I don't enjoy it myself, but I can see the appeal." },
    { "character": "Combat Instructor", "line": "Ranging employs a lot of different weapons as a skill, not just the shortbow you have there. Spears, throwing knives, and crossbows are all used best at a distance from your enemy." },
    { "character": "Combat Instructor", "line": "Now, those rats were easy pickings, but on the mainland you will be very lucky if you can find a spot where you can shoot at your enemies without them being able to retaliate." },
    { "character": "Combat Instructor", "line": "At close range, rangers often do badly in combat. Your best tactic as a ranger is to hit and run, keeping your foe at a distance." },
    { "character": "Combat Instructor", "line": "Your effectiveness as a ranger is almost entirely dependent on your Ranged stat. As with all skills, the more you train it, the more powerful it will become." },
    { "character": "Combat Instructor", "line": "Anything else you wanted to know?" },
    { "character": "Player", "line": "Tell me about the Wilderness again." },
    { "character": "Combat Instructor", "line": "Ah yes, the Wilderness. It is a place of evil, mark my words. Many is the colleague I have lost in that foul place." },
    { "character": "Combat Instructor", "line": "It is also a place of both adventure and wealth, so if you are brave enough and strong enough to survive it, you will make a killing. Literally!" },
    { "character": "Combat Instructor", "line": "It is also the only place in the land of Gielinor where players are able to attack each other at will, and as such is the haunt of many Player Killers, or PKers if you will." },
    { "character": "Combat Instructor", "line": "There are a few things different in the Wilderness in comparison to the rest of the lands of Gielinor. Firstly, as I just mentioned, you can and will be attacked by other players." },
    { "character": "Combat Instructor", "line": "For this reason, you will be given a warning when you approach the Wilderness, as it is not a place you would wish to enter by accident." },
    { "character": "Combat Instructor", "line": "Secondly, there are a number of 'levels' to it. The further into it you travel, the greater the range of people you can attack." },
    { "character": "Combat Instructor", "line": "In level 1 wilderness you will only be able to attack, or be attacked by, those players within one combat level of yourself." },
    { "character": "Combat Instructor", "line": "In level 50, any player within fifty levels of you will be able to attack, or be attacked by you. Always keep an eye on what level of the Wilderness you are currently in." },
    { "character": "Combat Instructor", "line": "Your current Wilderness level is shown at the bottom right of the screen. The final thing you should know about the Wilderness is being 'skulled'." },
    { "character": "Combat Instructor", "line": "If you attack another player without them having attacked first, you will gain a skull above your character's head." },
    { "character": "Combat Instructor", "line": "What this means is that if you die while skulled, you will lose EVERYTHING that your character was carrying." },
    { "character": "Combat Instructor", "line": "When skulled, you should try to avoid dying for the twenty minutes or so it will take for the skull to wear off." },
    { "character": "Combat Instructor", "line": "If you wish to find the Wilderness, head north from where you start on the mainland. It is rather large and hard to miss." },
    { "character": "Combat Instructor", "line": "If you don't wish to end up there, take notice of the warning you will receive when getting near to it." },
    { "character": "Combat Instructor", "line": "Now, was there anything more?" },
    { "character": "Combat Instructor", "line": "Okay then." },
    { "character": "Player", "line": "Hello. Who are you?" },
    { "character": "Account Guide", "line": "I'm the Account Guide. I'm here to tell you about your account." },
    { "character": "Player", "line": "What's an account?" },
    { "character": "Account Guide", "line": "Your character IS your account! It's what you are using to play the game right now. Everyone here has one and some people even have multiple!" },
    { "character": "Account Guide", "line": "There's various things you can do with your account which is where the Account Management menu comes into play. Let's take a look at it now." },
    { "character": "Account Guide", "line": "Before we go any further, you should have a look at the Account Management menu." },
    { "character": "Account Guide", "line": "As you can see, there's a few things you can do with your account." },
    { "character": "Account Guide", "line": "First, you have membership. All accounts are free to play by default but if you desire, you can buy membership to unlock members' worlds. These worlds give you access to extra skills, areas, quests, and more!" },
    { "character": "Player", "line": "What's a world?" },
    { "character": "Account Guide", "line": "A world is what you play the game on. Most worlds can hold up to 2000 players. They are split into two main types: free worlds and members' worlds. You can swap worlds with the World Switcher in the Logout menu." },
    { "character": "Account Guide", "line": "You are currently on a free world. If you want to switch to a members' world and enjoy all of the benefits, you'll need to purchase membership. You can do so using the store in the Account Management menu." },
    { "character": "Account Guide", "line": "You are currently on a members' world so you already have access to everything that being a member has to offer. Enjoy!" },
    { "character": "Account Guide", "line": "Bonds are another thing that you should know about. You can purchase Bonds from the store in the Account Management menu. Once you have some Bonds, you can redeem them for membership!" },
    { "character": "Player", "line": "But why would I use a Bond instead of just buying membership normally?" },
    { "character": "Account Guide", "line": "Unlike membership, Bonds can be traded with other players. You could purchase a Bond and then sell it to another player for some gold. Alternatively, you could use your gold to buy a Bond from another player!" },
    { "character": "Player", "line": "So if I used my gold to buy a Bond from another player, I could get membership without spending any real money?" },
    { "character": "Account Guide", "line": "Exactly!" },
    { "character": "Account Guide", "line": "Next up, you have your inbox and name changer. The inbox is where you'll receive important information related to your account and the game. Be sure to keep an eye on it." },
    { "character": "Account Guide", "line": "The name changer allows you to change your display name if you don't like your current one. Be aware though that this is only available to accounts with membership." },
    { "character": "Player", "line": "Awesome. Is there anything else I should know about accounts?" },
    { "character": "Account Guide", "line": "Your account is very valuable and it's important you look after it. Various tools can help with this, such as Bank PINs and two-factor authentication options." },
    { "character": "Account Guide", "line": "You'll find more information on account security on the Customer Support webpage. You can use the Useful Links section of the Account Management menu to get there." },
    { "character": "Account Guide", "line": "Anyway, that's everything I have to tell you about accounts. Let me know if you need a recap, otherwise head on to your next instructor." },
    { "character": "Account Guide", "line": "Hello. Would you like to hear about your account again?" },
    { "character": "Account Guide", "line": "Excellent. Well there's a few things you can do with your account." },
    { "character": "Player", "line": "Good day, brother." },
    { "character": "Brother Brace", "line": "Hello, I'm Brother Brace. I'm here to tell you all about Prayer." },
    { "character": "Brother Brace", "line": "You should open the indicated menu to continue." },
    { "character": "Brother Brace", "line": "This is your Prayer list. Prayers can help a lot in combat. Click on the prayer you wish to use to activate it, and click it again to deactivate it." },
    { "character": "Brother Brace", "line": "Active prayers will drain your Prayer Points, which you can recharge by finding an altar or other holy spot and praying there." },
    { "character": "Brother Brace", "line": "As you noticed, most enemies will drop bones when defeated. Burying bones, by clicking them in your inventory, will gain you Prayer experience." },
    { "character": "Brother Brace", "line": "That's all I have to teach you for now. If you need a reminder about your prayers, just speak to me again." },
    { "character": "Brother Brace", "line": "Peace be with you, my child. Can I help you?" },
    { "character": "Brother Brace", "line": "Ah, yes, your prayer list. Prayers can help a lot in combat. Click on the prayer you wish to use to activate it, and click it again to deactivate it." },
    { "character": "Brother Brace", "line": "Do you need anything else?" },
    { "character": "Brother Brace", "line": "Okay then." },
    { "character": "Ironman tutor", "line": "Hello. I'm Paul, the Ironman tutor. What can I do for you?" },
    { "character": "Player", "line": "Hey there Paul." },
    { "character": "Ironman tutor", "line": "Hail, Ironman! What can I do for you?" },
    { "character": "Player", "line": "Tell me about Ironmen." },
    { "character": "Ironman tutor", "line": "When you play as an Ironman, you do everything for yourself. You don't trade with other players, or take their items, or accept their help." },
    { "character": "Ironman tutor", "line": "As an Ironman, you choose to have these restrictions imposed on you, so everyone knows you're doing it properly." },
    { "character": "Ironman tutor", "line": "If you think you have what it takes, you can choose to become a Hardcore Ironman." },
    { "character": "Ironman tutor", "line": "In addition to the standard restrictions, Hardcore Ironmen only have one life. In the event of a dangerous death, your Hardcore Ironmen status will be downgraded to that of a standard Ironman, and your" },
    { "character": "Ironman tutor", "line": "stats will be frozen on the Hardcore Ironman hiscores." },
    { "character": "Ironman tutor", "line": "If you have some friends, you could stand alone... Together, as Group Ironmen. Group Ironmen have the same restrictions as regular Ironmen except you can trade your items with each other!" },
    { "character": "Ironman tutor", "line": "If you are a daring bunch, you could even try Hardcore Group Ironmen. With Hardcore Group Ironmen you have a set number of lives, when they reach zero, you will become regular Group Ironmen." },
    { "character": "Ironman tutor", "line": "If you ever decided to invite experienced players to your group, you would become Unranked Group Ironmen, which are no longer shown on the Group Ironman hiscores." },
    { "character": "Ironman tutor", "line": "For the ultimate challenge, you can choose to become an Ultimate Ironman, a game mode inspired by the player IronNoBank." },
    { "character": "Ironman tutor", "line": "In addition to the standard restrictions, Ultimate Ironmen are blocked from using the bank, and they drop all their items when they die." },
    { "character": "Ironman tutor", "line": "While you're on Tutorial Island, you can switch freely between being a standard Ironman, an Ultimate Ironman, a Hardcore Ironman, a Group Ironman, a Hardcore Group Ironman or a regular character." },
    { "character": "Ironman tutor", "line": "Once you've left this island, you'll be able to find my colleague Adam in Lumbridge, but he'll only let you switch your restrictions downwards, not upwards." },
    { "character": "Ironman tutor", "line": "So he will let Hardcore Ironmen or Ultimate Ironmen downgrade to standard Ironmen, and he'll let all types of Ironman become normal players." },
    { "character": "Ironman tutor", "line": "I must warn you that Ironman mode is not recommended for new players. You can still give it a go if you think you're up for the challenge though." },
    { "character": "Player", "line": "I'd like to change my Ironman mode." },
    { "character": "Ironman tutor", "line": "Make sure you've got your Ironman settings all sorted before you leave Tutorial Island. Some things can't be changed later." },
    { "character": "Player", "line": "I'm fine, thanks." },
    { "character": "Player", "line": "Hello." },
    { "character": "Magic Instructor", "line": "Good day, newcomer. My name is Terrova. I'm here to tell you about Magic. Let's start by opening your magic interface." },
    { "character": "Magic Instructor", "line": "All you have to do is open the magic interface by clicking on the flashing icon." },
    { "character": "Magic Instructor", "line": "Currently you can only cast one offensive spell called Wind Strike. Let's try it out on one of those chickens." },
    { "character": "Magic Instructor", "line": "Sorry, I don't have any more runes just now. But I see you have plenty." },
    { "character": "Magic Instructor", "line": "Well, you're all finished here now. I'll give you a reasonable number of runes when you leave." },
    { "character": "Magic Instructor", "line": "When you get to the mainland you will find yourself in the town of Lumbridge. If you want some ideas on where to go next, talk to my friend Adventurer Jon. You can't miss him; he's wearing light blue armour with" },
    { "character": "Magic Instructor", "line": "a huge sword. There are also many tutors willing to teach you about the many skills you could learn." },
    { "character": "Magic Instructor", "line": "Excellent, I think that covers everything. When you're ready to go, use your home teleport spell to teleport to Lumbridge!" },
    { "character": "Magic Instructor", "line": "When you get to the mainland you will find yourself in the town of Lumbridge. If you want some ideas on where to go next, talk to my friend the Lumbridge Guide. You can't miss him; he's holding a big staff with" },
    { "character": "Magic Instructor", "line": "a question mark on the end. He also has a white beard and carries a rucksack full of scrolls. There are also many tutors willing to teach you about the many skills you could learn." },
    { "character": "Magic Instructor", "line": "Were you planning to become an Ironman, by the way?" },
    { "character": "Player", "line": "What's an Ironman?" },
    { "character": "Magic Instructor", "line": "If you're interested in that, you should go and ask the Ironman tutor before you leave this island. He's standing outside my house." },
    { "character": "Player", "line": "Thanks, I'd better go and find him." },
    { "character": "Player", "line": "Yes, I do want to become an Ironman." },
    { "character": "Player", "line": "No, I'm not planning to do that." }
  ],
  "characters": [
    {
      "name": "Gielinor Guide",
      "description": "Middle-aged male, British accent, warm and welcoming tone. A patient and professional instructor who greets newcomers to the world with authority and encouragement."
    },
    {
      "name": "Survival Expert",
      "description": "Adult female named Brynna, British accent, practical and outdoorsy tone. A confident wilderness instructor who teaches survival skills with enthusiasm and patience."
    },
    {
      "name": "Master Chef",
      "description": "Older male named Lev, theatrical and boisterous tone with a hint of pomposity. A proud culinary master who takes his craft seriously and laughs heartily at amateur cooking attempts."
    },
    {
      "name": "Quest Guide",
      "description": "Adult male, British accent, enthusiastic and knowledgeable tone. An adventurous instructor who speaks passionately about quests and the excitement of exploration."
    },
    {
      "name": "Mining Instructor",
      "description": "Adult male named Dezzick, friendly and approachable British accent. A hardworking miner who takes a personal interest in students and explains technical skills clearly."
    },
    {
      "name": "Combat Instructor",
      "description": "Middle-aged male named Vannaka, gruff and commanding British accent with military bearing. An arrogant but skilled warrior who dismisses pleasantries and speaks with absolute confidence in his combat expertise."
    },
    {
      "name": "Account Guide",
      "description": "Adult male, professional and businesslike British accent. A knowledgeable administrator who explains account features with competence and clarity."
    },
    {
      "name": "Brother Brace",
      "description": "Middle-aged male, calm and reverent British accent with ecclesiastical cadence. A pious Saradominist monk who speaks with gentle wisdom and spiritual devotion."
    },
    {
      "name": "Ironman tutor",
      "description": "Adult male named Paul, enthusiastic and informative British accent. A knowledgeable guide who explains game modes with passion and warns newcomers about challenges ahead."
    },
    {
      "name": "Magic Instructor",
      "description": "Adult male named Terrova, wise and scholarly British accent. A master of magic who speaks with measured authority and patience when teaching the arcane arts."
    }
  ]
}
