{
  "branch": "quest/while-guthix-sleeps",
  "quest_name": "While Guthix Sleeps",
  "lines": [
    {
      "character": "Ivy Sophista",
      "line": "Good, you're here. I take it you received Idria's message?"
    },
    {
      "character": "Player",
      "line": "Message?"
    },
    {
      "character": "Ivy Sophista",
      "line": "It was not delivered to you? This is concerning... Still, the point is you're here. Now, are you willing to help us?"
    },
    {
      "character": "Player",
      "line": "I did, but I have a few questions..."
    },
    {
      "character": "Ivy Sophista",
      "line": "They will have to wait. There is only one question of importance at the moment: Are you willing to help us?"
    },
    {
      "character": "Player",
      "line": "I think so..."
    },
    {
      "character": "Ivy Sophista",
      "line": "Good. Meet Thaerisk upstairs. There is much to discuss and Lucien's spies are everywhere."
    },
    {
      "character": "Player",
      "line": "But..."
    },
    {
      "character": "Player",
      "line": "Hang on... Did you say Lucien?"
    },
    {
      "character": "Ivy Sophista",
      "line": "Upstairs. Now!"
    },
    {
      "character": "Player",
      "line": "I think I'll pass. This is all a bit weird for me."
    },
    {
      "character": "Ivy Sophista",
      "line": "So be it. You know where to find me if you change your mind."
    },
    {
      "character": "Ivy Sophista",
      "line": "What are you waiting for? Thaerisk is waiting for you upstairs."
    },
    {
      "character": "Player",
      "line": "Hello there. What do you do here?"
    },
    {
      "character": "Thaerisk",
      "line": "Ah, I'm just keeping an eye on things and making sure nothing untoward happens."
    },
    {
      "character": "Player",
      "line": "That's reassuring."
    },
    {
      "character": "Thaerisk",
      "line": "One day I hope it will be."
    },
    {
      "character": "Thaerisk",
      "line": "Ah, you made it. Given recent events, that in itself is something for us to be thankful about."
    },
    {
      "character": "Player",
      "line": "It is?"
    },
    {
      "character": "Thaerisk",
      "line": "Unfortunately so. We've already lost several of our brethren in recent days. Lucien's agents are only growing bolder."
    },
    {
      "character": "Player",
      "line": "Sorry, but I'm going to need some explanation. What's going on, and what does it have to do with Lucien?"
    },
    {
      "character": "Thaerisk",
      "line": "You mean you do not know? Idria's message should have explained the situation."
    },
    {
      "character": "Player",
      "line": "But I never received any message."
    },
    {
      "character": "Thaerisk",
      "line": "I see. In that case, I will explain what I can, but I will need to be brief."
    },
    {
      "character": "Player",
      "line": "Sorry, but I'm going to need a bit more of an explanation on what's going on. The message I received didn't have too many details."
    },
    {
      "character": "Thaerisk",
      "line": "Yes, of course. I will explain what I can, but I will need to be brief."
    },
    {
      "character": "Thaerisk",
      "line": "My name is Thaerisk Cemphier and I lead a group of Guthixians called Crux Eqal. Our duty is a straightforward one: To safeguard this world from the chaos of imbalance."
    },
    {
      "character": "Player",
      "line": "Safeguard? Doesn't that risk conflicting with the peaceful nature of being a druid?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes, it sadly does. However, our work is a necessity. Without those of us willing to do what must be done to protect this world, peace will never be more than a fantasy."
    },
    {
      "character": "Thaerisk",
      "line": "Now, while I do enjoy debating concepts such as these, we are getting sidetracked. Let's get back to the matter at hand."
    },
    {
      "character": "Player",
      "line": "Lucien?"
    },
    {
      "character": "Thaerisk",
      "line": "Precisely. We have been keeping an eye on the Mahjarrat for some time. We consider many of them to be grave threats to the safety of our world."
    },
    {
      "character": "Thaerisk",
      "line": "However, truth be told, until recently, we didn't consider Lucien to be among that number. All that changed when you came along."
    },
    {
      "character": "Thaerisk",
      "line": "When you helped Lucien obtain the Staff of Armadyl, you set him on a path to unimaginable power. After all, Zamorak himself was once a Mahjarrat, until he used the Staff of Armadyl to attain godhood..."
    },
    {
      "character": "Thaerisk",
      "line": "However, truth be told, until recently, we didn't consider Lucien to be among that number. All that changed when, despite your best attempts to stop him, he managed to obtain the Staff of Armadyl."
    },
    {
      "character": "Player",
      "line": "He has the Staff?"
    },
    {
      "character": "Thaerisk",
      "line": "I'm afraid so, and with it, he is now on a path leading towards unimaginable power. After all, Zamorak himself was once a Mahjarrat, until he used the Staff of Armadyl to attain godhood..."
    },
    {
      "character": "Thaerisk",
      "line": "Hang on a moment. I hear someone approaching from downstairs. Let us wait for them to pass."
    },
    {
      "character": "Player",
      "line": "Thaerisk, are you okay?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes, I think so, but that was far too close. We have been dealing with the threat of Lucien's assassins for some time now, but that's the first time they've attacked us here in Taverley."
    },
    {
      "character": "Player",
      "line": "Lucien must consider you to be quite the threat to him."
    },
    {
      "character": "Thaerisk",
      "line": "Perhaps he also sees you as a threat as well. You may have worked with him before, but I suspect that means little to someone like him."
    },
    {
      "character": "Player",
      "line": "You think the assassins were targeting me?"
    },
    {
      "character": "Thaerisk",
      "line": "Who could say for sure, but it may not be a coincidence that his assassins attacked so soon after your arrival."
    },
    {
      "character": "Thaerisk",
      "line": "Perhaps he also sees you as a threat as well. It may not be a coincidence that his assassins attacked so soon after your arrival."
    },
    {
      "character": "Thaerisk",
      "line": "Regardless, this is another reminder that time is not on our side. We must find out what Lucien is planning and stop him before it's too late."
    },
    {
      "character": "Thaerisk",
      "line": "I realise that's easier said than done, but I believe we have what it takes to do so."
    },
    {
      "character": "Player",
      "line": "What resources do you have?"
    },
    {
      "character": "Thaerisk",
      "line": "We're still on the back foot compared to Lucien, but that is changing fast. My order has already formed an alliance with the Guardians of Armadyl and we have reached out to the Temple Knights as well."
    },
    {
      "character": "Player",
      "line": "That's quite the collective."
    },
    {
      "character": "Thaerisk",
      "line": "Indeed. Never would I have expected to see the followers of three different gods unite in this way, but our differences mean little compared to the threat Lucien poses."
    },
    {
      "character": "Player",
      "line": "And you'd like me to join this alliance as well? Even though I helped Lucien before?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes. I am aware of many of your past feats. You have regularly fought against the evils of this world. I believe there is more to you than what happened with Lucien."
    },
    {
      "character": "Player",
      "line": "And you'd like me to join this alliance as well?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes. You have opposed Lucien before, and you have shown that you have the skills needed to make a difference in this fight."
    },
    {
      "character": "Player",
      "line": "I see. So what would you have me do?"
    },
    {
      "character": "Thaerisk",
      "line": "Our spies have been trying to track Lucien for some time, but he is proving difficult to locate. However, he has been expanding his resources at a rapid rate. We might be able to take advantage of this."
    },
    {
      "character": "Player",
      "line": "How so?"
    },
    {
      "character": "Thaerisk",
      "line": "He's been forming alliances with all manner of groups and individuals. Such a large collective is likely to have plenty of weak links for us to exploit."
    },
    {
      "character": "Thaerisk",
      "line": "With that in mind, we'd like you to investigate a treasure hunter by the name of Movario. We believe he has been working with Lucien for some time."
    },
    {
      "character": "Player",
      "line": "Movario? What can you tell me about him?"
    },
    {
      "character": "Thaerisk",
      "line": "He's magically trained, has adventured, and has spent a lot of time in various archives."
    },
    {
      "character": "Player",
      "line": "So he's a bit of a history buff?"
    },
    {
      "character": "Thaerisk",
      "line": "Indeed. We suspect that his combined magical and historical knowledge is highly valuable to Lucien. In fact, we believe that it was Movario who first tracked down the Staff of Armadyl for him."
    },
    {
      "character": "Player",
      "line": "Any ideas where I should start?"
    },
    {
      "character": "Thaerisk",
      "line": "According to our spies, Movario has hired a member of the Khazard Army called Darve to act as his bodyguard. As such, I'd recommend you begin at the Fight Arena."
    },
    {
      "character": "Player",
      "line": "Is there anything else you can tell me about Movario?"
    },
    {
      "character": "Thaerisk",
      "line": "He first became a person of interest after you stole the Staff of Armadyl. He was regularly sighted in the area around the Temple of Ikov in the days beforehand."
    },
    {
      "character": "Thaerisk",
      "line": "He first became a person of interest after the Staff of Armadyl was stolen. He was regularly sighted in the area around the Temple of Ikov in the days beforehand."
    },
    {
      "character": "Player",
      "line": "That doesn't seem like a lot to go on. How can you be sure he's involved?"
    },
    {
      "character": "Thaerisk",
      "line": "Truth be told, we still don't have absolute confirmation that he is. However, few people have the skills needed to locate something like the Staff of Armadyl."
    },
    {
      "character": "Player",
      "line": "I see. Anything else of note?"
    },
    {
      "character": "Thaerisk",
      "line": "He seems to have been researching something new of late. He's been sighted in many libraries all across the world."
    },
    {
      "character": "Player",
      "line": "What's he researching?"
    },
    {
      "character": "Thaerisk",
      "line": "We're not sure. His focus seems to be on the God Wars and the gods themselves. Saradomin and Guthix in particular."
    },
    {
      "character": "Thaerisk",
      "line": "Given what happened with the Staff, our fear is that Lucien has him looking for more sources of godly power."
    },
    {
      "character": "Player",
      "line": "That's... concerning. How did you find all of this out?"
    },
    {
      "character": "Thaerisk",
      "line": "Most of this information actually came from a single spy of ours. She obtained it by talking to Reldo of all people."
    },
    {
      "character": "Player",
      "line": "Reldo? A local librarian was the source of information on a master artefact hunter working with Lucien?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes, he's quite an interesting individual. Most of course know him as an accomplished scholar, but I've found that there's a lot more to him than first meets the eye..."
    },
    {
      "character": "Player",
      "line": "Do we have any more information on what Lucien is up to?"
    },
    {
      "character": "Thaerisk",
      "line": "At this point, I'm afraid not. From what we can tell, he's mostly operated alone until very recently. However, since acquiring the Staff of Armadyl, he's been forming quite the alliance of individuals."
    },
    {
      "character": "Thaerisk",
      "line": "It is clear he's planning something. Something big. However, any attempts by our spies to locate him have resulted in violent ends at the hands of his new allies."
    },
    {
      "character": "Player",
      "line": "Who are these new allies?"
    },
    {
      "character": "Thaerisk",
      "line": "Right now they mostly seem to consist of various mercenaries and the like. However, given the resources he now has access to, we believe he's also allied with some larger organisations."
    },
    {
      "character": "Thaerisk",
      "line": "On top of that, there's also evidence to suggest he's been building an undead army somewhere in the Wilderness. There has been an increase in sightings of zombies and skeletons in the area."
    },
    {
      "character": "Player",
      "line": "There's no shortage of necromancers, especially in the Wilderness. How can you be sure it's Lucien?"
    },
    {
      "character": "Thaerisk",
      "line": "Nothing is confirmed and this point, but these undead seem to be specifically targeting our spies in the area."
    },
    {
      "character": "Player",
      "line": "I see. Sounds like we need to learn more as soon as we can."
    },
    {
      "character": "Thaerisk",
      "line": "That is why I'm hoping that Movario will lead us to some answers."
    },
    {
      "character": "Player",
      "line": "Could you tell me more about Crux Eqal?"
    },
    {
      "character": "Thaerisk",
      "line": "We are a group who believe that too many of our fellow Guthixians have allowed themselves to become spellbound by the beauty of nature. The wider world is constantly at threat, but they no longer wish to see it."
    },
    {
      "character": "Thaerisk",
      "line": "Our organisation is still fairly new, and many of our members are on the younger side. However, we have the backing of many senior druids such as Sanfew and Kaqemeex."
    },
    {
      "character": "Player",
      "line": "I hope you don't mind me saying that druids are not known to be the best fighters. How are you ensuring that you're prepared to take on these threats?"
    },
    {
      "character": "Thaerisk",
      "line": "You are not wrong, my friend. I have no doubt that every member of our order would willing fight to the last drop of blood if the situation required it, but it is not where our strength lies."
    },
    {
      "character": "Thaerisk",
      "line": "However, I do not see that as a bad thing. The world has no shortage of warriors and heroes, and our kingdoms have armies capable of standing against many a danger. Instead, we focus on what they often lack."
    },
    {
      "character": "Thaerisk",
      "line": "One example is our spy network. While still not quite as extensive as that of the Temple Knights, we have many who are experts in moving around unseen. After all, no one suspects a druid."
    },
    {
      "character": "Thaerisk",
      "line": "Then of course you have our Herblore skills, which are second to none. We are constantly making new advancements that let us supply our allies with brews and potions for all manner of purposes."
    },
    {
      "character": "Thaerisk",
      "line": "We're already putting many of these potions to the test in our fight against Lucien."
    },
    {
      "character": "Player",
      "line": "I'd better get going."
    },
    {
      "character": "Thaerisk",
      "line": "Be careful out there."
    },
    {
      "character": "Player",
      "line": "Hello again, Thaerisk."
    },
    {
      "character": "Thaerisk",
      "line": "Welcome back,. What news do you have?"
    },
    {
      "character": "Player",
      "line": "Nothing at the moment."
    },
    {
      "character": "Thaerisk",
      "line": "Remember, we need you to investigate a treasure hunter by the name of Movario. Given that he hired a bodyguard from the Khazard Army, I'd recommend starting at the Fight Arena."
    },
    {
      "character": "Player",
      "line": "Hello."
    },
    {
      "character": "Spectator",
      "line": "Hey, you're the one who beat Bouncer! Amazing!"
    },
    {
      "character": "Player",
      "line": "You don't happen to know anyone called Darve, do you?"
    },
    {
      "character": "Spectator",
      "line": "Can't say I do. Maybe try in the bar?"
    },
    {
      "character": "Player",
      "line": "Will do. Thanks."
    },
    {
      "character": "Khazard Barman",
      "line": "Hi, what can I get you? We have a range of quality brews."
    },
    {
      "character": "Player",
      "line": "Do you know anyone called Darve?"
    },
    {
      "character": "Khazard Barman",
      "line": "I might do. Why do you want to know?"
    },
    {
      "character": "Player",
      "line": "I'm trying to find him."
    },
    {
      "character": "Khazard Barman",
      "line": "Good for you, but that's not really got anything to do with me."
    },
    {
      "character": "Player",
      "line": "Well what about someone called Movario?"
    },
    {
      "character": "Khazard Barman",
      "line": "Movario? The mage?"
    },
    {
      "character": "Player",
      "line": "So you know him?"
    },
    {
      "character": "Khazard Barman",
      "line": "I'm aware of him. Couldn't tell you anything about him though, even if I wanted to."
    },
    {
      "character": "Player",
      "line": "Well do you know someone who can?"
    },
    {
      "character": "Khazard Barman",
      "line": "He sometimes uses the launderer just to the north of here. Maybe you should try talking to him. Now, would you like a drink?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Those damn broavs! Now I'll need to start over again!"
    },
    {
      "character": "Player",
      "line": "Er... Hello?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Oh, sorry, I didn't see you come in."
    },
    {
      "character": "Player",
      "line": "Is something wrong?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Just the usual sort of nonsense you get around here. One of the guards bought some broavs for tracking, but they keep getting distracted by my laundry and making a mess of it!"
    },
    {
      "character": "Player",
      "line": "Right... Anyway, you don't happen to know someone called Darve do you? Or maybe someone called Movario?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Movario? Oh yes I... Well, actually, I shouldn't really divulge client details. Times are tough enough as it is without me losing customers through gossiping!"
    },
    {
      "character": "Player",
      "line": "Would 500 coins change your mind?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Oh... well I suppose so."
    },
    {
      "character": "Player",
      "line": "Okay, I'll be back shortly with the money."
    },
    {
      "character": "Player",
      "line": "Now, what can you tell me about Movario?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Well he's a fairly regular customer of mine. In fact, I have some of his clothes here right now."
    },
    {
      "character": "Player",
      "line": "So does he live somewhere nearby?"
    },
    {
      "character": "Khazard Launderer",
      "line": "I assume so, but I don't know where."
    },
    {
      "character": "Player",
      "line": "Hmm... I need some way of tracking him down..."
    },
    {
      "character": "Player",
      "line": "Hang on... What was it you were saying earlier about those broavs?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Broavs? Well one of the guards bought some for tracking, but they keep getting distracted by the laundry."
    },
    {
      "character": "Player",
      "line": "You don't think I'd be able to use one to track Movario, do you?"
    },
    {
      "character": "Khazard Launderer",
      "line": "I guess so, but they track using smell, so you'd need something that smells like him."
    },
    {
      "character": "Player",
      "line": "Like his dirty laundry, perhaps?"
    },
    {
      "character": "Khazard Launderer",
      "line": "Oh, I see... I really shouldn't be giving out clothes belonging to customers."
    },
    {
      "character": "Player",
      "line": "Surely you have something he won't miss."
    },
    {
      "character": "Khazard Launderer",
      "line": "Well... I was thinking that one of his shirts wouldn't last the cleaning process. I suppose you can have it, but Movario can't find out!"
    },
    {
      "character": "Player",
      "line": "Thanks. So how would I go about getting myself one of those broavs?"
    },
    {
      "character": "Khazard Launderer",
      "line": "I think they came from the Feldip Hills. Apparently there's some hunting expert down there who knows how to catch them."
    },
    {
      "character": "Player",
      "line": "Perfect! Thanks for all the help."
    },
    {
      "character": "Player",
      "line": "Okay, fair enough."
    },
    {
      "character": "Player",
      "line": "You can trust me."
    },
    {
      "character": "Khazard Launderer",
      "line": "Oh... yes, I suppose I can."
    },
    {
      "character": "Player",
      "line": "Great! So what can you tell me about Movario?"
    },
    {
      "character": "Player",
      "line": "Hello again. Could you remind me where I can get one of those broavs?"
    },
    {
      "character": "Player",
      "line": "Perfect! Thanks for the help."
    },
    {
      "character": "Hunting expert",
      "line": "Whoah there, stranger, careful where you're walking. I almost clobbered you there; thought you were a larupia or something."
    },
    {
      "character": "Player",
      "line": "Do you think you could help me with broavs?"
    },
    {
      "character": "Hunting expert",
      "line": "Ah, yes. You want one for some tracking I'm guessing? They're very useful for that sort of thing, but not easy to capture, especially not alive. Then, of course, there's the training."
    },
    {
      "character": "Player",
      "line": "Training? How do I train them?"
    },
    {
      "character": "Hunting expert",
      "line": "I only know of one person who can do that. She's a very experienced hunter and could possibly do it for you, but I don't think she could train you to do it."
    },
    {
      "character": "Player",
      "line": "Who?"
    },
    {
      "character": "Hunting expert",
      "line": "Me of course!"
    },
    {
      "character": "Player",
      "line": "Oh, okay. So I just bring a broav to you and you can train it?"
    },
    {
      "character": "Hunting expert",
      "line": "Pretty much, but first you'll need to catch one. You'll need to set up a pitfall trap, but instead of luring the broav over it, you'll just want to bait the trap with a fungus from Mort Myre."
    },
    {
      "character": "Player",
      "line": "Mort Myre? That's quite the trip."
    },
    {
      "character": "Hunting expert",
      "line": "Well luckily for you, I have one here I can spare you. You'll need to make some room for it first though."
    },
    {
      "character": "Hunting expert",
      "line": "Well luckily for you, I have one here I can spare you. Take it and make yourself a trap over at the old trapping spot to the west. You'll have a broav caught in no time."
    },
    {
      "character": "Player",
      "line": "Thanks!"
    },
    {
      "character": "Hunting expert",
      "line": "Have you managed to catch one?"
    },
    {
      "character": "Player",
      "line": "Not yet."
    },
    {
      "character": "Hunting expert",
      "line": "There's an old trapping spot to the west that should work perfectly. Remember, instead of luring the broav over your trap, you'll just want to bait it with a fungus from Mort Myre."
    },
    {
      "character": "Player",
      "line": "Okay boy, go get 'em!"
    },
    {
      "character": "Player",
      "line": "It's alright boy, take your time."
    },
    {
      "character": "Player",
      "line": "Slow and steady wins the race..."
    },
    {
      "character": "Player",
      "line": "..."
    },
    {
      "character": "Player",
      "line": "Okay, this isn't going to work. I think I need to take this broav to a hunting expert to get it woken up."
    },
    {
      "character": "Player",
      "line": "Do you think you could train this broav for me?"
    },
    {
      "character": "Hunting expert",
      "line": "Not a problem. I'll get it woken up and then we can get started..."
    },
    {
      "character": "Hunting expert",
      "line": "There we go. All done!"
    },
    {
      "character": "Guard",
      "line": "Hey! Intruder alert!"
    },
    {
      "character": "Player",
      "line": "Hello again."
    },
    {
      "character": "Ivy Sophista",
      "line": "Hello there, friend. I hope things are going well for you. If you're in need of any help with... anything, perhaps you might want to talk to Thaerisk upstairs..."
    },
    {
      "character": "Player",
      "line": "I've found a hideout near the Fight Arena that I think belongs to Movario. I've already found a few interesting things inside, but I'm going to keep searching and see what else I can uncover."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent work. I look forward to hearing the results."
    },
    {
      "character": "Player",
      "line": "I've found a hideout near the Fight Arena that seems to belong to Movario. I found these interesting research notes inside that I think might be of use."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent work,. These notes are very useful, albeit rather concerning as well. I'll let you keep hold of them. You'll probably want to read them yourself, if you haven't already."
    },
    {
      "character": "Player",
      "line": "Thanks. So what's our next move?"
    },
    {
      "character": "Thaerisk",
      "line": "While you were gone, our negotiations with the Temple Knights continued. Given their nature, they weren't entirely convinced on joining our alliance initially, but it seems we managed to convince them."
    },
    {
      "character": "Thaerisk",
      "line": "As Taverley no longer seems to be safe, we've decided it best that we establish a base of operations for this new alliance at the White Knights' Castle in Falador."
    },
    {
      "character": "Player",
      "line": "Sounds sensible. So are we heading over there now?"
    },
    {
      "character": "Thaerisk",
      "line": "I will be departing shortly, but I'd like you to head for the Temple of Ikov instead. We've lost contact with Idria and the Guardians of Armadyl."
    },
    {
      "character": "Thaerisk",
      "line": "Hopefully it's no cause for concern, but given what happened here, I fear Lucien may be targeting them."
    },
    {
      "character": "Player",
      "line": "Alright, I'll get over there right away."
    },
    {
      "character": "Thaerisk",
      "line": "Head for the hidden entrance to the temple at McGrubor's Wood. Once you find Idria, send her to me at the White Knights' Castle and then join us there yourself. Good luck."
    },
    {
      "character": "Thaerisk",
      "line": "Hello there,. I'll be departing for Falador shortly. You should head over to McGrubor's Wood as soon as you can. We need to make sure Idria and the Guardians of Armadyl are safe."
    },
    {
      "character": "Player",
      "line": "Alright, I'll go there right away."
    },
    {
      "character": "Thaerisk",
      "line": "Good luck."
    },
    {
      "character": "Idria",
      "line": "It's a good job you showed up when you did. Those mercenaries nearly had us done for!"
    },
    {
      "character": "Player",
      "line": "Sent by Lucien, no doubt. Thaerisk suspected something like this would happen."
    },
    {
      "character": "Idria",
      "line": "So I take it you're ? I'm Idria. I've heard a lot about you. Much of it good... though it remains to be seen if that's enough to rectify your actions in stealing the Staff of Armadyl from us."
    },
    {
      "character": "Player",
      "line": "Well that's why I'm here. I intend to fix that mistake no matter what. I hope that means something."
    },
    {
      "character": "Idria",
      "line": "It very much does. It's a rare trait to be able to admit a mistake and work to fix it, though truth be told, it seems likely that Lucien would have obtained the Staff no matter what."
    },
    {
      "character": "Idria",
      "line": "But anyway, that's the past. We must focus on the future, and on ensuring said future is free of Lucien."
    },
    {
      "character": "Idria",
      "line": "So I take it you're ? I've heard a lot about you. It's a pleasure to finally meet you. I'm Idria."
    },
    {
      "character": "Player",
      "line": "Pleased to meet you, Idria."
    },
    {
      "character": "Idria",
      "line": "If Thaerisk sent you, I'm guessing you're more up to speed on the current state of things than I am. What can you tell me?"
    },
    {
      "character": "Player",
      "line": "The Temple Knights have agreed to join the alliance. They're establishing a headquarters in the White Knights' Castle for us to use. Thaerisk asked us to meet him there."
    },
    {
      "character": "Idria",
      "line": "Good. The more allies we have, the better. Now, given that Lucien is quite keen to see us dead, we shouldn't waste any more time here. I'll head to the White Knights' Castle as quick as possible."
    },
    {
      "character": "Player",
      "line": "Alright, I'll see you there."
    },
    {
      "character": "Player",
      "line": "Hello there."
    },
    {
      "character": "Silif",
      "line": "Hello there. I'd love to stop and chat, but I'm afraid I have some important work to get done."
    },
    {
      "character": "Thaerisk",
      "line": "Ah, there you are,. Idria told us what happened at McGrubor's Wood. I'm glad to see you made it here safely. Now, allow me to introduce Akrisae Kolluym of the Temple Knights."
    },
    {
      "character": "Akrisae",
      "line": "Glad to have you with us,. I've heard a lot about you from Sir Tiffy. It's Saradomin's will that you're doing!"
    },
    {
      "character": "Idria",
      "line": "Perhaps it would be best if we kept theology out of this for now. While I'm sure all of us here would love to debate our differing viewpoints, we need to keep our focus on Lucien."
    },
    {
      "character": "Akrisae",
      "line": "A very fair point. My apologies."
    },
    {
      "character": "Thaerisk",
      "line": "Anyway, now that we're all here, I think it's time we discussed the contents of the notes that found. To put it bluntly, these notes confirm all of our worst fears."
    },
    {
      "character": "Thaerisk",
      "line": "It seems that Lucien is indeed attempting to follow in Zamorak's footsteps and attain godhood. The Staff of Armadyl was merely the first step in his plan, for he now seeks an even greater prize."
    },
    {
      "character": "Idria",
      "line": "What could be more powerful than the Staff?"
    },
    {
      "character": "Thaerisk",
      "line": "There is an artefact that history has long forgotten. One with a power unlike anything else ever seen in Gielinor. A power that even the gods themselves struggle to comprehend."
    },
    {
      "character": "Akrisae",
      "line": "This power you speak of... You refer to the power found in the Temple of the Eye?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes. The Eye of Saradomin is one name for this artefact, though it has had many others. For example, we in Crux Eqal know it as the Fist of Guthix. However, its real name is..."
    },
    {
      "character": "Player",
      "line": "The Stone of Jas."
    },
    {
      "character": "Idria",
      "line": "You speak like you have first-hand experience,. Surely you have not encountered this artefact?"
    },
    {
      "character": "Player",
      "line": "Not exactly, but I was there when the Temple of the Eye was first uncovered. I had some sort of vision of the Stone. I've somehow known its name ever since."
    },
    {
      "character": "Thaerisk",
      "line": "A vision? Curious..."
    },
    {
      "character": "Akrisae",
      "line": "And this Stone... You really think it can grant Lucien godhood?"
    },
    {
      "character": "Thaerisk",
      "line": "Movario seems to think so, and he looks to have been right about everything else involving the Stone so far."
    },
    {
      "character": "Akrisae",
      "line": "So what do we do?"
    },
    {
      "character": "Idria",
      "line": "We must find Lucien and stop him by any means necessary."
    },
    {
      "character": "Thaerisk",
      "line": "I agree, but unfortunately our spies have had little luck in finding him so far."
    },
    {
      "character": "Idria",
      "line": "I suspect he's somewhere in the Wilderness. Our informants believe he has been raising an undead army there at a concerning speed. It will likely rival the zombie armies of Zemouregal before long."
    },
    {
      "character": "Player",
      "line": "The Wilderness is a big place. Too big. We'll need a more accurate location before we can do anything."
    },
    {
      "character": "Thaerisk",
      "line": "I wonder if I might have a solution to that..."
    },
    {
      "character": "Player",
      "line": "What are you thinking?"
    },
    {
      "character": "Thaerisk",
      "line": "According to Movario's notes, Lucien sent a pair of spies to keep an eye on him. If we can capture one of them, they might be able to lead us to him."
    },
    {
      "character": "Akrisae",
      "line": "Ah, yes. We should have everything we need here to conduct an interrogation."
    },
    {
      "character": "Idria",
      "line": "It might require quite the interrogation to make one of Lucien's dogs talk."
    },
    {
      "character": "Thaerisk",
      "line": "That depends on how loyal they are. Most of Lucien's followers seem to be mere mercenaries so far, but he does have some true believers as well."
    },
    {
      "character": "Thaerisk",
      "line": "That said, we've recently managed to perfect a far more potent form of the traditional truth serum. I believe it should allow us to bypass any form of interrogating."
    },
    {
      "character": "Idria",
      "line": "That's all well and good, but how are we going to capture one of these spies?"
    },
    {
      "character": "Akrisae",
      "line": "I reckon that is something I can help with. Silif, do you have the teleorb?"
    },
    {
      "character": "Silif",
      "line": "I have it right here, sir."
    },
    {
      "character": "Akrisae",
      "line": ", given your experience in the field, I believe you'll be best placed for this task. Take this orb and plant it on one of Lucien's spies."
    },
    {
      "character": "Player",
      "line": "What is that thing? A commorb?"
    },
    {
      "character": "Akrisae",
      "line": "Not quite. It's a teleorb containing a sophisticated teleport spell that's directly linked to this cell here. Once planted on the spy, we can use it to bring them right to us."
    },
    {
      "character": "Idria",
      "line": "Oh that is clever!"
    },
    {
      "character": "Player",
      "line": "Alright, where can I find these spies?"
    },
    {
      "character": "Thaerisk",
      "line": "Provided Movario's notes are accurate, they should be somewhere in Draynor Village."
    },
    {
      "character": "Player",
      "line": "Right, I'll get to it."
    },
    {
      "character": "Akrisae",
      "line": "If you want, I can teleport you to Draynor Village."
    },
    {
      "character": "Player",
      "line": "Yes please."
    },
    {
      "character": "Player",
      "line": "No thanks."
    },
    {
      "character": "Akrisae",
      "line": "Very well. Let me know if you change your mind."
    },
    {
      "character": "Thaerisk",
      "line": "Hello there,. If you need a hand with anything, you should talk to Akrisae."
    },
    {
      "character": "Player",
      "line": "Tell me a bit more about yourself, Thaerisk."
    },
    {
      "character": "Thaerisk",
      "line": "Not much to tell, really. I grew up in Taverley and spent most of my life around druids. It seemed only natural for me to join them, and ten years ago that's exactly what I did."
    },
    {
      "character": "Thaerisk",
      "line": "After that, I travelled around most of Gielinor and saw tragedy and heartache, triumph and beauty."
    },
    {
      "character": "Thaerisk",
      "line": "I came back with a feeling that many of my fellow druids were a bit too absorbed in local matters and not spending enough time looking at the larger picture."
    },
    {
      "character": "Player",
      "line": "And that's what led to Crux Eqal?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes. It turns out I wasn't quite alone in my feelings. I found a few likeminded druids and Crux Eqal was formed."
    },
    {
      "character": "Player",
      "line": "What do you know about the Stone of Jas?"
    },
    {
      "character": "Thaerisk",
      "line": "Far more than most I suspect, but truth be told, that's still very little."
    },
    {
      "character": "Thaerisk",
      "line": "To us druids, it is known as the Fist of Guthix. It is a divine creation that allows one to unlock powers beyond what even the gods possess."
    },
    {
      "character": "Thaerisk",
      "line": "It was misused by many during the God Wars, so when Guthix awoke, he hid it away so that none would ever be able to steal its power for themselves."
    },
    {
      "character": "Player",
      "line": "And you don't know where it was hidden?"
    },
    {
      "character": "Thaerisk",
      "line": "No. That is a secret that only Guthix himself now knows. I hope it stays that way."
    },
    {
      "character": "Player",
      "line": "What do you think of Akrisae?"
    },
    {
      "character": "Thaerisk",
      "line": "He is very capable, but he reminds me of some of the druids back home. The ones that ultimately led us to form Crux Eqal."
    },
    {
      "character": "Thaerisk",
      "line": "He puts a lot of faith in his god. I don't necessarily fault that. As a loyal servant of Guthix, it would be very hypocritical of me to do so."
    },
    {
      "character": "Player",
      "line": "But?"
    },
    {
      "character": "Thaerisk",
      "line": "But Saradomin is long gone from this world, along with all the other gods. As their followers, we must be prepared to act without their guidance."
    },
    {
      "character": "Player",
      "line": "What do you think of Idria?"
    },
    {
      "character": "Thaerisk",
      "line": "It is hard to form an opinion on her. She is very secretive. However, I sense a great sadness in her. Many of her order have already fallen victim to Lucien. I suspect she feels personally responsible."
    },
    {
      "character": "Player",
      "line": "Well if all goes well, they'll be avenged soon."
    },
    {
      "character": "Thaerisk",
      "line": "I wonder if that in itself is something she feels conflicted over. Armadyl is a god of justice, not revenge. And yet, to lose those close to you..."
    },
    {
      "character": "Player",
      "line": "Hello, Idria."
    },
    {
      "character": "Idria",
      "line": "Hello,. How are things going with that spy?"
    },
    {
      "character": "Player",
      "line": "I'm still working on it."
    },
    {
      "character": "Idria",
      "line": "Well if you need anything, just talk to Akrisae."
    },
    {
      "character": "Player",
      "line": "I've managed to plant the orb!"
    },
    {
      "character": "Idria",
      "line": "Excellent work! You should let Akrisae know."
    },
    {
      "character": "Player",
      "line": "Do you mind if I ask you a bit about yourself?"
    },
    {
      "character": "Idria",
      "line": "To be honest, I'd prefer if you didn't. In our line of work, it is sometimes better not to give too much information away, especially when dealing with a threat like Lucien."
    },
    {
      "character": "Player",
      "line": "But do you not think it would be beneficial for us to know a bit more about each other?"
    },
    {
      "character": "Idria",
      "line": "If you're worried about my ability to work with you and the others, I promise you have nothing to worry about. Now, let us discuss something else."
    },
    {
      "character": "Player",
      "line": "Fair enough."
    },
    {
      "character": "Idria",
      "line": "I must admit, we had always wondered if the Staff of Armadyl was truly one of a kind, or if there might in fact be other artefacts out there of a similar power."
    },
    {
      "character": "Idria",
      "line": "However, until now, it was all just speculation. We'd never heard of this Stone before, so to be honest, I couldn't really tell you a thing about it."
    },
    {
      "character": "Idria",
      "line": "To think that it was out there for all this time... It worries me. It makes me question what else we don't know."
    },
    {
      "character": "Idria",
      "line": "He's a Saradominist through and through."
    },
    {
      "character": "Player",
      "line": "Is that a problem?"
    },
    {
      "character": "Idria",
      "line": "Not necessarily. I'd say Saradominist and Armadylean beliefs are more aligned than those of most gods."
    },
    {
      "character": "Idria",
      "line": "Still, I find Saradominists can be somewhat stubborn and unwilling to compromise. That could be a problem. If this alliance is to work, we'll need to set aside our egos."
    },
    {
      "character": "Player",
      "line": "What do you think of Thaerisk?"
    },
    {
      "character": "Idria",
      "line": "I find that too many Guthixians are idealists. They prefer to imagine a perfect world rather than accept the one we currently live in."
    },
    {
      "character": "Idria",
      "line": "I know all too well the danger of that mindset. Our order was once the same, and we lost the Staff of Armadyl as a result."
    },
    {
      "character": "Idria",
      "line": "Thaerisk on the other hand... He seems to understand that only through action can we ensure the safety of this world. We need more people like him."
    },
    {
      "character": "Idria",
      "line": "Good luck out there."
    },
    {
      "character": "Player",
      "line": "Hello there, Akrisae."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you, my friend. Would you like me to teleport you to Draynor Village?"
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you, my friend. You should head over to Draynor Village and see if you can get that orb planted."
    },
    {
      "character": "Player",
      "line": "Could you tell me a bit more about yourself?"
    },
    {
      "character": "Akrisae",
      "line": "Well I shouldn't say too much. Protocol and all that sort of thing. The more you give away, the more your enemies can use against you."
    },
    {
      "character": "Player",
      "line": "It would be useful to know a few details though, considering we're now working together."
    },
    {
      "character": "Akrisae",
      "line": "Very true. Well, as you already know, I am a member of the Temple Knights, although I'm not actually a knight myself."
    },
    {
      "character": "Player",
      "line": "How come?"
    },
    {
      "character": "Akrisae",
      "line": "Normally to have reached my level of seniority, you'd have been knighted long ago. However, I was a priest originally, and technically still am."
    },
    {
      "character": "Akrisae",
      "line": "A priest cannot also hold a knighthood, and so I am the one Temple Knight in a leadership role who doesn't have one."
    },
    {
      "character": "Player",
      "line": "That's an interesting rule."
    },
    {
      "character": "Akrisae",
      "line": "Isn't it just. Our order is known for having a few oddities like that, as I'm sure you yourself are aware. I hear your own recruitment involved a loophole or two."
    },
    {
      "character": "Player",
      "line": "That's one way of putting it."
    },
    {
      "character": "Akrisae",
      "line": "The Eye is what we know it as. After the recent rediscovery of the Temple of the Eye, we put a great deal of effort into learning more about it. However, we didn't actually end up finding much."
    },
    {
      "character": "Akrisae",
      "line": "All we really know is that Saradomin used it to great effect in the God Wars. With it, he was able to protect this world from the evil of Zamorak."
    },
    {
      "character": "Player",
      "line": "But it seems Saradomin wasn't the only one to use it."
    },
    {
      "character": "Akrisae",
      "line": "Yes, that is quite a concerning development, but this is the first time I've heard these other names that it has been given. I wonder if there might be a misunderstanding somewhere."
    },
    {
      "character": "Player",
      "line": "So do you not believe what Movario discovered?"
    },
    {
      "character": "Akrisae",
      "line": "I just think it's important to keep an open mind. With how little is known about the Eye... or Stone if you prefer, we need to be very careful of any misinformation, intentional or otherwise."
    },
    {
      "character": "Akrisae",
      "line": "It is good to be working with her. Saradomin and Armadyl are natural allies. Just as the two of them once opposed Zamorak together, we will now oppose Lucien in the same way."
    },
    {
      "character": "Player",
      "line": "It's quite something having the followers of multiple different gods all working together like this."
    },
    {
      "character": "Akrisae",
      "line": "I suppose it's the one thing we can actually give Lucien credit for. He has united us in a way that few others could manage."
    },
    {
      "character": "Akrisae",
      "line": "It is refreshing to see a druid that is willing to stand up and take action. However, I do worry he may not have the stomach for this type of work."
    },
    {
      "character": "Player",
      "line": "How do you mean?"
    },
    {
      "character": "Akrisae",
      "line": "As a Temple Knight yourself, I have no doubt you understand that we sometimes need to make difficult choices for the good of this world."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you, friend."
    },
    {
      "character": "Silif",
      "line": "Ah, hello,. It's a pleasure to be working with you. Your exploits are, of course, legendary."
    },
    {
      "character": "Silif",
      "line": "Don't mention it."
    },
    {
      "character": "Player",
      "line": "Hello there. What are you doing here?"
    },
    {
      "character": "Shady stranger",
      "line": "Oh, nothing much. I'd just heard Draynor was a nice place to visit."
    },
    {
      "character": "Suspicious outsider",
      "line": "That's not really any of your business, is it?"
    },
    {
      "character": "Akrisae",
      "line": "Welcome back,. Any luck with that orb?"
    },
    {
      "character": "Player",
      "line": "Yes, the orb is planted!"
    },
    {
      "character": "Akrisae",
      "line": "Saradomin seems to be smiling on our operation so far!"
    },
    {
      "character": "Thaerisk",
      "line": "I'm sure that Guthix had just as much of a role in this as anyone else did."
    },
    {
      "character": "Idria",
      "line": "I thought we agreed to keep theology out of this? Besides, I'd say this work was exclusively 's doing."
    },
    {
      "character": "Akrisae",
      "line": "Yes, of course, of course. Now, I believe it's time we invite one of Lucien's friends over for a little chat!"
    },
    {
      "character": "Shady stranger",
      "line": "What the...?"
    },
    {
      "character": "Idria",
      "line": "Success!"
    },
    {
      "character": "Akrisae",
      "line": "Over to you, Thaerisk."
    },
    {
      "character": "Thaerisk",
      "line": "Now, before we begin the interrogation... could I interest you in a refreshing beverage?"
    },
    {
      "character": "Player",
      "line": "Beverage?"
    },
    {
      "character": "Thaerisk",
      "line": "Yes, of course! We may have this man imprisoned, but we should still show some decorum!"
    },
    {
      "character": "Thaerisk",
      "line": "*whispers* Play along..."
    },
    {
      "character": "Thaerisk",
      "line": "I have one of my druids preparing you some fine juice as we speak."
    },
    {
      "character": "Shady stranger",
      "line": "..."
    },
    {
      "character": "Druid",
      "line": "I have the drink you requested, sire."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent! Now, if you could give it to our friend here..."
    },
    {
      "character": "Druid",
      "line": "As you wish..."
    },
    {
      "character": "Druid",
      "line": "A drink, sir?"
    },
    {
      "character": "Shady stranger",
      "line": "And this is... juice?"
    },
    {
      "character": "Druid",
      "line": "Uh... yes?"
    },
    {
      "character": "Shady stranger",
      "line": "Did you really think I'd fall for that?"
    },
    {
      "character": "Idria",
      "line": "The potion!"
    },
    {
      "character": "Thaerisk",
      "line": "Someone get a healer over here, quickly!"
    },
    {
      "character": "Player",
      "line": "What are we going to do now?"
    },
    {
      "character": "Thaerisk",
      "line": "Well, that spy ruined what truth serum we had..."
    },
    {
      "character": "Akrisae",
      "line": "So we don't have any more? This is a disaster! It should have been clear that old druid was going to be attacked! Why send him in there?"
    },
    {
      "character": "Thaerisk",
      "line": "Now look..."
    },
    {
      "character": "Idria",
      "line": "We cannot afford to make these mistakes. The spy should have been restrained."
    },
    {
      "character": "Player",
      "line": "Alright, you've all made your points, but we're not going to achieve anything like this. Thaerisk, can we make more of this potion?"
    },
    {
      "character": "Thaerisk",
      "line": "We're not just using any old truth serum here, so the process is quite complex. Still, it should be doable."
    },
    {
      "character": "Thaerisk",
      "line": "First, we'll need some enriched snapdragon. Betty in Port Sarim should be able to help with that. You'll just need to take her a regular snapdragon seed."
    },
    {
      "character": "Idria",
      "line": "Snapdragon seeds aren't the cheapest."
    },
    {
      "character": "Thaerisk",
      "line": "Well I do have one that I suppose I could part with. Let me know if you want it. I can also teleport you to Port Sarim if you wish."
    },
    {
      "character": "Player",
      "line": "Could I have that seed?"
    },
    {
      "character": "Thaerisk",
      "line": "Of course."
    },
    {
      "character": "Thaerisk",
      "line": "Now, would you like me to teleport you to Port Sarim?"
    },
    {
      "character": "Player",
      "line": "Could you teleport me to Port Sarim?"
    },
    {
      "character": "Thaerisk",
      "line": "Very well."
    },
    {
      "character": "Player",
      "line": "I'll make my own way there."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. You'll need to take a snapdragon seed to Betty in Port Sarim. I have one here if needed. I can also teleport you to Port Sarim if you wish."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. You'll need to take a snapdragon seed to Betty in Port Sarim. I can teleport you there if you wish."
    },
    {
      "character": "Idria",
      "line": "Hello,. How are things going?"
    },
    {
      "character": "Player",
      "line": "I'm working on getting us a replacement truth serum."
    },
    {
      "character": "Idria",
      "line": "Well if you need anything, just talk to Thaerisk."
    },
    {
      "character": "Akrisae",
      "line": "I hope we can get a replacement truth serum quickly. This delay is not what we need right now."
    },
    {
      "character": "Player",
      "line": "Don't worry, Thaerisk and I are working on it."
    },
    {
      "character": "Shady stranger",
      "line": "If you think I'm going to talk, you're kidding yourself!"
    },
    {
      "character": "Player",
      "line": "We'll see about that."
    },
    {
      "character": "Betty",
      "line": "Hello again. What can I do for you?"
    },
    {
      "character": "Player",
      "line": "Could you help me make some enriched snapdragon?"
    },
    {
      "character": "Betty",
      "line": "Enriched snapdragon, eh? There's only one person who'd be wanting one of those. So you're working with Thaerisk now?"
    },
    {
      "character": "Betty",
      "line": "Actually, on second thoughts, probably best I don't ask."
    },
    {
      "character": "Betty",
      "line": "I can help you make the enriched snapdragon seed, but you'll then need to grow it yourself. If that's okay with you, you'll need to bring me a regular snapdragon seed."
    },
    {
      "character": "Player",
      "line": "I have one right here."
    },
    {
      "character": "Betty",
      "line": "Right, you now need to enrich the seed using light from the doorway filtered through a rose-tinted lens."
    },
    {
      "character": "Player",
      "line": "Okay, I'll get to it."
    },
    {
      "character": "Player",
      "line": "But I don't have a rose-tinted lens."
    },
    {
      "character": "Betty",
      "line": "Well I can sell you the colouring needed, but you'll have to provide your own lantern lens."
    },
    {
      "character": "Player",
      "line": "In that case, I'll be back soon."
    },
    {
      "character": "Player",
      "line": "About that enriched snapdragon..."
    },
    {
      "character": "Betty",
      "line": "I've placed your snapdragon seed on the counter. You now need to enrich the seed using light from the doorway filtered through a rose-tinted lens."
    },
    {
      "character": "Betty",
      "line": "Well if you have your own lantern lens, then I can sell you the pink dye needed to colour it."
    },
    {
      "character": "Player",
      "line": "How much is it?"
    },
    {
      "character": "Betty",
      "line": "It's 20 coins per bottle."
    },
    {
      "character": "Player",
      "line": "Oh, I don't have enough money with me."
    },
    {
      "character": "Player",
      "line": "Sounds good."
    },
    {
      "character": "Player",
      "line": "Actually, I'll pass."
    },
    {
      "character": "Betty",
      "line": "Fair enough."
    },
    {
      "character": "Betty",
      "line": "The seed is all ready for you. Just pick it up from the counter. After that, you'll need a specially prepared patch to grow it."
    },
    {
      "character": "Player",
      "line": "I see. I'll have to ask Thaerisk about that. Thanks for the help, Betty."
    },
    {
      "character": "Betty",
      "line": "Don't mention it."
    },
    {
      "character": "Betty",
      "line": "What is it?"
    },
    {
      "character": "Player",
      "line": "What do I do with it now?"
    },
    {
      "character": "Betty",
      "line": "Now you need to grow it, but you'll need a specially prepared patch to do so."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. Any luck with that snapdragon seed?"
    },
    {
      "character": "Player",
      "line": "I have it right here. What now?"
    },
    {
      "character": "Thaerisk",
      "line": "We've prepared a patch to grow it in. It's on top of the western tower of the castle. Head up there and get the seed planted. After that, I think Idria has a task for you."
    },
    {
      "character": "Player",
      "line": "It's growing as we speak."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent! While we wait for it to grow, I think Idria has a task for you."
    },
    {
      "character": "Idria",
      "line": "Ah, there you are,. I have a new task for you."
    },
    {
      "character": "Player",
      "line": "What is it?"
    },
    {
      "character": "Idria",
      "line": "Provided all goes well with this replacement truth serum, we should soon know Lucien's location. However, given he now has the Staff of Armadyl, taking him on is not going to be easy."
    },
    {
      "character": "Idria",
      "line": "Thanks to our alliance, we can now bring a sizable force to bear. However, for Lucien himself, we require individuals with more specialised skills."
    },
    {
      "character": "Idria",
      "line": "With that in mind, we're looking to recruit a group of heroes to form a small task force. They will be the ones to deal with Lucien."
    },
    {
      "character": "Player",
      "line": "I take it you have some people in mind?"
    },
    {
      "character": "Idria",
      "line": "We do. Your task is to seek out and recruit three legendary Slayer Masters: Turael, Mazchna and Duradel. Alongside them, we'd also like you to recruit a great warrior called Cyrisus."
    },
    {
      "character": "Player",
      "line": "Ah, Cyrisus! I'm glad to hear he's considered a great warrior now. Back when I first met him he needed a bit of help with that sort of thing."
    },
    {
      "character": "Idria",
      "line": "Oh, so you're already acquainted? That should make things easier as we've actually found it quite hard to locate him. He always seems to be on the move."
    },
    {
      "character": "Idria",
      "line": "I have heard that the elusive Moon Clan have methods for contacting people across great distances. Perhaps that might allow you to easily reach out to Cyrisus and the others."
    },
    {
      "character": "Turael",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "I need to talk to you about Lucien."
    },
    {
      "character": "Turael",
      "line": "Lucien, eh? Can't say that's a name I'm familiar with."
    },
    {
      "character": "Player",
      "line": "He's a Mahjarrat who's growing in power and is trying to become a god! We're forming an alliance against him at the White Knight's Castle. We'd like you to join us."
    },
    {
      "character": "Turael",
      "line": "Truth be told, friend, this is basically my retirement. Still, I must admit, years of teaching amateurs how to kill goblins has had me itching to get back to the life of adventure..."
    },
    {
      "character": "Turael",
      "line": "Eh, you know what... I'm in! One last job, and quite the job it is!"
    },
    {
      "character": "Player",
      "line": "That's great, Turael. I'll see you in Falador."
    },
    {
      "character": "Turael",
      "line": "I will be joining you at the White Knights' Castle very soon. I just have a few things I need to do first."
    },
    {
      "character": "Turael",
      "line": "'Ello!"
    },
    {
      "character": "Player",
      "line": "How are you doing, Turael?"
    },
    {
      "character": "Turael",
      "line": "I can honestly say that I'm very excited. It's been so long since I last did anything like this, and Lucien... Well, let's just say that this will be a fitting final adventure for me."
    },
    {
      "character": "Player",
      "line": "And then what?"
    },
    {
      "character": "Turael",
      "line": "Well, being a Slayer Master was already a form of retirement, but I reckon it might finally be time for me to leave that behind as well."
    },
    {
      "character": "Turael",
      "line": "No more needing to swap tasks for anyone! Can you imagine? The hours I've had to spend keeping records up to date! It will be nice not having to worry about that anymore."
    },
    {
      "character": "Player",
      "line": "Who do you think will take over from you?"
    },
    {
      "character": "Turael",
      "line": "Well my sister, Aya, is currently filling in for me while I'm here. Maybe she'll be open to doing that longer term. If not, my daughter, Spria, has already become a capable Slayer Master herself."
    },
    {
      "character": "Player",
      "line": "And what happens if you end up getting bored of this new retirement?"
    },
    {
      "character": "Turael",
      "line": "Well I was thinking I might take up viticulture. Someone needs to give Bernald some competition."
    },
    {
      "character": "Player",
      "line": "Well if it takes off, I'll be sure to come and try some samples."
    },
    {
      "character": "Aya",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "So you're filling in for Turael?"
    },
    {
      "character": "Aya",
      "line": "That I am. It's been quite a while since I last did this sort of thing, but my brother wants one last adventure, so here I am."
    },
    {
      "character": "Player",
      "line": "So you've done this before?"
    },
    {
      "character": "Aya",
      "line": "Oh yes. In fact, I was doing it before my brother was. Back in his adventuring days, I was the one here teaching people the basics."
    },
    {
      "character": "Aya",
      "line": "After Spria was born, he retired from his life of thrill- seeking. That's when he took over from me."
    },
    {
      "character": "Player",
      "line": "Interesting... I never knew that."
    },
    {
      "character": "Aya",
      "line": "He doesn't talk about his adventures much, but once you get him going, you won't be able to make him stop!"
    },
    {
      "character": "Mazchna",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Mazchna",
      "line": "Who?"
    },
    {
      "character": "Player",
      "line": "The Mahjarrat."
    },
    {
      "character": "Mazchna",
      "line": "Oh, him? I'm surprised that coward is still around to be honest. He was never worthy of being a Mahjarrat."
    },
    {
      "character": "Player",
      "line": "I'd be careful of underestimating him. He's managed to claim the Staff of Armadyl and is quickly growing in power."
    },
    {
      "character": "Mazchna",
      "line": "Hmm... This is concerning. What can I do to help?"
    },
    {
      "character": "Player",
      "line": "We've formed an alliance at the White Knights' Castle that we'd like you to join."
    },
    {
      "character": "Mazchna",
      "line": "I would be glad to. The chance to face a Mahjarrat again is something I have desired for many centuries. I look forward to the carnage."
    },
    {
      "character": "Player",
      "line": "Great!"
    },
    {
      "character": "Mazchna",
      "line": "Control your enthusiasm, friend. I will join you in Falador as soon as I am able."
    },
    {
      "character": "Mazchna",
      "line": "'Ello! Think you're ready to face Lucien then?"
    },
    {
      "character": "Player",
      "line": "I guess so, though I have a question for you: Why do all Slayer Masters say 'ello so much?"
    },
    {
      "character": "Mazchna",
      "line": "Ah, it's somewhat of a tradition in our order. Perhaps there was once some reason, but it's long been lost to time."
    },
    {
      "character": "Player",
      "line": "You don't know the reason? That seems a bit odd to me."
    },
    {
      "character": "Mazchna",
      "line": "Well who knows what would happen if we stopped? It would probably be fine, but can you really be sure?"
    },
    {
      "character": "Player",
      "line": "I guess..."
    },
    {
      "character": "Achtryn",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "So you're filling in for Mazchna?"
    },
    {
      "character": "Achtryn",
      "line": "Indeed I am. It's been a while since he last asked me to step in, but it's good to get out and see the sights, to meet mortals and to generally socialise."
    },
    {
      "character": "Player",
      "line": "So do you know Mazchna well?"
    },
    {
      "character": "Achtryn",
      "line": "Oh, yes, he's such a mine of information. He hears what's going on at the pub, listens to the gossip of passing adventurers, and now he's off on a great adventure himself."
    },
    {
      "character": "Achtryn",
      "line": "Though, of course, you know that already. Sorry to babble on. I'm sure you have plenty of other things to be doing."
    },
    {
      "character": "Duradel",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Duradel",
      "line": "Is this regarding the Staff of Armadyl?"
    },
    {
      "character": "Player",
      "line": "Yes... but how did you know about that?"
    },
    {
      "character": "Duradel",
      "line": "I would love to tell you, but I'm afraid I am sworn to secrecy."
    },
    {
      "character": "Player",
      "line": "I see... Well I'm hoping you'll be willing to join our alliance against him at the White Knights' Castle."
    },
    {
      "character": "Duradel",
      "line": "Willing? Yes. However, I must first ensure that me leaving Shilo Village will not be a problem..."
    },
    {
      "character": "Duradel",
      "line": "It seems my years of waiting are over. I have been granted leave to join your cause. Let Lucien tremble, for he will hear my laughter as his corrupt soul burns in the Abyss."
    },
    {
      "character": "Player",
      "line": "Okay... Thanks, Duradel."
    },
    {
      "character": "Duradel",
      "line": "I am ready to join you. I just need to make arrangements for while I am gone, but then I will depart for Falador."
    },
    {
      "character": "Duradel",
      "line": "'Ello! It's good to finally be out of that hut. After all these years, it's started to feel like a prison."
    },
    {
      "character": "Player",
      "line": "You mean you weren't permitted to leave? Who was stopping you? Who could stop you, for that matter?"
    },
    {
      "character": "Duradel",
      "line": "Let's just say that you don't become the greatest Slayer Master without treading on some very important toes."
    },
    {
      "character": "Player",
      "line": "Now, this is getting interesting. Do tell?"
    },
    {
      "character": "Duradel",
      "line": "I'm afraid it is a secret that will go to my grave, friend."
    },
    {
      "character": "Player",
      "line": "Hmm... Fair enough."
    },
    {
      "character": "Kuradal",
      "line": "'Ello, and what are you after then?"
    },
    {
      "character": "Player",
      "line": "So you're filling in for Duradel?"
    },
    {
      "character": "Kuradal",
      "line": "I am. The task he has been given is an important one, but this post must always be filled. Who better to fill it than his own daughter."
    },
    {
      "character": "Player",
      "line": "Daughter? So being a Slayer Master runs in the family?"
    },
    {
      "character": "Kuradal",
      "line": "Of course. One cannot simply grow up with someone like my father. My childhood consisted of a lot of training. My father has always been among the best, but he wanted me to be even better."
    },
    {
      "character": "Player",
      "line": "Sounds like a lot of hard work."
    },
    {
      "character": "Kuradal",
      "line": "Yes, but we wouldn't have it any other way."
    },
    {
      "character": "Player",
      "line": "Hey Cyrisus, I need to talk to you about Lucien."
    },
    {
      "character": "Cyrisus",
      "line": "Ah,. Good to hear from you. Who's this Lucien you speak of?"
    },
    {
      "character": "Player",
      "line": "He's a Mahjarrat who's quickly growing in power. We need to stop him. Would you be willing to join a small party tasked with doing so?"
    },
    {
      "character": "Cyrisus",
      "line": "What other challenges are there for an adventurer? If there's help I can offer, then offer it I shall!"
    },
    {
      "character": "Player",
      "line": "Great! We're gathering at the White Knights' Castle in Falador."
    },
    {
      "character": "Cyrisus",
      "line": "Then I shall join you there."
    },
    {
      "character": "Player",
      "line": "Right, that's all the heroes recruited. I should probably check in with Idria."
    },
    {
      "character": "Cyrisus",
      "line": "Well, this is all quite exciting. It's an illustrious group that you've invited me to join."
    },
    {
      "character": "Player",
      "line": "We're happy to have you along. You've become quite the warrior."
    },
    {
      "character": "Cyrisus",
      "line": "I suppose I've not done badly. Still, without you, I'd be nothing more than a coward. Thank you, friend. I won't let you down."
    },
    {
      "character": "Player",
      "line": "Hey, Idria. I've recruited those heroes. They're all quite keen to take on Lucien."
    },
    {
      "character": "Idria",
      "line": "They are not the kind of people to let evil thrive. That is why we picked them."
    },
    {
      "character": "Player",
      "line": "So what now?"
    },
    {
      "character": "Idria",
      "line": "You should check in with Thaerisk. Getting that truth serum sorted is our next priority."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. I imagine that snapdragon seed will have grown by now. You should head on up and check on it."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you,. How are things going with that truth serum?"
    },
    {
      "character": "Player",
      "line": "I reckon the enriched snapdragon might have grown by now."
    },
    {
      "character": "Akrisae",
      "line": "Hmm... Might be worth you going and checking on it."
    },
    {
      "character": "Player",
      "line": "I'm nearly there with that replacement truth serum."
    },
    {
      "character": "Idria",
      "line": "Well if you need any help with it, just talk to Thaerisk."
    },
    {
      "character": "Druid",
      "line": "Good day to you. The enriched snapdragon is fully grown and ready for you to harvest."
    },
    {
      "character": "Druid",
      "line": "Good day to you. You should take that enriched snapdragon to Thaerisk."
    },
    {
      "character": "Player",
      "line": "Okay, will do."
    },
    {
      "character": "Druid",
      "line": "Good day to you."
    },
    {
      "character": "Player",
      "line": "I lost the enriched snapdragon I harvested."
    },
    {
      "character": "Druid",
      "line": "Not to worry. There was some left over after you were done."
    },
    {
      "character": "Player",
      "line": "Thanks."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. I imagine that snapdragon seed will have grown by now."
    },
    {
      "character": "Player",
      "line": "Yes, I have the herb right here."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent! I have a regular truth serum for you. Just add the herb to it and it should be ready to go. Given what happened before, it might be best if you administer it yourself this time."
    },
    {
      "character": "Thaerisk",
      "line": "Hello again,. How are things going with that truth serum?"
    },
    {
      "character": "Player",
      "line": "I still need to make some."
    },
    {
      "character": "Thaerisk",
      "line": "Well you should just need to add the enriched snapdragon to a regular truth serum. Given what happened before, it might be best if you administer it yourself this time."
    },
    {
      "character": "Player",
      "line": "We're nearly there now. I just need to prepare the serum."
    },
    {
      "character": "Akrisae",
      "line": "Glad to hear it!"
    },
    {
      "character": "Player",
      "line": "I have some right here."
    },
    {
      "character": "Thaerisk",
      "line": "Excellent! Given what happened before, it might be best if you administer it yourself this time. Just head into the cell when you're ready."
    },
    {
      "character": "Player",
      "line": "I have the replacement right here."
    },
    {
      "character": "Akrisae",
      "line": "Praise Saradomin! May I suggest you be the one to give it to the spy this time so we avoid any more... accidents."
    },
    {
      "character": "Player",
      "line": "I have some replacement truth serum."
    },
    {
      "character": "Idria",
      "line": "Perfect! Let's get it administered and see what this spy knows."
    },
    {
      "character": "Player",
      "line": "Right then. We've tried this the easy way, so now we're doing it the hard way! Drink this serum or I'll run you through like the dog you are!"
    },
    {
      "character": "Shady stranger",
      "line": "Oh, well, I guess I can cooperate... Down in one, right?"
    },
    {
      "character": "Player",
      "line": "Okay, it's time for you to talk. Where is Lucien?"
    },
    {
      "character": "Shady stranger",
      "line": "I don't know! I've never even met him!"
    },
    {
      "character": "Player",
      "line": "Then who gives you your orders?"
    },
    {
      "character": "Shady stranger",
      "line": "They call him the Dark Squall. He's super secretive! I don't know his real name!"
    },
    {
      "character": "Player",
      "line": "I'm going to need more than that!"
    },
    {
      "character": "Shady stranger",
      "line": "Wait! I can tell you what he looks like!"
    },
    {
      "character": "Player",
      "line": "Alright, let me grab some things to sketch him with and I'll be back."
    },
    {
      "character": "Player",
      "line": "Go on..."
    },
    {
      "character": "Shady stranger",
      "line": "He wears a hooded burgundy robe with purple trim and a strange diamond-shaped symbol on the front. Over the top he wears a tan jacket."
    },
    {
      "character": "Player",
      "line": "And his face?"
    },
    {
      "character": "Shady stranger",
      "line": "He hides it with a red mask!"
    },
    {
      "character": "Shady stranger",
      "line": "That's all I know, I promise!"
    },
    {
      "character": "Player",
      "line": "Hmm... Very well."
    },
    {
      "character": "Shady stranger",
      "line": "Please... I can tell you what the Dark Squall looks like!"
    },
    {
      "character": "Player",
      "line": "Right, tell me what this Dark Squall looks like."
    },
    {
      "character": "Player",
      "line": "Remind me what this Dark Squall looks like."
    },
    {
      "character": "Thaerisk",
      "line": "Any luck with the spy, ?"
    },
    {
      "character": "Player",
      "line": "He's willing to give me details on a person of interest."
    },
    {
      "character": "Thaerisk",
      "line": "Well if you need anything, I'm sure Akrisae can help."
    },
    {
      "character": "Player",
      "line": "I've given the truth serum to the spy, but I need to make a sketch of a person of interest."
    },
    {
      "character": "Idria",
      "line": "Well if needed, I'm sure Akrisae will be able to help you with that."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you,. How are things going with that spy?"
    },
    {
      "character": "Player",
      "line": "He's prepared to give me details on a person of interest."
    },
    {
      "character": "Akrisae",
      "line": "You'll be wanting to make a sketch no doubt? Charcoal and papyrus are standard equipment in our line of work. There should be some nearby if you need them."
    },
    {
      "character": "Player",
      "line": "Right, I've questioned the spy and he gave me a description of someone called the Dark Squall."
    },
    {
      "character": "Idria",
      "line": "Dark Squall?"
    },
    {
      "character": "Player",
      "line": "Apparently the spy works for him rather than Lucien directly."
    },
    {
      "character": "Thaerisk",
      "line": "I suppose it makes sense that Lucien would work through a proxy. Still, this doesn't give us a lot to go on."
    },
    {
      "character": "Idria",
      "line": "True, but we'll just have to work with what we've got. You said the spy gave you a description?"
    },
    {
      "character": "Player",
      "line": "Yes, I made a sketch of what he described."
    },
    {
      "character": "Idria",
      "line": "Let's have a look."
    },
    {
      "character": "Idria",
      "line": "Yes, I reckon we can work with this. I'll arrange for some wanted posters to be put up."
    },
    {
      "character": "Akrisae",
      "line": "And I'll pass copies on to our spy network. Hopefully we'll have something before long."
    },
    {
      "character": "Idria",
      "line": "We have three more heroes that we'd like you to recruit to our cause."
    },
    {
      "character": "Player",
      "line": "Who are we after this time?"
    },
    {
      "character": "Idria",
      "line": "Ghommal, Sloane and Harrallak. All three are members of the Warriors' Guild. Given their nature, we have no doubt they'll agree to join us once you explain the situation."
    },
    {
      "character": "Player",
      "line": "Yes, and I made a sketch... though I seem to have misplaced it."
    },
    {
      "character": "Akrisae",
      "line": "You'll need to make another then. We're going to need that sketch if we're to find this Dark Squall."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you,. I hear Idria has you recruiting more heroes to our cause. You should speak to her if you need help with anything."
    },
    {
      "character": "Idria",
      "line": "Hello again,. Have you managed to recruit those heroes yet?"
    },
    {
      "character": "Idria",
      "line": "Remember, you're aiming to convince Ghommal, Sloane and Harrallak to join us. All three are members of the Warriors' Guild."
    },
    {
      "character": "Akrisae",
      "line": "Hello there,. I believe Idria has more heroes for you to recruit. You should speak to her about the details."
    },
    {
      "character": "Ghommal",
      "line": "Can I help you?"
    },
    {
      "character": "Ghommal",
      "line": "Lucien? Who's that?"
    },
    {
      "character": "Player",
      "line": "He's a powerful Mahjarrat who's trying to achieve godhood!"
    },
    {
      "character": "Ghommal",
      "line": "Ah, yes, I remember this name now. Harrallak has spoken of him before."
    },
    {
      "character": "Player",
      "line": "I'm working with an alliance of people who are trying to stop him. We were hoping you would join us."
    },
    {
      "character": "Ghommal",
      "line": "A chance to put down evil is a chance I will never refuse! You have my support."
    },
    {
      "character": "Player",
      "line": "Great! We've established a base of operations at the White Knights' Castle. Join us there when you're ready."
    },
    {
      "character": "Ghommal",
      "line": "I will need to make arrangements with Laidee so we have someone to take care of the Guild. Once that is done, I will join you."
    },
    {
      "character": "Player",
      "line": "Okay, great, thanks!"
    },
    {
      "character": "Ghommal",
      "line": "I have already agreed to join your cause. I just need to make arrangements so we have someone to take care of the Guild while I'm gone."
    },
    {
      "character": "Ghommal",
      "line": "When are we going to have this fight? I tire of waiting."
    },
    {
      "character": "Player",
      "line": "We're not ready quite yet, but I'm sure it won't be long."
    },
    {
      "character": "Ghommal",
      "line": "Good. This Mahjarrat will soon know pain!"
    },
    {
      "character": "Harrallak Menarous",
      "line": "Welcome to my humble Guild,."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Lucien? You speak of the Mahjarrat?"
    },
    {
      "character": "Player",
      "line": "You know of him?"
    },
    {
      "character": "Harrallak Menarous",
      "line": "Oh yes. Many years ago, I was one of a group of heroes recruited by the Temple Knights to help stop his attack on Varrock."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Not that they really needed us. He was no Zemouregal, and his attack didn't really amount to much."
    },
    {
      "character": "Player",
      "line": "Well I'm afraid he's grown a lot more powerful since then. He's managed to claim the Staff of Armadyl and is looking to ascend to godhood!"
    },
    {
      "character": "Harrallak Menarous",
      "line": "I see... That is disturbing news, my friend. I take it you seek my help in fighting against him once more?"
    },
    {
      "character": "Player",
      "line": "Yes. We've formed an alliance that's trying to stop him and would like you to join us."
    },
    {
      "character": "Harrallak Menarous",
      "line": "My friend, it would be an honour. My sword is yours."
    },
    {
      "character": "Player",
      "line": "Thank you, Harrallak. When you're ready, head over to the White Knights' Castle."
    },
    {
      "character": "Harrallak Menarous",
      "line": "I will join you there as soon as I'm able."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Don't worry, friend. I will be joining you at the White Knights' Castle shortly."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Ah, it's good to get going on a real adventure again. The Guild takes up so much of my time these days."
    },
    {
      "character": "Player",
      "line": "You're not apprehensive about the dangers ahead?"
    },
    {
      "character": "Harrallak Menarous",
      "line": "Absolutely, but I positively relish them as well. There's nothing like a bit of danger to get the blood pumping."
    },
    {
      "character": "Sloane",
      "line": "Ah, hello there, warrior."
    },
    {
      "character": "Sloane",
      "line": "Ah, but I can see you are already as strong as is possible! Perhaps you have come to me to purchase a Cape of Strength, and thus join the elite few who have mastered this exacting skill?"
    },
    {
      "character": "Sloane",
      "line": "As an additional recognition of your achievement, the Cape of Strength can teleport you to our guild."
    },
    {
      "character": "Sloane",
      "line": "Lucien? I've heard the name, but never in a good way."
    },
    {
      "character": "Player",
      "line": "Then you know the danger he poses. He's stolen the Staff of Armadyl and is trying to ascend to godhood!"
    },
    {
      "character": "Sloane",
      "line": "The Staff of Armadyl? I have heard tales of this artefact, but I assumed it to be a mere myth."
    },
    {
      "character": "Player",
      "line": "I'm afraid not."
    },
    {
      "character": "Sloane",
      "line": "Then it sounds like this evil must be brought to justice. What can I do?"
    },
    {
      "character": "Player",
      "line": "Well we've formed an alliance at the White Knights' Castle that we'd like you to join. I warn you though, it could be dangerous."
    },
    {
      "character": "Sloane",
      "line": "Like my father before me, and his father before him, I live by an ancient code, my friend. It is what led me to the Warriors' Guild and it drives me every day."
    },
    {
      "character": "Sloane",
      "line": "I will not sit idly by and see evil flourish. Danger is nothing to a warrior who is true to his heart."
    },
    {
      "character": "Player",
      "line": "So is that a yes?"
    },
    {
      "character": "Sloane",
      "line": "If by lending my axe to this quest, it offers a better chance of success, then I will see it through. I will stand with you."
    },
    {
      "character": "Player",
      "line": "Glad to have you with us!"
    },
    {
      "character": "Player",
      "line": "Right, that's everyone recruited. I should probably head back to Falador."
    },
    {
      "character": "Sloane",
      "line": "You have my axe, friend. I just need to finish up some things here, but then I will join you."
    },
    {
      "character": "Sloane",
      "line": "Well, I'm ready and waiting to get going. Do you know how long it will be?"
    },
    {
      "character": "Player",
      "line": "I'm not sure, but I don't expect it will be long."
    },
    {
      "character": "Sloane",
      "line": "Then I shall use this time to train. After all, there's no such thing as being overprepared."
    },
    {
      "character": "Idria",
      "line": "Hello again,. Good work recruiting those heroes. I reckon our task force is now complete."
    },
    {
      "character": "Player",
      "line": "Great! What happens now?"
    },
    {
      "character": "Idria",
      "line": "You should speak to Akrisae. There has been a development that he can fill you in on."
    },
    {
      "character": "Thaerisk",
      "line": "Hello there,. Akrisae was hoping to speak with you."
    },
    {
      "character": "Akrisae",
      "line": "Ah, there you are,. There has been a potential development in our hunt for the Dark Squall, but I am concerned about..."
    },
    {
      "character": "Akrisae",
      "line": "Hang on... did you hear that?"
    },
    {
      "character": "Thaerisk",
      "line": "It sounds like... footsteps? But really small ones..."
    },
    {
      "character": "Akrisae",
      "line": "Er... come in?"
    },
    {
      "character": "Player",
      "line": "Hazelmere?!"
    },
    {
      "character": "Hazelmere",
      "line": "Ah, I see you're already here, human. Good."
    },
    {
      "character": "Player",
      "line": "I don't understand... What are you doing here?"
    },
    {
      "character": "Hazelmere",
      "line": "Were you not paying attention when we last spoke? We find ourselves on the edge of a very dark future, one where the Mahjarrat deceiver is successful."
    },
    {
      "character": "Hazelmere",
      "line": "He is a threat to all life. If he is not stopped, he will warp the Anima Mundi beyond recognition. As a guardian of the Anima Mundi, I must be here to ensure that doesn't happen."
    },
    {
      "character": "Thaerisk",
      "line": "*whispers* Do you have any idea what they're doing?"
    },
    {
      "character": "Akrisae",
      "line": "*whispers* I haven't the slightest clue..."
    },
    {
      "character": "Player",
      "line": "Are you sure about this? Lucien is extremely dangerous!"
    },
    {
      "character": "Hazelmere",
      "line": "The Anima Mundi gave me a choice, and I have made it. If this is to be my last winter, then I go knowing the world will live on to see the next."
    },
    {
      "character": "Player",
      "line": "Hazelmere, I..."
    },
    {
      "character": "Thaerisk",
      "line": "Er... Sorry to interrupt, but would you mind explaining who this is?"
    },
    {
      "character": "Player",
      "line": "Ah... yes, sorry. This is Hazelmere, one of the gnomes who created the Grand Tree in the Gnome Stronghold."
    },
    {
      "character": "Thaerisk",
      "line": "Ah, so you're Hazelmere! I've heard much about you!"
    },
    {
      "character": "Hazelmere",
      "line": "Blah blah blah Guthix blah blah!"
    },
    {
      "character": "Thaerisk",
      "line": "Er... Sorry, I didn't quite catch that."
    },
    {
      "character": "Hazelmere",
      "line": "*sigh* Ipmesi human."
    },
    {
      "character": "Player",
      "line": "Ah, so that's what that looks like from the outside."
    },
    {
      "character": "Akrisae",
      "line": "Would you care to explain what's going on?"
    },
    {
      "character": "Player",
      "line": "Hazelmere can mind meld with other people, allowing him to speak telepathically with them."
    },
    {
      "character": "Akrisae",
      "line": "Does he not speak the common tongue?"
    },
    {
      "character": "Player",
      "line": "It's not that he can't... He just chooses not to."
    },
    {
      "character": "Akrisae",
      "line": "How bizarre."
    },
    {
      "character": "Thaerisk",
      "line": "Right... I believe I need to make some introductions. If you'll excuse us..."
    },
    {
      "character": "Hazelmere",
      "line": "Blah blah!"
    },
    {
      "character": "Akrisae",
      "line": "Well that was... interesting."
    },
    {
      "character": "Player",
      "line": "Yeah... that's Hazelmere for you. Anyway, you said there had been a development."
    },
    {
      "character": "Akrisae",
      "line": "That's right. We had a reported sighting of someone matching the description of the Dark Squall near the Black Knights' Fortress."
    },
    {
      "character": "Thaerisk",
      "line": "The Black Knights' Fortress? Could the Kinshra really have allied with Lucien?"
    },
    {
      "character": "Akrisae",
      "line": "Lord Daquarius is a devout Zamorakian. I doubt he would betray his god."
    },
    {
      "character": "Idria",
      "line": "Not knowingly perhaps, but who's to say he knows Lucien's true ambition."
    },
    {
      "character": "Akrisae",
      "line": "A fair point. Regardless, I sent Silif to investigate, but we lost contact with him shortly after he entered the fortress."
    },
    {
      "character": "Player",
      "line": "I'll go to the fortress. If the Dark Squall is there, I'll find him."
    },
    {
      "character": "Akrisae",
      "line": "Good luck,. Don't forget to take some sort of disguise with you. I can't see you getting into the fortress otherwise. Oh, and keep an eye out for Silif as well. He may be in need of support."
    },
    {
      "character": "Player",
      "line": "Will do."
    },
    {
      "character": "Akrisae",
      "line": "If you want, I can speed things up a bit by teleporting you to Ice Mountain."
    },
    {
      "character": "Akrisae",
      "line": "Very well. You know where I am if you change your mind."
    },
    {
      "character": "Akrisae",
      "line": "Hello there,. Any luck finding Silif or the Dark Squall?"
    },
    {
      "character": "Akrisae",
      "line": "We lost contact with Silif shortly after he entered the Black Knights' Fortress, so I'd suggest you start there."
    },
    {
      "character": "Thaerisk",
      "line": "Hello,. How are things going?"
    },
    {
      "character": "Player",
      "line": "I'm still trying to find Silif and the Dark Squall."
    },
    {
      "character": "Thaerisk",
      "line": "Well if you need any specific details, I'm sure Akrisae can help."
    },
    {
      "character": "Idria",
      "line": "Hello there,. How goes the hunt for the Dark Squall?"
    },
    {
      "character": "Idria",
      "line": "Well if you need any help, just speak to Akrisae."
    },
    {
      "character": "Hazelmere",
      "line": "Attempting to perform a mind meld on this many people would be a needless waste of energy, so I find myself forced to use your rudimentary language."
    },
    {
      "character": "Player",
      "line": "Oh come on, it's not that bad!"
    },
    {
      "character": "Hazelmere",
      "line": "Hmph! How much longer are we going to be waiting anyway?"
    },
    {
      "character": "Player",
      "line": "Do you have better things to be doing?"
    },
    {
      "character": "Hazelmere",
      "line": "No."
    },
    {
      "character": "Player",
      "line": "Then don't be so impatient. Maybe try socialising or something?"
    },
    {
      "character": "Hazelmere",
      "line": "Bah! No one here will have anything of interest to say. I'm better off conversing with myself."
    },
    {
      "character": "Player",
      "line": "If you're sure..."
    },
    {
      "character": "Player",
      "line": "Silif, is that you?"
    },
    {
      "character": "Silif",
      "line": "What? I won't talk... You can't make me!"
    },
    {
      "character": "Player",
      "line": "Silif, it's me,."
    },
    {
      "character": "Silif",
      "line": "? Saradomin be praised!"
    },
    {
      "character": "Player",
      "line": "I'm going to get you out of here, Silif. Any suggestions?"
    },
    {
      "character": "Silif",
      "line": "Sorry, but I've no idea. They roughed me up quite a bit... I'm struggling to think straight."
    },
    {
      "character": "Player",
      "line": "Don't worry, I'll work something out."
    },
    {
      "character": "Silif",
      "line": "? Is that you?"
    },
    {
      "character": "Player",
      "line": "It is. I'm still working on getting you out of there."
    },
    {
      "character": "Silif",
      "line": "I wish I could help, but they roughed me up quite a bit... I'm struggling to think straight."
    },
    {
      "character": "Player",
      "line": "I'm back, Silif. I've managed to get the cell unlocked. We should be able to get you out of here now."
    },
    {
      "character": "Silif",
      "line": "I'm very weak... I can barely move..."
    },
    {
      "character": "Player",
      "line": "Hmm... Some food and a restoration potion should sort you out. I have both on me right now."
    },
    {
      "character": "Player",
      "line": "I'm back again, Silif. How are you doing?"
    },
    {
      "character": "Silif",
      "line": "Not much better... I can still barely move..."
    },
    {
      "character": "Player",
      "line": "Well I have some food and a restoration potion for you. They should sort you out."
    },
    {
      "character": "Player",
      "line": "Well I have some food, but I'm still working on finding you a restoration potion."
    },
    {
      "character": "Player",
      "line": "Well I have a restoration potion, but I'm still working on finding you some food."
    },
    {
      "character": "Silif",
      "line": "Thank you,. However, this is quite embarrassing... but I don't think I have the strength to take them myself."
    },
    {
      "character": "Player",
      "line": "So you need me to feed you?"
    },
    {
      "character": "Silif",
      "line": "I'm afraid so..."
    },
    {
      "character": "Player",
      "line": "Okay, hang tight."
    },
    {
      "character": "Silif",
      "line": "Thank you, friend. I really needed that."
    },
    {
      "character": "Player",
      "line": "Okay, Silif, do you think you can move now?"
    },
    {
      "character": "Silif",
      "line": "I think so. Thanks,."
    },
    {
      "character": "Player",
      "line": "Right, then let's get you out of here."
    },
    {
      "character": "Silif",
      "line": "Not yet. My mission isn't complete."
    },
    {
      "character": "Player",
      "line": "A few moments ago you could barely even move. You're in no fit state to be worrying about your mission."
    },
    {
      "character": "Silif",
      "line": "Then how about a compromise? My job was to find the Dark Squall and gather any intelligence available."
    },
    {
      "character": "Silif",
      "line": "If you can get me into the inner section of this place, I can memorise any intelligence and then get back to Falador, leaving the Dark Squall for you to handle."
    },
    {
      "character": "Silif",
      "line": "Thank you,. I see you managed to find yourself a disguise to use. For this to work, I'll need one as well."
    },
    {
      "character": "Player",
      "line": "I have some armour here that should do the job."
    },
    {
      "character": "Silif",
      "line": "Excellent! Now, excuse me for a moment..."
    },
    {
      "character": "Silif",
      "line": "Right, shall we get to it?"
    },
    {
      "character": "Player",
      "line": "Let's go."
    },
    {
      "character": "Silif",
      "line": "Very well. I'm right behind you."
    },
    {
      "character": "Player",
      "line": "Just give me a moment."
    },
    {
      "character": "Silif",
      "line": "Very well, but don't take too long."
    },
    {
      "character": "Player",
      "line": "In that case, I'll look around and see what I can find."
    },
    {
      "character": "Silif",
      "line": "Thank you, friend. I'm feeling a bit better already."
    },
    {
      "character": "Silif",
      "line": "Hello again,. Any luck finding that disguise?"
    },
    {
      "character": "Silif",
      "line": "I'll wait here until you find something suitable."
    },
    {
      "character": "Silif",
      "line": "We need to get into the inner section of this place. I'll follow your lead."
    },
    {
      "character": "Silif",
      "line": "This is where we want to be! Let's see if we can find some sort of intelligence. Maybe some maps or similar."
    },
    {
      "character": "Silif",
      "line": "Ah, this looks perfect. I'll stay here and study these maps while you deal with the Dark Squall."
    },
    {
      "character": "Player",
      "line": "I'm guessing you had something in mind for him?"
    },
    {
      "character": "Silif",
      "line": "Indeed. Remember how you apprehended that spy earlier? I think the same sort of thing should work perfectly here."
    },
    {
      "character": "Silif",
      "line": "I managed to keep a teleorb hidden when I was captured. If you can plant it on the Dark Squall, we can teleport him to Falador!"
    },
    {
      "character": "Silif",
      "line": "Have you managed to plant that teleorb on the Dark Squall yet?"
    },
    {
      "character": "Silif",
      "line": "He must be somewhere nearby. Get it planted on him and then get yourself back to Falador."
    },
    {
      "character": "Elite Black Knight",
      "line": "Intruder! Attack!"
    },
    {
      "character": "Elite Black Knight",
      "line": "That area is out of bounds, soldier! You know you can't go up there!"
    },
    {
      "character": "Elite Black Knight",
      "line": "Good day, master... Wait, I didn't see you come back down!"
    },
    {
      "character": "Player",
      "line": "Of course you didn't, you meathead! I simply teleported away!"
    },
    {
      "character": "Elite Black Knight",
      "line": "Of course, master! My apologies!"
    },
    {
      "character": "Player",
      "line": "Of course you didn't, you meathead! I simply teleported away! Now drop and give me five!"
    },
    {
      "character": "Elite Black Knight",
      "line": "Yes master!"
    },
    {
      "character": "Dark Squall",
      "line": "Who in the world are you?"
    },
    {
      "character": "Player",
      "line": "Ah... Well... I was sent here by Lucien to be your new... apprentice?"
    },
    {
      "character": "Dark Squall",
      "line": "That voice... I know who you are! You're."
    },
    {
      "character": "Player",
      "line": "Er... No I'm not..."
    },
    {
      "character": "Dark Squall",
      "line": "Ha! You have no idea who you're meddling with, do you?"
    },
    {
      "character": "Player",
      "line": "Surok?!"
    },
    {
      "character": "Surok Magis",
      "line": "You've been quite the problem for some time. I'll be glad to finally have rid of you..."
    },
    {
      "character": "Player",
      "line": "How are you doing there, Surok?"
    },
    {
      "character": "Surok Magis",
      "line": "Eugh..."
    },
    {
      "character": "Player",
      "line": "Here, you can look after this for me..."
    },
    {
      "character": "Player",
      "line": "I should probably get back to Falador before he recovers."
    },
    {
      "character": "Player",
      "line": "It's probably best I don't go back up there again."
    },
    {
      "character": "Player",
      "line": "Hello, Silif."
    },
    {
      "character": "Silif",
      "line": "Hello there, friend. Thanks for your help back at the Black Knight Catacombs. I'd probably still be locked in that cell if it wasn't for you."
    },
    {
      "character": "Player",
      "line": "No problem, Silif. I'm sure you'd do the same for me."
    },
    {
      "character": "Akrisae",
      "line": "Welcome back,. We've already heard about your heroics in those catacombs from Silif. Good work! Thanks to your help, he was able to gather some very useful information for us."
    },
    {
      "character": "Player",
      "line": "Well that's not all. I was also able to discover the true identity of the Dark Squall: Surok Magis."
    },
    {
      "character": "Thaerisk",
      "line": "So it's not just the Kinshra. Lucien has managed to ally with the Dagon'hai as well."
    },
    {
      "character": "Idria",
      "line": "It's starting to seem like Lucien's allied with more Zamorakian organisations than he hasn't!"
    },
    {
      "character": "Player",
      "line": "Well when it comes to Surok, we might be able to deal with that problem fairly easily. I managed to plant a teleorb on him."
    },
    {
      "character": "Akrisae",
      "line": "Excellent! That could be quite helpful when it comes to enacting our plan."
    },
    {
      "character": "Player",
      "line": "Plan?"
    },
    {
      "character": "Akrisae",
      "line": "This is the big one. We believe we are now in a place where we can move against Lucien."
    },
    {
      "character": "Akrisae",
      "line": "The task force is already in position, and thanks to the information Silif was able to obtain, we believe we now know where to find Lucien."
    },
    {
      "character": "Player",
      "line": "Where?"
    },
    {
      "character": "Silif",
      "line": "Some of the plans I found detailed a remote location on the western edge of the Wilderness. I reckon that's Lucien's base of operations."
    },
    {
      "character": "Player",
      "line": "How do we find out for sure?"
    },
    {
      "character": "Akrisae",
      "line": "Well that's where you come in. We need you to scout out this location and confirm Lucien's presence. Once you have done so, the task force will move in and deal with him."
    },
    {
      "character": "Player",
      "line": "So how do I get there?"
    },
    {
      "character": "Silif",
      "line": "It seems the enemy has their own form of teleorb, similar to the ones we use ourselves. I found details suggesting that the Dark Squall, or Surok I should say, was in possession of one."
    },
    {
      "character": "Akrisae",
      "line": "Surok is likely one of the few people who can directly reach Lucien. That orb is presumably how he does it."
    },
    {
      "character": "Player",
      "line": "I have an orb here that I found while exploring those catacombs. I'm guessing this is the one he uses."
    },
    {
      "character": "Akrisae",
      "line": "Perfect! That's one less thing to worry about. There will be a location within Surok's headquarters where the orb must be used from. Find it and use the orb to reach Lucien."
    },
    {
      "character": "Player",
      "line": "Where can I find this orb?"
    },
    {
      "character": "Akrisae",
      "line": "It's likely somewhere in Surok's headquarters. The same place you and Silif found that intelligence."
    },
    {
      "character": "Player",
      "line": "And once I have the orb? Then what?"
    },
    {
      "character": "Akrisae",
      "line": "There will be a location within Surok's headquarters where the orb must be used from. Find it and use the orb to reach Lucien."
    },
    {
      "character": "Silif",
      "line": "I'd recommend you keep that disguise on. It should let you get nice and close to Lucien without being spotted."
    },
    {
      "character": "Silif",
      "line": "I'd recommend disguising yourself again before you do so. That should let you get nice and close to Lucien without being spotted."
    },
    {
      "character": "Player",
      "line": "Yes, I have Surok's Dark Squall robes with me right now. I can use them."
    },
    {
      "character": "Akrisae",
      "line": "Right, I think that covers everything. When you're ready to go, just step inside the cell. We're going to use that teleorb you planted to swap your location with Surok's."
    },
    {
      "character": "Player",
      "line": "Ah, good thinking."
    },
    {
      "character": "Thaerisk",
      "line": "Good luck,."
    },
    {
      "character": "Idria",
      "line": "Let's finish this."
    },
    {
      "character": "Akrisae",
      "line": "Hello there,. When you're ready to go, just step inside the cell. We're going to use that teleorb you planted to swap your location with Surok's."
    },
    {
      "character": "Akrisae",
      "line": "Are you ready, ? I'll teleport you as soon as you enter the cell."
    },
    {
      "character": "Player",
      "line": "I'm ready."
    },
    {
      "character": "Akrisae",
      "line": "Then let's do this."
    },
    {
      "character": "Player",
      "line": "Actually, I need more time to prepare."
    },
    {
      "character": "Akrisae",
      "line": "Very well. Just enter the cell when you're ready."
    },
    {
      "character": "Idria",
      "line": "Hello there,. How goes the hunt for Lucien?"
    },
    {
      "character": "Idria",
      "line": "Don't worry, the heroes will be keeping an eye on things from a distance. They'll move in as soon as they have a positive sighting."
    },
    {
      "character": "Player",
      "line": "I'm still working on finding Lucien."
    },
    {
      "character": "Thaerisk",
      "line": "Well good luck. I have no doubt you'll be successful."
    },
    {
      "character": "Player",
      "line": "Lucien!"
    },
    {
      "character": "Player",
      "line": "What's he doing now?"
    },
    {
      "character": "Lucien",
      "line": "You... Did you really think that disguise would fool me? You are not Surok... and you are not welcome!"
    },
    {
      "character": "Hazelmere",
      "line": "The human will be toast if we don't move now. Ready for teleport!"
    },
    {
      "character": "Player",
      "line": "Sloane! Duradel! No!"
    },
    {
      "character": "Hazelmere",
      "line": "This decision was already made and was for the best. Goodbye, my friends."
    },
    {
      "character": "Player",
      "line": "Get out of there! He's too powerful!"
    },
    {
      "character": "Player",
      "line": "Hazelmere!"
    },
    {
      "character": "Lucien",
      "line": "What wonderful devastation! Now, I have things to attend to."
    },
    {
      "character": "Mazchna",
      "line": "We must find out where Lucien went! Turael and Duradel must be avenged!"
    },
    {
      "character": "Harrallak Menarous",
      "line": "Getting back to Falador would be wiser. Did you see the way he slaughtered us? That our weapons are useless? How many more would die? Some must survive to report this nightmare!"
    },
    {
      "character": "Mazchna",
      "line": "Such knowledge lost with their deaths... You are right. We have suffered enough for one day. We must retreat."
    },
    {
      "character": "Harrallak Menarous",
      "line": ", get back to Falador! We're teleporting out now!"
    },
    {
      "character": "Player",
      "line": "Hazelmere... Cyrisus... What have I done? Lucien will pay for this!"
    },
    {
      "character": "Idria",
      "line": "! Thank goodness you're back. When Mazchna reported in, we feared the worst!"
    },
    {
      "character": "Player",
      "line": "They're gone... All of them... He killed them, like they were nothing!"
    },
    {
      "character": "Thaerisk",
      "line": "We thought we knew how powerful Lucien had become. We thought we'd prepared appropriately..."
    },
    {
      "character": "Akrisae",
      "line": "I fear no amount of preparation would have been enough. We were never going to have a hope against that level of power..."
    },
    {
      "character": "Player",
      "line": "He can't be allowed to get away with this!"
    },
    {
      "character": "Idria",
      "line": "But what can we do? It seems we already lack the ability to stand against Lucien, and he doesn't even have the Stone yet! With it..."
    },
    {
      "character": "Thaerisk",
      "line": "He could bring an end to this world without even trying!"
    },
    {
      "character": "Akrisae",
      "line": "My friends, we cannot afford to lose hope now. The situation is dire, but one of our contacts recently reported in with information that may help us turn things around."
    },
    {
      "character": "Player",
      "line": "Information? What information?"
    },
    {
      "character": "Akrisae",
      "line": "Movario has been sighted entering the caves below Lumbridge Swamp."
    },
    {
      "character": "Idria",
      "line": "Lumbridge Swamp? There's nothing of value there, is there?"
    },
    {
      "character": "Thaerisk",
      "line": "Nothing that we know of, but Movario has shown interest in the area before. He wouldn't be going back there now without good reason."
    },
    {
      "character": "Idria",
      "line": "Surely it can't be...?"
    },
    {
      "character": "Player",
      "line": "You don't think the Stone is down there, do you?"
    },
    {
      "character": "Thaerisk",
      "line": "If there's any chance that it is, then we must make sure he doesn't find it."
    },
    {
      "character": "Player",
      "line": "Hmm... I may have an idea. I could use my Dark Squall disguise to approach Movario."
    },
    {
      "character": "Player",
      "line": "I can find out what he knows, and if the Stone is down there, I can hopefully reach it before he does."
    },
    {
      "character": "Idria",
      "line": "It's a risky plan, but I suspect it's the only one we've got."
    },
    {
      "character": "Player",
      "line": "Akrisae, do we have any information on where exactly in these caves Movario is?"
    },
    {
      "character": "Akrisae",
      "line": "He was last seen entering a large cavern filled with some mysterious floating lights."
    },
    {
      "character": "Player",
      "line": "I can work with that. I'll head over there right away."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you,. How goes your mission?"
    },
    {
      "character": "Player",
      "line": "I haven't found Movario yet."
    },
    {
      "character": "Akrisae",
      "line": "According to our contact, he was seen entering a large cavern filled with mysterious floating lights somewhere within the Lumbridge Swamp Caves."
    },
    {
      "character": "Akrisae",
      "line": "Don't forget to disguise yourself as the Dark Squall before you approach him. We need to convince him you're someone he can trust."
    },
    {
      "character": "Player",
      "line": "About the heroes..."
    },
    {
      "character": "Akrisae",
      "line": "They will always be remembered, my friend. I've already made arrangements to have statues built in their honour. Everyone will know of their bravery, and their sacrifice."
    },
    {
      "character": "Player",
      "line": "Statues? I think they'd have liked that. Thank you, Akrisae."
    },
    {
      "character": "Thaerisk",
      "line": "Good to see you,. How are things going?"
    },
    {
      "character": "Thaerisk",
      "line": "Akrisae said he'd been seen in the Lumbridge Swamp Caves. There was mention of a large cavern filled with mysterious floating lights."
    },
    {
      "character": "Thaerisk",
      "line": "Just remember, you'll need to disguise yourself as the Dark Squall. That should convince Movario that you're working with him."
    },
    {
      "character": "Thaerisk",
      "line": "Lucien will not be allowed to get away with his actions, my friend. We will stop him."
    },
    {
      "character": "Player",
      "line": "So you believe in revenge?"
    },
    {
      "character": "Thaerisk",
      "line": "Revenge? No. However, I do believe in justice. I know some druids would even challenge that, but a world without justice is a world without balance."
    },
    {
      "character": "Thaerisk",
      "line": "Lucien, and those like him, must be held accountable for their actions. It falls to people like us to ensure that happens. It's the only way the world will stay safe."
    },
    {
      "character": "Player",
      "line": "I just hope we can stop him soon."
    },
    {
      "character": "Thaerisk",
      "line": "We will, my friend. With people like you fighting for our cause, Lucien has no hope."
    },
    {
      "character": "Idria",
      "line": "Hello there,. Any luck with Movario?"
    },
    {
      "character": "Player",
      "line": "Nothing yet."
    },
    {
      "character": "Idria",
      "line": "According to Akrisae, he was last seen somewhere in the Lumbridge Swamp Caves, in a large cavern filled with mysterious floating lights."
    },
    {
      "character": "Idria",
      "line": "If you disguise yourself as the Dark Squall, you'll hopefully be able to convince him you're working with him."
    },
    {
      "character": "Idria",
      "line": "They will never be forgotten,."
    },
    {
      "character": "Player",
      "line": "It just feels like they died for nothing."
    },
    {
      "character": "Idria",
      "line": "I know how you feel, but the sacrifices we make... it's never for nothing. They were willing to stand against a great evil so that the world might be safe."
    },
    {
      "character": "Idria",
      "line": "That's how I know that Lucien will never win. We fight for something that he will never understand, and we do so no matter the chance of success."
    },
    {
      "character": "Idria",
      "line": "Because of that, our sacrifices will always have far more meaning than anything he stands for."
    },
    {
      "character": "Player",
      "line": "Thank you, Idria. That means a lot."
    },
    {
      "character": "Player",
      "line": "Movario?"
    },
    {
      "character": "Movario",
      "line": "What's it to you?"
    },
    {
      "character": "Player",
      "line": "Lucien has sent me to check on your progress."
    },
    {
      "character": "Darve",
      "line": "Movario! That's..."
    },
    {
      "character": "Movario",
      "line": "Yes, Darve, I can see who it is. Let it be known, Surok, that I am not one of your minions. I will not bow down to your attempts to intimidate me."
    },
    {
      "character": "Movario",
      "line": "As for my progress, you can tell Lucien that the investigations would be greatly expedited if I weren't subject to all these interruptions!"
    },
    {
      "character": "Player",
      "line": "Then allow me to expedite things myself. Time is now of the essence and Lucien's patience is wearing thin."
    },
    {
      "character": "Movario",
      "line": "You would take over? Preposterous!"
    },
    {
      "character": "Player",
      "line": "While Lucien has asked me to oversee your investigations, I am not unreasonable. Believe it or not, I've actually read much of your detailed research myself."
    },
    {
      "character": "Player",
      "line": "You are clearly an expert in this area, and I am open to letting you continue to take the lead, provided we are able to quickly conclude our work here."
    },
    {
      "character": "Darve",
      "line": "Looks like we don't have much choice, boss."
    },
    {
      "character": "Player",
      "line": "Now, please share what you know with me."
    },
    {
      "character": "Movario",
      "line": "Hmph. Very well. Given you have read my research, and given Lucien himself sent you, I trust you know what it is I seek."
    },
    {
      "character": "Player",
      "line": "I do."
    },
    {
      "character": "Movario",
      "line": "Even with all that I know, I can still scarcely even imagine it! A power beyond even the gods themselves!"
    },
    {
      "character": "Player",
      "line": "I am all too aware, but all this means little given you have still not found it."
    },
    {
      "character": "Movario",
      "line": "Oh, but I believe I have found it. More than that, I believe we are stood right above it."
    },
    {
      "character": "Player",
      "line": "Right above it? Surely you don't mean the chasm?"
    },
    {
      "character": "Movario",
      "line": "That's precisely what I mean. Perhaps now you see the issue that I face. Reaching the bottom will require a significant amount of effort."
    },
    {
      "character": "Movario",
      "line": "I attempted to recruit some goblins to find a way down, but they proved... inadequate. I fear a gantry will need building, which will not be a quick process."
    },
    {
      "character": "Player",
      "line": "And what about the light creatures? Are they of no use?"
    },
    {
      "character": "Movario",
      "line": "I don't think so... though I suppose they are rather unique. Perhaps I shall study their movements at some point."
    },
    {
      "character": "Darve",
      "line": "I think Surok has an idea for using them, boss!"
    },
    {
      "character": "Player",
      "line": "Allow me to explain. This isn't my first time in these caves. On a previous visit, I found that a special type of lantern with a distinct blue light could attract the creatures."
    },
    {
      "character": "Player",
      "line": "Once attracted, they'd surround you and carry you to the far side."
    },
    {
      "character": "Darve",
      "line": "You wouldn't get me in one of those things! Not on your life!"
    },
    {
      "character": "Movario",
      "line": "Shut up, Darve! The adults are talking!"
    },
    {
      "character": "Movario",
      "line": "Did you ever manage to get them to go downwards? To the bottom?"
    },
    {
      "character": "Player",
      "line": "No. I assume the lantern isn't bright enough for that."
    },
    {
      "character": "Movario",
      "line": "Hmm, intriguing! I know of a light spell which might work. If you were to use your lantern to call a creature, I could try and use my spell to send it down to the bottom of the chasm!"
    },
    {
      "character": "Movario",
      "line": "However, that does then pose a problem."
    },
    {
      "character": "Player",
      "line": "Yes?"
    },
    {
      "character": "Movario",
      "line": "Well it would mean you'd be going down first! After all this work, do you really think I'm just going to let you get your hands all over my finds?"
    },
    {
      "character": "Player",
      "line": "Your finds? Is that how Lucien would describe them? What do you think he will do if I inform him of your lack of cooperation?"
    },
    {
      "character": "Movario",
      "line": "Okay, fine! Given I have no choice, when you're ready to go down, just attract a light creature. Once you're in position, I'll use my light spell."
    },
    {
      "character": "Player",
      "line": "Nothing, I guess."
    },
    {
      "character": "Movario",
      "line": "Then be gone, before I set Darve on you!"
    },
    {
      "character": "Movario",
      "line": "Ah, so you've returned. Ready to take your trip to the bottom yet?"
    },
    {
      "character": "Darve",
      "line": "Can we hurry things up? I've got better things to do than hang around these filthy caves!"
    },
    {
      "character": "Player",
      "line": "Shut up, Darve!"
    },
    {
      "character": "Movario",
      "line": "Well said!"
    },
    {
      "character": "Player",
      "line": "Remind me what I need to do."
    },
    {
      "character": "Movario",
      "line": "Just attract one of the light creatures using one of those lanterns you were talking about. When you're in position, I'll use my light spell to send you down to the bottom of the chasm."
    },
    {
      "character": "Darve",
      "line": "I hope that Surok character doesn't come back. There's something not right about him... He makes General Khazard seem normal!"
    },
    {
      "character": "Movario",
      "line": "If you don't like him, be glad you've never met Lucien."
    },
    {
      "character": "Cave goblin",
      "line": "Watch out, surface-dweller! Don't get too close to the edge!"
    },
    {
      "character": "Player",
      "line": "What are you doing here?"
    },
    {
      "character": "Cave goblin",
      "line": "Movario's paying us to help him with his expedition. He thin-"
    },
    {
      "character": "Movario",
      "line": "Goblin! What did I tell you about what we're doing here?"
    },
    {
      "character": "Cave goblin",
      "line": "That it's a secret... which means we shouldn't tell strangers about it."
    },
    {
      "character": "Movario",
      "line": "That's right!"
    },
    {
      "character": "Cave goblin",
      "line": "Movario's paying us to help him with his expedition. He thinks there's something important down this chasm."
    },
    {
      "character": "Player",
      "line": "And how's that going so far?"
    },
    {
      "character": "Cave goblin",
      "line": "Well Ulgon's climbing down to see if he can find the bottom. He didn't reach it last time, so Movario made us get a longer rope."
    },
    {
      "character": "Player",
      "line": "I see. Well good luck."
    },
    {
      "character": "Darve",
      "line": "What do you want?"
    },
    {
      "character": "Player",
      "line": "I'm here to speak to Movario."
    },
    {
      "character": "Darve",
      "line": "Why you talking to me then? He's right there."
    },
    {
      "character": "Darve",
      "line": "Don't think I can help the likes of you! Talk to Movario."
    },
    {
      "character": "Player",
      "line": "Nothing."
    },
    {
      "character": "Darve",
      "line": "Then get lost!"
    },
    {
      "character": "Juna",
      "line": "You play with fire,."
    },
    {
      "character": "Player",
      "line": "You mean Movario? Don't worry, I'm trying to stop him."
    },
    {
      "character": "Juna",
      "line": "Are you sure your intentions are pure? Look into your heart. The power Movario and his master seek, a part of you wants this power for yourself."
    },
    {
      "character": "Player",
      "line": "I promise, my only intention is to stop Movario and Lucien. I won't let them find what they're looking for."
    },
    {
      "character": "Juna",
      "line": "I hope you are right,."
    },
    {
      "character": "Juna",
      "line": "Tell me... a story..."
    },
    {
      "character": "Player",
      "line": "About Movario..."
    },
    {
      "character": "Juna",
      "line": "You must stop him and his master. This is a quest that matters above all others."
    },
    {
      "character": "Player",
      "line": "I won't let them find what they're looking for. I promise."
    },
    {
      "character": "Player",
      "line": "Interesting... Some of the the light creatures followed me! I doubt I'll need that light spell to navigate down here again."
    },
    {
      "character": "Movario",
      "line": "You've returned! What news of the bottom? What's down there?"
    },
    {
      "character": "Player",
      "line": "Oh, it's very dark down there. I can hardly see anything! It's going to take more work for me to get anywhere."
    },
    {
      "character": "Movario",
      "line": "Well then let me help! Tell me, how do we summon the light creatures? I made one of those blue lanterns, but they still don't seem to come!"
    },
    {
      "character": "Player",
      "line": "I'm not sure. It worked fine for me."
    },
    {
      "character": "Darve",
      "line": "It's that big snake over there! I keep telling you, every time you start enticing one, it does something to them! Why don't you listen to me?"
    },
    {
      "character": "Movario",
      "line": "It seems highly unlikely that a snake has that capability. That thing is nothing more than a bloated earth worm! Now silence, Darve!"
    },
    {
      "character": "Movario",
      "line": "As for you, what can you tell me about the chasm?"
    },
    {
      "character": "Player",
      "line": "Nothing much. Like I say, it's very dark. Now, I'm sorry, but I've answered your questions. You should let me get back to work."
    },
    {
      "character": "Movario",
      "line": "The impertinence! I'll ask these same questions until I get the answers I need! Now tell me, what's down there?"
    },
    {
      "character": "Player",
      "line": "He thinks the Stone is hidden in a chasm deep below the rest of the caves. I've managed to get down there myself, but I haven't found anything of note yet."
    },
    {
      "character": "Idria",
      "line": "Well then you'd better get back there. If Movario is close to finding the Stone, then we need to find it first."
    },
    {
      "character": "Player",
      "line": "He thinks the Stone is hidden in a chasm deep below the rest of the caves. I've managed to get down there myself and I've found some sort of Guthixian temple."
    },
    {
      "character": "Player",
      "line": "I've found the Stone! It's in a chasm deep below the rest of the caves."
    },
    {
      "character": "Idria",
      "line": "Well then you need to get back there now and make sure the Stone is safe! I have a party that's nearly ready to support you. We will join you as soon as we can."
    },
    {
      "character": "Player",
      "line": "Movario thinks the Stone is hidden in a chasm deep below the rest of the caves. I've managed to get down there myself, but I haven't found anything of note yet."
    },
    {
      "character": "Akrisae",
      "line": "Well keep it up,. I have no doubt you'll lead us to success."
    },
    {
      "character": "Player",
      "line": "Movario thinks the Stone is hidden in a chasm deep below the rest of the caves. I've managed to get down there myself and I've found some sort of Guthixian temple."
    },
    {
      "character": "Akrisae",
      "line": "A Guthixian temple? Curious... You'd better get back there as soon as you can."
    },
    {
      "character": "Akrisae",
      "line": "You must speak to Idria at once! She has been preparing a party to support you."
    },
    {
      "character": "Thaerisk",
      "line": "You'd better get back there as soon as possible,. We can't let Movario find the Stone."
    },
    {
      "character": "Thaerisk",
      "line": "A Guthixian temple? This is concerning,. You'd better get back there as soon as possible."
    },
    {
      "character": "Thaerisk",
      "line": "Well then you must get back there as soon as you can! We can't let Lucien get the Stone."
    },
    {
      "character": "Balance Elemental",
      "line": "In the name of Guthix, what rights do you have here?"
    },
    {
      "character": "Player",
      "line": "I don't know who you are... or what you are for that matter, but we don't have much time! The Stone is in danger!"
    },
    {
      "character": "Balance Elemental",
      "line": "The Stone is always in danger. That is why I stand before you,."
    },
    {
      "character": "Player",
      "line": "You know my name?"
    },
    {
      "character": "Balance Elemental",
      "line": "I know everything about you,. I have seen your past, your present and your future."
    },
    {
      "character": "Player",
      "line": "Then you must have seen Lucien and his power! We have to get the Stone to safety!"
    },
    {
      "character": "Balance Elemental",
      "line": "Your duty is noble, but so is mine: To protect the Stone until a time when, near to death, you are relieved of all duties with the gratitude and blessings of Guthix."
    },
    {
      "character": "Player",
      "line": "So you won't help me?"
    },
    {
      "character": "Balance Elemental",
      "line": "I am not here to help. I wish you all the best, but I am charged with a singular purpose, and I will now do my duty..."
    },
    {
      "character": "Mysterious Voice",
      "line": "I still don't understand,."
    },
    {
      "character": "Player",
      "line": "It was V who first found it, deep below the ice of Lunar Isle. A single touch granted him the power of the gods. The power of limitless creation..."
    },
    {
      "character": "Player",
      "line": "Over the centuries, it changed hands many times. For each person who'd use it for good, another would use it to destroy..."
    },
    {
      "character": "Mysterious Voice",
      "line": "And the kin?"
    },
    {
      "character": "Player",
      "line": "They were bound to it long ago. To use the Stone causes them unimaginable pain, and grants them immense power."
    },
    {
      "character": "Robert the Strong",
      "line": "So the only way to win..."
    },
    {
      "character": "Player",
      "line": "Is the Stone."
    },
    {
      "character": "Player",
      "line": "What in the...?"
    },
    {
      "character": "Movario",
      "line": "The Stone! After all this time... I've finally found it!"
    },
    {
      "character": "Darve",
      "line": "And look who's here as well! The so-called Lord Surok!"
    },
    {
      "character": "Movario",
      "line": "Yes, quite a clever ploy, but you should have known I'd work it out. Now, step aside."
    },
    {
      "character": "Player",
      "line": "And let you take the Stone? I don't think so."
    },
    {
      "character": "Movario",
      "line": "We stand before the most important, the most significant, the most powerful artefact to ever be discovered in Gielinor, and it's all thanks to me!"
    },
    {
      "character": "Movario",
      "line": "With the patience of a thousand men, I have spent my life following the smallest of clues and the slightest of hints to discover only the most minute inkling of its existence!"
    },
    {
      "character": "Movario",
      "line": "So yes, you will step aside, because after all I've done to get here, I have no intention of letting you stop me now!"
    },
    {
      "character": "Player",
      "line": "If Lucien gets the Stone, the world burns. I don't plan on letting that happen."
    },
    {
      "character": "Movario",
      "line": "And what makes you think Lucien will ever lay his hands on it? He may have contributed to my research funds, certainly, but in terms of actual possession, I now hold the cards."
    },
    {
      "character": "Player",
      "line": "You'd be a fool to cross him. He'd wipe you from existence before you could even say a word."
    },
    {
      "character": "Movario",
      "line": "Before, yes, but now... Now the power of the Stone is in the palm of my hand. Lucien has no hope of standing against that."
    },
    {
      "character": "Player",
      "line": "Except you don't have the Stone yet. You'll have to get through me first."
    },
    {
      "character": "Darve",
      "line": "No problems! I'll easily deal with you, mate!"
    },
    {
      "character": "Movario",
      "line": "Darve, I wouldn't be too enthusiastic about tangling with our friend here. His strength is... unusual. Surely you didn't..."
    },
    {
      "character": "Movario",
      "line": "Hang on... I detect a build up of energy..."
    },
    {
      "character": "Lucien",
      "line": "Movario."
    },
    {
      "character": "Movario",
      "line": "Lord Lucien! We did not expect..."
    },
    {
      "character": "Lucien",
      "line": "It seems you have found the Stone. Why was I not informed?"
    },
    {
      "character": "Movario",
      "line": "The discovery was made mere moments ago, my lord. Now I need time to conduct research and ensure it's safe to..."
    },
    {
      "character": "Lucien",
      "line": "Silence! Do you not feel that, Movario? It calls to me... my birthright!"
    },
    {
      "character": "Lucien",
      "line": "Icthlarin... Zaros... Zamorak... All of them false! Finally the Mahjarrat shall take their rightful place as the sole inheritors of Gielinor, and I will be their god!"
    },
    {
      "character": "Lucien",
      "line": "Any who stand in my way shall be swept away like the civilisations of old. For those that are lucky, their children shall become slaves!"
    },
    {
      "character": "Player",
      "line": "I wouldn't be so sure about that!"
    },
    {
      "character": "Lucien",
      "line": "Ah, I see you have decided to interfere once again. Commendable, but meaningless. You cannot stop what is to come. Death is all that awaits you if you try."
    },
    {
      "character": "Player",
      "line": "You'll never have the satisfaction of killing me, Lucien. No matter what it takes, I'll make it my mission to stop you."
    },
    {
      "character": "Lucien",
      "line": "Such arrogance. Do you not realise who you address? I am Lord Lucien of the Mahjarrat, Master of the Thousand Curses. Look upon my works and despair!"
    },
    {
      "character": "Player",
      "line": "You can bestow as many titles upon yourself as you like, but before long, no one will even remember your name. You're just another monster, craving a power you'll never have."
    },
    {
      "character": "Lucien",
      "line": "Are you truly so misguided that you cannot see the truth before you? I hold both the Staff of Armadyl and the Stone of Jas!"
    },
    {
      "character": "Lucien",
      "line": "Not since Zamorak himself has anyone possessed this much power! Nothing will stop me following in his footsteps!"
    },
    {
      "character": "Player",
      "line": "You think Zamorak will just stand by and let that happen?"
    },
    {
      "character": "Lucien",
      "line": "He doesn't have a choice. He no longer has any power here. His days are already done."
    },
    {
      "character": "Lucien",
      "line": "Now, this conversation bores me. My ascension approaches, and I only have room for the strongest as my worshippers. Those too weak to slay even these lowly beasts will certainly not be wanted!"
    },
    {
      "character": "Movario",
      "line": "Time for us to leave, Darve!"
    },
    {
      "character": "Akrisae",
      "line": ", you must return to the temple below Lumbridge! Idria and her Guardians of Armadyl have already departed to support you!"
    },
    {
      "character": "Thaerisk",
      "line": ", you must return to the temple below Lumbridge! Idria and her Guardians of Armadyl have already departed to support you!"
    },
    {
      "character": "Idria",
      "line": "Blessed Armadyl, that was incredible! The Stone must have augmented your strengths. I've never seen anything like it!"
    },
    {
      "character": "Idria",
      "line": "Now, we'd better get back to Falador. Do you want me to teleport you there?"
    },
    {
      "character": "Player",
      "line": "No thanks. I'll make my own way back."
    },
    {
      "character": "Idria",
      "line": "Very well. I'll see you back there."
    },
    {
      "character": "Akrisae",
      "line": "You're back! Is everything okay?"
    },
    {
      "character": "Player",
      "line": "Not exactly. I'm sorry... I failed. Lucien has the Stone."
    },
    {
      "character": "Thaerisk",
      "line": "Then our worst fears have come to pass. The horrors that he could unleash with it..."
    },
    {
      "character": "Idria",
      "line": "That's something he'll never have a chance to do. Yes, this is a dark day, but I don't intend to give up, and I'm sure none of you do either."
    },
    {
      "character": "Player",
      "line": "But what do we do?"
    },
    {
      "character": "Idria",
      "line": ", you've helped forge an alliance between the Temple Knights, Crux Eqal and the Guardians of Armadyl. Three very different groups, all fighting for the common good."
    },
    {
      "character": "Idria",
      "line": "We must build on that. We will strengthen our forces, and find new allies to join our cause. When Lucien dares to rear his head again, we'll be ready."
    },
    {
      "character": "Akrisae",
      "line": "Well said. When times are darkest, it is all the more important that we continue to look for the light. The Temple Knights stand ready."
    },
    {
      "character": "Thaerisk",
      "line": "As do we in Crux Eqal."
    },
    {
      "character": "Player",
      "line": "What about me?"
    },
    {
      "character": "Thaerisk",
      "line": "Rest, my friend. You have well and truly earned it. We will take things from here."
    },
    {
      "character": "Idria",
      "line": "Don't worry,. When the time is right, you'll be the first to know. I promise you, we will find Lucien. Together, we will stop him."
    },
    {
      "character": "Thaerisk",
      "line": "And the world will be safe once more."
    },
    {
      "character": "Sakirth",
      "line": "Zorgoth?"
    },
    {
      "character": "Sithaph",
      "line": "Dead."
    },
    {
      "character": "Strisath",
      "line": "Then we are free at last!"
    },
    {
      "character": "Sakirth",
      "line": "And a strength grows within us!"
    },
    {
      "character": "Sithaph",
      "line": "The Stone has been uncovered. The mortals try to claim its power."
    },
    {
      "character": "Sakirth",
      "line": "Then let us bring terror and pain to them!"
    },
    {
      "character": "Strisath",
      "line": "Yes! The dragonkin will rise once more!"
    },
    {
      "character": "Idria",
      "line": "Hello there,."
    },
    {
      "character": "Player",
      "line": "Hey, Idria. How are things here?"
    },
    {
      "character": "Idria",
      "line": "We're still trying to work out what Lucien's next move is, but so far everything has been quiet."
    },
    {
      "character": "Player",
      "line": "What do you think he's doing?"
    },
    {
      "character": "Idria",
      "line": "It's hard to say. He has the Stone of Jas and the Staff of Armadyl now. That should give him everything he needs to follow in Zamorak's footsteps, but for whatever reason, he's chosen not to act yet."
    },
    {
      "character": "Player",
      "line": "Is there anything I can do?"
    },
    {
      "character": "Idria",
      "line": "Not really at this point, but we'll be sure to let you know the moment he dares try anything. In the meantime, you might want to return to that temple beneath Lumbridge."
    },
    {
      "character": "Idria",
      "line": "It seems the magics Lucien used down there were far more than just a single summoning spell. The area has been permanently desecrated by those horrifying demons."
    },
    {
      "character": "Idria",
      "line": "If you were looking for some way of keeping Lucien and his forces in check, killing a few of those demons wouldn't be a bad idea."
    },
    {
      "character": "Player",
      "line": "I might just do that. Thanks, Idria."
    },
    {
      "character": "Akrisae",
      "line": "Saradomin be with you,. We have a lot to be grateful to you for."
    },
    {
      "character": "Player",
      "line": "Thanks, but I'm not sure I feel the same way. I wasn't able to stop Lucien."
    },
    {
      "character": "Akrisae",
      "line": "But you came very close and you lived to tell the tale. Lucien may have gained the upper hand, but he's not safe by any means."
    },
    {
      "character": "Akrisae",
      "line": "He has people like you opposing him, not to mention an alliance between the Temple Knights, Crux Eqal and the Guardians of Armadyl!"
    },
    {
      "character": "Player",
      "line": "You make a good point. Let's just hope it will be enough."
    },
    {
      "character": "Akrisae",
      "line": "It will be, my friend."
    },
    {
      "character": "Thaerisk",
      "line": "Ah, it's good to see you again."
    },
    {
      "character": "Player",
      "line": "Hello there, Thaerisk. Any word on Lucien?"
    },
    {
      "character": "Thaerisk",
      "line": "Nothing yet, but we're doing everything we can to find him. I hope he's ready for us, because once we do locate him, we're going to give him quite the bloody nose..."
    },
    {
      "character": "Thaerisk",
      "line": "... or at least whatever passes for a nose on a Mahjarrat!"
    },
    {
      "character": "Silif",
      "line": "Hello there, friend. I heard what happened with Lucien and the Stone. Don't worry, he'll pay for his crimes sooner or later."
    },
    {
      "character": "Player",
      "line": "I hope you're right, Silif."
    },
    {
      "character": "Silif",
      "line": "Have faith, friend. Evil never prospers for long."
    },
    {
      "character": "Player",
      "line": "I lost those robes I was using as a disguise."
    },
    {
      "character": "Silif",
      "line": "Not to worry. I have them here for you."
    },
    {
      "character": "Silif",
      "line": "Until next time, friend."
    },
    {
      "character": "Player",
      "line": "How are you enjoying your cell, Surok?"
    },
    {
      "character": "Surok Magis",
      "line": "You let me out of here! This isn't over..."
    },
    {
      "character": "Player",
      "line": "It's nice to see a little justice around here!"
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Good day, Proselyte. I heard from Akrisae what happened with that Lucien business. Be sure to keep your chin up. We'll get the old boy sooner or later."
    },
    {
      "character": "Player",
      "line": "Thanks, Tiffy."
    },
    {
      "character": "Sir Tiffy Cashien",
      "line": "Don't mention it, old bean. Now, is there anything I can do for you?"
    },
    {
      "character": "Player",
      "line": "About Turael..."
    },
    {
      "character": "Aya",
      "line": "You need not share your condolences with me, adventurer. I've been prepared for this for a long time."
    },
    {
      "character": "Player",
      "line": "You have?"
    },
    {
      "character": "Aya",
      "line": "My brother was a thrill-seeker his whole life. Even after he retired, I always knew something would come and pull him back in."
    },
    {
      "character": "Player",
      "line": "And that something was me. I'm sorry..."
    },
    {
      "character": "Aya",
      "line": "Don't be. He died doing what he loved, and he died a hero. He wouldn't have had it any other way."
    },
    {
      "character": "Spria",
      "line": "It's nothing personal, but I'd prefer not to discuss what happened with my father."
    },
    {
      "character": "Player",
      "line": "Of course. Sorry for bringing it up."
    },
    {
      "character": "Player",
      "line": "How are you, Harrallak?"
    },
    {
      "character": "Harrallak Menarous",
      "line": "I've lost two of my dear friends,. This old place doesn't seem to be the same since they're gone."
    },
    {
      "character": "Player",
      "line": "I feel responsible."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Nonsense, my friend! They both died bravely fighting against a great evil! There is no blame on you for that."
    },
    {
      "character": "Harrallak Menarous",
      "line": "Remember them for who they were and what they stood for. Mourn their loss, but never bear the burden of their death, for that is not what they would want."
    },
    {
      "character": "Player",
      "line": "And what about vengeance?"
    },
    {
      "character": "Harrallak Menarous",
      "line": "Ah, now that is a topic we could debate for many moons, my friend. Still, regardless of the reason, know that when the time comes, I will fight beside you against Lucien once more."
    },
    {
      "character": "Yadech Strongarm",
      "line": "Ah, hello there, warrior."
    },
    {
      "character": "Player",
      "line": "Why are you wielding a tree branch?"
    },
    {
      "character": "Yadech Strongarm",
      "line": "Well... there's a story to that. You see, I should have an axe but-"
    },
    {
      "character": "Player",
      "line": "Sloane's axe?"
    },
    {
      "character": "Yadech Strongarm",
      "line": "My axe. He won it because of a squirrel."
    },
    {
      "character": "Player",
      "line": "A squirrel?"
    },
    {
      "character": "Yadech Strongarm",
      "line": "He bet me that I couldn't catch the squirrel while still holding my axe, but that he could... Thing is, he tricked me! When it was his turn, he just chopped the tree down!"
    },
    {
      "character": "Player",
      "line": "I see. That doesn't explain why you have a tree branch though."
    },
    {
      "character": "Yadech Strongarm",
      "line": "A barbarian warrior is bound to his axe. I cannot take up another, so I use part of the tree that Sloane cut down as my weapon... It also reminds me of him."
    },
    {
      "character": "Player",
      "line": "He was a great warrior."
    },
    {
      "character": "Yadech Strongarm",
      "line": "Yes, and a good friend. Still, he would want us to be happy that he is now with his warrior brethren. Can I help you with anything else?"
    },
    {
      "character": "Player",
      "line": "About Lucien..."
    },
    {
      "character": "Mazchna",
      "line": "He will be made to pay, my friend, and I assure you, when the day of his reckoning comes, I will be there."
    },
    {
      "character": "Player",
      "line": "So will I, Mazchna."
    },
    {
      "character": "Mazchna",
      "line": "Then we will fight, side by side, my friend. We will fight in honour of Turael and Duradel, and we will see them avenged!"
    },
    {
      "character": "Player",
      "line": "About Duradel..."
    },
    {
      "character": "Kuradal",
      "line": "Are you here with news on Lucien?"
    },
    {
      "character": "Kuradal",
      "line": "The moment you find him, you must come to me. I will ensure my father is avenged!"
    },
    {
      "character": "Player",
      "line": "He wouldn't want you to get yourself killed as well!"
    },
    {
      "character": "Kuradal",
      "line": "I will not suffer the same fate as my father. I intend to be prepared. For a start, I have been researching my father's notes to find weaknesses in Lucien's demonic thralls."
    },
    {
      "character": "Player",
      "line": "Those sound interesting. May I see them?"
    },
    {
      "character": "Kuradal",
      "line": "Of course. If we expect to defeat Lucien, we must work together."
    },
    {
      "character": "Kuradal",
      "line": "Return to me when you have space to carry them."
    },
    {
      "character": "Kuradal",
      "line": "I will not suffer the same fate as my father. That fate is reserved for Lucien!"
    },
    {
      "character": "Player",
      "line": "I hope you're right..."
    },
    {
      "character": "Player",
      "line": "Speaking of those notes, I seem to have misplaced them. Do you happen to have another copy?"
    },
    {
      "character": "Kuradal",
      "line": "Luckily for you, I made many."
    },
    {
      "character": "Oneiromancer",
      "line": "Hello there. What do you want to talk about?"
    },
    {
      "character": "Player",
      "line": "Hi."
    },
    {
      "character": "Oneiromancer",
      "line": "Hello there. I hear that Cyrisus is no longer with us."
    },
    {
      "character": "Player",
      "line": "He died fighting for a good cause. He'll be remembered as a great hero."
    },
    {
      "character": "Oneiromancer",
      "line": "I suppose the good do die young."
    }
  ],
  "characters": [
    {
      "name": "Achtryn",
      "description": "Adult male demon, deep gravelly voice, professional and authoritative tone, a seasoned Slayer Master who speaks with confident formality."
    },
    {
      "name": "Akrisae",
      "description": "Middle-aged male, British accent, devout and measured tone, a Saradominist priest and Temple Knight who speaks with religious conviction."
    },
    {
      "name": "Aya",
      "description": "Adult female, British accent, direct and capable tone, a seasoned Slayer Master who speaks with professional authority."
    },
    {
      "name": "Balance Elemental",
      "description": "Genderless elemental entity, ethereal multi-layered voice, calm and omniscient tone, speaks with cosmic detachment and mysterious foreknowledge."
    },
    {
      "name": "Betty",
      "description": "Middle-aged female, warm British accent, friendly and approachable tone, a pleasant magic shop owner who is helpful and welcoming."
    },
    {
      "name": "Cave goblin",
      "description": "Adult male goblin, high-pitched nasally voice, nervous and secretive tone, speaks quickly with occasional slip-ups when hiding information."
    },
    {
      "name": "Cyrisus",
      "description": "Adult male, British accent, initially hesitant and anxious tone that grows confident, an adventurer overcoming his fears."
    },
    {
      "name": "Dark Squall",
      "description": "Adult male, mysterious and commanding tone, speaks with calculated authority, a secretive mage leader who is actually Surok Magis in disguise."
    },
    {
      "name": "Darve",
      "description": "Adult male, gruff and slow-witted tone, impatient and confrontational, a dim-witted warrior bodyguard who speaks in short blunt sentences."
    },
    {
      "name": "Druid",
      "description": "Adult male, soft British accent, humble and subservient tone, a servant druid who speaks respectfully and formally."
    },
    {
      "name": "Duradel",
      "description": "Middle-aged male, commanding and intense tone, speaks with dangerous authority and directness, an elite Slayer Master."
    },
    {
      "name": "Elite Black Knight",
      "description": "Adult male, aggressive military tone, authoritative and suspicious, a disciplined soldier who barks orders."
    },
    {
      "name": "Ghommal",
      "description": "Adult male, deep gruff voice, arrogant and challenging tone, a powerful warrior who only respects those who meet his standards."
    },
    {
      "name": "Guard",
      "description": "Adult male, standard British accent, professional and alert tone, a dutiful soldier who speaks with military formality."
    },
    {
      "name": "Harrallak Menarous",
      "description": "Middle-aged male, refined aristocratic accent, confident and somewhat aloof tone, a skilled guildmaster who speaks with elegant authority."
    },
    {
      "name": "Hazelmere",
      "description": "Ancient male gnome, slow measured voice with mystical quality, wise and enigmatic tone, speaks in archaic formal manner befitting an ancient sage."
    },
    {
      "name": "Hunting expert",
      "description": "Adult male, rugged outdoorsman accent, alert and practical tone, a skilled hunter who speaks with wilderness expertise."
    },
    {
      "name": "Idria",
      "description": "Adult female, wise and authoritative tone, speaks with strategic intelligence and leadership, the commander of the Guardians of Armadyl."
    },
    {
      "name": "Ivy Sophista",
      "description": "Adult female, statuesque and commanding presence, authoritative druidic tone, a high-status druidess who speaks with gravitas and conviction."
    },
    {
      "name": "Juna",
      "description": "Ancient female serpent, slow ethereal voice with mystical resonance, contemplative and philosophical tone, speaks with ancient wisdom and slight melancholy."
    },
    {
      "name": "Khazard Barman",
      "description": "Adult male, gruff working-class accent, guarded and businesslike tone, a bartender who is cautious about sharing information."
    },
    {
      "name": "Khazard Launderer",
      "description": "Adult female, frustrated working-class accent, exasperated but friendly tone, speaks with the weariness of someone dealing with constant problems."
    },
    {
      "name": "Kuradal",
      "description": "Adult female, fierce and determined tone, speaks with intensity and vengeful resolve, a dangerous Slayer Master seeking justice for her father."
    },
    {
      "name": "Lucien",
      "description": "Ancient male Mahjarrat, deep commanding voice with supernatural menace, arrogant and manipulative tone, speaks with condescending authority."
    },
    {
      "name": "Mazchna",
      "description": "Adult male demon, deep gravelly voice, intimidating and professional tone, a dangerous Slayer Master who speaks with dark authority."
    },
    {
      "name": "Movario",
      "description": "Middle-aged male, intellectual and mysterious tone, speaks with scholarly precision and hidden cunning, an arcane scholar with dark secrets."
    },
    {
      "name": "Mysterious Voice",
      "description": "Ethereal genderless voice, disembodied and questioning tone, speaks with confusion and curiosity about cosmic events."
    },
    {
      "name": "Oneiromancer",
      "description": "Adult female, mystical and perceptive tone, speaks with confident wisdom and slight sardonic wit, a spiritual leader with telepathic abilities."
    },
    {
      "name": "Robert the Strong",
      "description": "Adult male, commanding heroic voice, bold and tactical tone, a legendary warrior who speaks with battle-hardened authority."
    },
    {
      "name": "Sakirth",
      "description": "Ancient male dragonkin, deep rumbling voice with reptilian undertones, wrathful and vengeful tone, speaks with ancient rage and menace."
    },
    {
      "name": "Shady stranger",
      "description": "Adult male, evasive and nervous tone, speaks with false casualness while hiding suspicious intentions."
    },
    {
      "name": "Silif",
      "description": "Adult male, measured and professional tone, speaks with respectful precision and good memory, a sharp-dressed Temple Knight operative."
    },
    {
      "name": "Sir Tiffy Cashien",
      "description": "Elderly male, upper-class British accent, uses phrases like 'What Ho' and 'Don'tchaknow', cheerful and somewhat pompous tone befitting a noble knight."
    },
    {
      "name": "Sithaph",
      "description": "Ancient male dragonkin, deep rumbling voice with reptilian undertones, volatile and authoritative tone, speaks with ancient fury and leadership."
    },
    {
      "name": "Sloane",
      "description": "Adult male, confident and boastful tone, speaks with cocky humor and warrior's pride, enjoys telling stories of his exploits."
    },
    {
      "name": "Spectator",
      "description": "Adult male, excited casual tone, speaks with enthusiasm and admiration, an impressed arena fan."
    },
    {
      "name": "Spria",
      "description": "Adult female, friendly but dangerous tone, casual and no-nonsense manner, a capable Slayer Master with dry humor."
    },
    {
      "name": "Strisath",
      "description": "Ancient male dragonkin, deep rumbling voice with reptilian undertones, philosophical yet wrathful tone, a former thinker turned vengeful creature."
    },
    {
      "name": "Surok Magis",
      "description": "Adult male, grandiose and theatrical tone, arrogant and manipulative, a pompous wizard who proclaims himself the greatest mage ever."
    },
    {
      "name": "Suspicious outsider",
      "description": "Adult male, defensive and dismissive tone, speaks curtly to avoid questions, clearly hiding something."
    },
    {
      "name": "Thaerisk",
      "description": "Middle-aged male, calm authoritative tone, speaks with diplomatic weight and strategic thinking, a visionary druid leader."
    },
    {
      "name": "Turael",
      "description": "Middle-aged male, patient instructional tone, speaks with professional authority and educational patience, an experienced Slayer Master."
    },
    {
      "name": "Yadech Strongarm",
      "description": "Adult male, gruff warrior's voice, slightly bitter and resigned tone, speaks with the weariness of someone who lost a competition unfairly."
    }
  ]
}