{
  "branch": "quest/x-marks-the-spot",
  "quest_name": "X Marks the Spot",
  "lines": [
    { "character": "Veos", "line": "Hello there." },
    { "character": "Player", "line": "Who are you?" },
    { "character": "Veos", "line": "The name's Veos. I'm a treasure hunter from the wonderous Kingdom of Great Kourend." },
    { "character": "Player", "line": "Great Kourend? Where's that?" },
    { "character": "Veos", "line": "Across the sea to the far west. It is a truly magnificent place." },
    { "character": "Player", "line": "Interesting. So what brings you to Lumbridge?" },
    { "character": "Veos", "line": "I'm here on a bit of a hunt. The hunt for treasure. Back in my home of Great Kourend, I came across a scroll. I believe it will lead me to something of great value." },
    { "character": "Veos", "line": "Alas, I've hit a bit of a blocker. The scroll has led me here but as I don't really know the area, I'm not sure what to do next." },
    { "character": "Veos", "line": "Hmmm. Maybe you can. You probably know this area better than I do. You might be able to work the scroll out. I'll be able to reward you if you help." },
    { "character": "Player", "line": "Sounds good, what should I do?" },
    { "character": "Veos", "line": "First you should go and make some room in your inventory. Once you've done that, you can have a look at this scroll." },
    { "character": "Veos", "line": "Take this scroll. It should lead you to the treasure I seek. Once you've found it, meet me at my ship. It's docked at the northernmost pier in Port Sarim." },
    { "character": "Player", "line": "Awesome. Anything else I should know?" },
    { "character": "Veos", "line": "You'll probably want a spade, I find they're pretty much always needed when it comes to hunting treasure. Check the general store if you don't have one. If you need any extra help, just let me know." },
    { "character": "Player", "line": "Okay, thanks Veos." },
    { "character": "Veos", "line": "Good luck." },
    { "character": "Player", "line": "I'm good thanks." },
    { "character": "Veos", "line": "Fair enough. I'll be here if you change your mind." },
    { "character": "Player", "line": "Well good luck with it." },
    { "character": "Veos", "line": "Hmmm. Well now that you mention it, I could do with some help. The name's Veos. I'm a treasure hunter from the wonderous Kingdom of Great Kourend." },
    { "character": "Player", "line": "I have to go." },
    { "character": "Player", "line": "Hello Veos. What brings you to Lumbridge?" },
    { "character": "Veos", "line": "I'm here on a bit of a treasure hunt. Back in Kourend I came across a scroll. I believe it will lead me to something of great value." },
    { "character": "Player", "line": "Can I help?" },
    { "character": "Veos", "line": "You'll probably want a spade, I find they're pretty much always needed when it comes to hunting treasure. Check the general store if you don't have one." },
    { "character": "Veos", "line": "I'll be sticking around here a little longer before heading back to my ship. If you need extra guidance with anything, just let me know and I'll see what I can do." },
    { "character": "Veos", "line": "Ready to help with this treasure hunt?" },
    { "character": "Player", "line": "What do you need me to do?" },
    { "character": "Player", "line": "Hello Veos." },
    { "character": "Veos", "line": "I came across this scroll. Did you lose it by any chance?" },
    { "character": "Player", "line": "I did, thanks Veos." },
    { "character": "Veos", "line": "Not to worry. Just try to be careful with it." },
    { "character": "Player", "line": "Let's talk about my quest." },
    { "character": "Veos", "line": "How's the treasure hunt going?" },
    { "character": "Veos", "line": "This is the scroll I gave you. I don't know how to solve it I'm afraid. Maybe look for someone named Bob?" },
    { "character": "Player", "line": "I'm still working on it." },
    { "character": "Veos", "line": "Well keep at it. Once you've found the treasure, meet me at my ship. It's docked at the northernmost pier in Port Sarim." },
    { "character": "Veos", "line": "Well keep at it. Once you've found the treasure, bring it to me." },
    { "character": "Veos", "line": "Looks like a map to me. I'd assume the X marks where you need to go." },
    { "character": "Player", "line": "I could do with some extra help." },
    { "character": "Veos", "line": "Interesting, these are quite rare. They work using temperature. The closer you are, the hotter the orb." },
    { "character": "Veos", "line": "Ah a cipher, I've seen these before. Try shifting the letters to the left or right. That normally works." },
    { "character": "Player", "line": "Hmmmm... Must have been the wind." },
    { "character": "Player", "line": "Anyway, this must be the treasure that Veos is after. I should take it to him. If I remember right, he's docked at the northernmost pier in Port Sarim." },
    { "character": "Player", "line": "I don't think Veos would want me to open his treasure. I should take it to him. If I remember right, it's docked at the northernmost pier in Port Sarim." },
    { "character": "Player", "line": "I found the treasure!" },
    { "character": "Veos", "line": "Excellent. I'll take it off your hands now." },
    { "character": "Veos", "line": "Brilliant. This is just what I was looking for. Thank you so much for your help." },
    { "character": "Player", "line": "No problem. So what is this treasure anyway?" },
    { "character": "Veos", "line": "Oh err... nothing important. Just something that might be of use to me back in Great Kourend." },
    { "character": "Player", "line": "If you say so..." },
    { "character": "Veos", "line": "Anyway, as promised, a reward for you." },
    { "character": "Veos", "line": "Anyway, I'd best be getting back to Great Kourend. I'm sure I'll be back here before long though, there's always more treasure to be found." },
    { "character": "Veos", "line": "If you ever fancy visiting the kingdom, come find me here. I'm more than happy to take you there. Consider it an extra thank you for your help." },
    { "character": "Player", "line": "Sounds great, thanks Veos." }
  ],
  "characters": [
    {
      "name": "Veos",
      "description": "Middle-aged male, British accent, friendly and approachable tone with underlying mystery. An experienced treasure hunter from Great Kourend who speaks with confidence and a hint of secrecy about his true motives."
    }
  ]
}
