{
  "branch": "quest/zogre-flesh-eaters",
  "quest_name": "Zogre Flesh Eaters",
  "lines": [
    {
      "character": "Player",
      "line": "Hello there, what's going on here?"
    },
    {
      "character": "Grish",
      "line": "Hey yous creature...wha's you's doing here? Yous be cleverer to be running so da sickies from da zogres don't dead ya."
    },
    {
      "character": "Player",
      "line": "I'm just looking around thanks."
    },
    {
      "character": "Grish",
      "line": "Yous creature won'ts see muchly in dis place...just da zogries coming wiv da sickies."
    },
    {
      "character": "Player",
      "line": "What do you mean sickies?"
    },
    {
      "character": "Grish",
      "line": "Da zogries comin wiv da sickies...yous get bashed by da zogries and get da sickies...den you gonna be like da zogries."
    },
    {
      "character": "Player",
      "line": "Sorry, I just don't understand..."
    },
    {
      "character": "Grish",
      "line": "Da sickies is when yous creature goes like orange till green and then goes 'Urggghhhh!' ~ Grish imitates falling down with only the white of his eyes visible. ~"
    },
    {
      "character": "Player",
      "line": "What are Zogres?"
    },
    {
      "character": "Grish",
      "line": "Da Zogres are da bigun nasties wiv da sickies, deys old pals of Grish but deys jig in Jiggig when dey's full home is deep in da dirt, dey's is not da same dead'uns like was before."
    },
    {
      "character": "Player",
      "line": "Can I help in any way?"
    },
    {
      "character": "Grish",
      "line": "Sorry, yous creatures, but yous is too green behind da ears for dis job Grish finks."
    },
    {
      "character": "Player",
      "line": "No, I'm not!"
    },
    {
      "character": "Grish",
      "line": "Yes you are!"
    },
    {
      "character": "Grish",
      "line": "Yes you are and that's final!"
    },
    {
      "character": "Grish",
      "line": "Yes creatures...yous does good fings for Grish and learn why Zogries at Jiggig and den get da Zogries back in da ground."
    },
    {
      "character": "Player",
      "line": "Oh, so you want me to find out why the Zogres have appeared and then find a way of burying them?"
    },
    {
      "character": "Grish",
      "line": "Is what Grish says! But dis is da biggy danger fing yous creatures...yous be geddin' sickies most surely...yous needs be ready..wiv da foodies un da glug-glugs."
    },
    {
      "character": "Player",
      "line": "Right, so you think there's a good chance that I can get ill from this, so I need to get some food and something to drink?"
    },
    {
      "character": "Grish",
      "line": "Yea creatures, yous just say what Grish says...not know own wordies creature?"
    },
    {
      "character": "Player",
      "line": "Hmm, sorry, it sounds a bit too dangerous."
    },
    {
      "character": "Grish",
      "line": "Yous creature is not a stoopid one...stays out of dere, like clever Grish. Yous can paint circles on chest and be da Shaman too!"
    },
    {
      "character": "Player",
      "line": "Hmm, is it too late to reconsider?"
    },
    {
      "character": "Player",
      "line": "Ok, I'll check things out then and report back."
    },
    {
      "character": "Grish",
      "line": "Is yous creatures really, really sure yous wanna do dis creatures..we's got no glug-glugs for da sickies? We's knows nuffin for da going of da sickies?"
    },
    {
      "character": "Player",
      "line": "Yes, I'm really sure!"
    },
    {
      "character": "Grish",
      "line": "Dats da good fing yous creature...yous does Grish a good fing. But yous know dat yous get sickies and mebe get dead!"
    },
    {
      "character": "Player",
      "line": "If that's your idea of a pep talk, I have to say that it leaves a lot to be desired."
    },
    {
      "character": "Grish",
      "line": "Yous creatures is alus says funny stuff...speaks proper like Grish!"
    },
    {
      "character": "Grish",
      "line": "Der's yous go creatures...da best me's do for yous...and be back wivout da sickies."
    },
    {
      "character": "Player",
      "line": "Sorry, I have to go."
    },
    {
      "character": "Grish",
      "line": "Hey yous creature's come back den?"
    },
    {
      "character": "Player",
      "line": "Yes, I want to help you out and find out about the zogres."
    },
    {
      "character": "Grish",
      "line": "Yous creatures does da good fings for Grish and learn why Zogries at Jiggig and den get da Zogries back in da ground."
    },
    {
      "character": "Player",
      "line": "Ok, thanks."
    },
    {
      "character": "Grish",
      "line": "Yous creature dun da fing yet? Da zogries going in da dirt full home?"
    },
    {
      "character": "Player",
      "line": "Nope, I haven't figured out why the zogres are here yet."
    },
    {
      "character": "Ogre guard",
      "line": "Yous needs ta stay away from dis place...yous get da sickies and mebe yous goes to dead if yous da unlucky fing."
    },
    {
      "character": "Player",
      "line": "But Grish has asked me to look into this place and find out why all the undead ogres are here."
    },
    {
      "character": "Ogre guard",
      "line": "Ok, dat is da big, big scary, danger fing! You's sure you's wants to go in?"
    },
    {
      "character": "Player",
      "line": "Yes, I'm sure."
    },
    {
      "character": "Ogre guard",
      "line": "Ok, I opens da stoppa's for yous creature."
    },
    {
      "character": "Ogre guard",
      "line": "Ok der' yous goes!"
    },
    {
      "character": "Player",
      "line": "Urrrgggg."
    },
    {
      "character": "Player",
      "line": "Aarrrgghhh!"
    },
    {
      "character": "Player",
      "line": "Raarrrggggg! Yes!"
    },
    {
      "character": "Player",
      "line": "I found this tankard in the tomb, have you got any suggestions?"
    },
    {
      "character": "Grish",
      "line": "Das a good drinker for da drinkies dat un is...is a small-un for Grish so yous creature keeps it yes. Yous creature keeps da fimble drinkers for da smaller drinkies."
    },
    {
      "character": "Player",
      "line": "This torn page was on a lectern in the tomb, do you know why?"
    },
    {
      "character": "Grish",
      "line": "Dat's der wizzy stuff, not Ogery stuffsies like what Grish got. Das not even big enough for empty da big blower on! No use for Grish dat creatures...you's keeps it."
    },
    {
      "character": "Player",
      "line": "Hey Grish, I found this in the tomb, do you know what it is?"
    },
    {
      "character": "Grish",
      "line": "Whas you's shuvvin wizzy stuff in Grish face...is a pretty one but dat's more stuff for da wizzy's dan Grish."
    },
    {
      "character": "Player",
      "line": "Hello there, I found this tankard in an ogre tomb cavern. It has the emblem of this Inn on it and I wondered if you knew anything about it?"
    },
    {
      "character": "Bartender",
      "line": "Oh yes, this is Brentle's mug...I'm surprised he left it just lying around down some cave. He's quite protective of it."
    },
    {
      "character": "Player",
      "line": "Brentle you say? So you knew him then?"
    },
    {
      "character": "Bartender",
      "line": "Yeah, this belongs to 'Brentle Vahn', he's quite a common customer, though I've not seen him in a while."
    },
    {
      "character": "Bartender",
      "line": "He was talking to some shifty looking wizard the other day. I don't know his name, but I'd recognise him if I saw him."
    },
    {
      "character": "Player",
      "line": "Hmm, I'm sorry to tell you this, but Brentle Vahn is dead - I believe he was murdered."
    },
    {
      "character": "Bartender",
      "line": "Noooo! I'm shocked..."
    },
    {
      "character": "Bartender",
      "line": "...but not surprised. He was a good customer...but I knew he would sell his sword arm and do many a dark deed if paid enough."
    },
    {
      "character": "Bartender",
      "line": "If you need help bringing the culprit to justice, you let me know."
    },
    {
      "character": "Player",
      "line": "Hello again. Can you tell me what you know about this tankard again please?"
    },
    {
      "character": "Bartender",
      "line": "Oh yes, Brentle's tankard. Yeah, you've shown me this already. It belonged to Brentle Vahn, he was quite a common customer, though I've not seen him in a while."
    },
    {
      "character": "Player",
      "line": "Do you have any clue what this might be?"
    },
    {
      "character": "Bartender",
      "line": "Oooh, don't show me that sort of stuff, it's probably all magical and wizardy, probably turn me into a frog as soon as I look at it..."
    },
    {
      "character": "Player",
      "line": "Hello there, I found this black prism, I wondered if you knew anything about it."
    },
    {
      "character": "Bartender",
      "line": "Hmmm, it's not really familiar to me, sorry I don't know what it's for, looks magical to me...maybe someone else in Yanille can help you?"
    },
    {
      "character": "Sithik Ints",
      "line": "Hey...who gave you permission to come in here! Get out, get out I say."
    },
    {
      "character": "Player",
      "line": "Alright, alright...keep your night cap on."
    },
    {
      "character": "Player",
      "line": "Hey, what's this then, can you explain it?!"
    },
    {
      "character": "Sithik Ints",
      "line": "Err..it looks sort of familiar, did you steal it from me? Come to think of it, you have the appearance of a common thief!"
    },
    {
      "character": "Player",
      "line": "I found it in a place called Jiggig where some undead ogres happen to be wandering around."
    },
    {
      "character": "Sithik Ints",
      "line": "Oh, nothing to do with me then, never seen it in my life before!"
    },
    {
      "character": "Player",
      "line": "Have you ever seen anything like this before?"
    },
    {
      "character": "Sithik Ints",
      "line": "It's probably a piece of rubbish someone threw away...what does it say, I can't read it?"
    },
    {
      "character": "Player",
      "line": "You should be able to read it, it's been torn from a book on necromancy and you're meant to be a specialist in the subject."
    },
    {
      "character": "Sithik Ints",
      "line": "Oh, no..., not really a specialist, just a hobby of mine really. Hardly know anything about it, but it does seem interesting..."
    },
    {
      "character": "Player",
      "line": "What about this then? Guess where I found this?"
    },
    {
      "character": "Sithik Ints",
      "line": "You probably found it at the local brewhouse! It doesn't take a genius to figure that one out."
    },
    {
      "character": "Player",
      "line": "Aha! But I found this in an old ogre tomb! I suspect it's a clue which will lead me to the suspect."
    },
    {
      "character": "Sithik Ints",
      "line": "Hmmm, well that eliminates all the local people who don't actually drink at the 'Dragon Inn'. When do you think you'll start questioning the remaining population of Yanille?"
    },
    {
      "character": "Sithik Ints",
      "line": "Hey! What do you think you're doing?"
    },
    {
      "character": "Player",
      "line": "Erk! I'd better not start rifling through peoples things without permission."
    },
    {
      "character": "Sithik Ints",
      "line": "Hey! What do you think you're doing? Leave my tea alone!"
    },
    {
      "character": "Zavistic Rarve",
      "line": "What are you doing ringing that bell?! Don't you think some of us have work to do?"
    },
    {
      "character": "Player",
      "line": "But I was told to ring the bell if I wanted some attention."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Well...anyway...we're very busy here, hurry up what do you want?"
    },
    {
      "character": "Player",
      "line": "There's some undead ogre activity over at 'Jiggig', and the ogres have asked me to look into it. I think I've found a clue and I wonder if you could take a look at it for me?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmmm, well this is an uncommon spell component. On its own it's useless, but with certain necromantic spells it can be very powerful. Did you find anything else there?"
    },
    {
      "character": "Player",
      "line": "Well, I found this..."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmmm, no, that's not really associated with this to be honest. Did you find anything else there?"
    },
    {
      "character": "Player",
      "line": "Not really."
    },
    {
      "character": "Zavistic Rarve",
      "line": "I don't know what to say then, there isn't enough to go on with the clues you've shown me so far. I'd suggest going back to search a bit more, but you may just be wasting your time?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmm, but this prism does seem to have some magical protection. Once you've finished with this item, bring it back to me would you? I may have a reward for you!"
    },
    {
      "character": "Player",
      "line": "Sure...I mean, I'll try if I remember."
    },
    {
      "character": "Player",
      "line": "There's some undead ogre activity over at Jiggig, I've found a clue that you may be able to help with."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmm, this is a half torn spell page, it requires another spell component to be effective. Did you find anything else there?"
    },
    {
      "character": "Player",
      "line": "There's some undead ogre activity over at Jiggig, I've found some clues, I wondered if you'd have a look at them."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmmm, now this is interesting! Where did you get these from?"
    },
    {
      "character": "Player",
      "line": "I got them from a nearby Ogre tomb, it's recently been infested with zombie ogres and I'm trying to work out what happened there."
    },
    {
      "character": "Zavistic Rarve",
      "line": "This is very troubling, very troubling indeed. While it's permitted for learned members of our order to research the 'dark arts', it's absolutely forbidden to make use of such magic."
    },
    {
      "character": "Player",
      "line": "Do you have any leads on people that I might talk to regarding this?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Well a wizard by the name of 'Sithik Ints' was doing some research in this area. He may know something about it. He's lodged at that guest house to the North, though he's ill and isn't able to leave his room."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Why not go and talk to him, poke around a bit and see if anything comes up. Let me know how you get on. However, I doubt that 'Sithik' had anything to do with it."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmm, that black prism seems to have some magical protection. Once you've finished with this item, bring it back to me would you. I may have a reward for you."
    },
    {
      "character": "Zavistic Rarve",
      "line": "What are you doing...Oh, it's you...sorry...didn't realise...what can I do for you?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "What are you doing bothering me? Don't you think some of us have work to do?"
    },
    {
      "character": "Player",
      "line": "I thought you were here to help?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Well... I am, I suppose, anyway... we're very busy here, hurry up, what do you want?"
    },
    {
      "character": "Player",
      "line": "I found this black prism at Jiggig where the undead ogre activity was happening?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Yes, you've already showed me that, bring it to me when you've resolved the problems at Jiggig and I'll see what I can do."
    },
    {
      "character": "Player",
      "line": "I think I've found a clue from the Jiggig area where the undead ogre activity is happening."
    },
    {
      "character": "Zavistic Rarve",
      "line": "I don't know what to say then really, there isn't enough to go on here as it is. I'd suggest going back to search a bit more, but you may just be wasting your time."
    },
    {
      "character": "Sithik Ints",
      "line": "Hey...who gave you permission to come in here!"
    },
    {
      "character": "Player",
      "line": "Zavistic Rarve said that I could come and talk to you and ask you a few questions."
    },
    {
      "character": "Sithik Ints",
      "line": "Oh, Zavistic...why...why would he send you to me?"
    },
    {
      "character": "Player",
      "line": "Do you know anything about the undead ogres at Jiggig?"
    },
    {
      "character": "Sithik Ints",
      "line": "Er...undead ogres...no, sorry, no idea what you're talking about there."
    },
    {
      "character": "Player",
      "line": "Hmm, is that right..."
    },
    {
      "character": "Sithik Ints",
      "line": "Well, yes, yes it is. If I knew something, I'd tell you."
    },
    {
      "character": "Sithik Ints",
      "line": "Anyway, dead ogres you say? How strange? That must be a strange sight?"
    },
    {
      "character": "Player",
      "line": "Very well, if you don't know anything about it, you won't mind if I look around then?"
    },
    {
      "character": "Player",
      "line": "What do you do?"
    },
    {
      "character": "Sithik Ints",
      "line": "I'm a scholarly student of the magical arts. When I was younger I used to be an adventurer, probably just like yourself. But I lost interest in the constant fighting, looting and gaining abilities."
    },
    {
      "character": "Sithik Ints",
      "line": "Instead I decided to focus my attention and time to study the purer form of the lost arts."
    },
    {
      "character": "Player",
      "line": "The lost arts? What are they?"
    },
    {
      "character": "Sithik Ints",
      "line": "Ignorant people call them the 'dark arts'. I'm talking about Necromancy, the power to bring the dead back to life - the power of the gods! Surely the most awesome power known to man."
    },
    {
      "character": "Player",
      "line": "Hmm, well I guess I must be an ignorant person then, because bringing the dead back to life sounds very unnatural."
    },
    {
      "character": "Player",
      "line": "Do you mind if I look around?"
    },
    {
      "character": "Sithik Ints",
      "line": "Well, err....well, actually yes I do mind...it's my place and I don't want strangers going through my things."
    },
    {
      "character": "Player",
      "line": "Well, I'm going to have a look around anyway, if you're not involved in this whole thing, you won't have anything to hide."
    },
    {
      "character": "Sithik Ints",
      "line": "Why, if I was a few years younger I'd give you a good hiding!"
    },
    {
      "character": "Player",
      "line": "I'm sure!"
    },
    {
      "character": "Sithik Ints",
      "line": "I've already told you that I do! But you'll probably just ignore me again!"
    },
    {
      "character": "Player",
      "line": "Quite right!"
    },
    {
      "character": "Player",
      "line": "Hmmm, Sithik must really hate monsters then, I wonder if he hates ogres in particular?"
    },
    {
      "character": "Player",
      "line": "What's this then?"
    },
    {
      "character": "Sithik Ints",
      "line": "What do you mean? It's a book by the respected HAM leader Johanhus Ulsbrecht, that man speaks for a lot of people who are unhappy with the current state of affairs."
    },
    {
      "character": "Sithik Ints",
      "line": "Can you honestly tell me that you've not had to fight for your life against the odd monster or two?"
    },
    {
      "character": "Player",
      "line": "Hmm, that may be true, but I don't universally hate all monsters, whereas I have a sneaking suspicion that you do...and ogres in particular!"
    },
    {
      "character": "Sithik Ints",
      "line": "Hmm, that's an interesting theory, care to back it up with any facts?"
    },
    {
      "character": "Player",
      "line": "Hey, I've found this, do you know anything about it?"
    },
    {
      "character": "Johanhus Ulsbrecht",
      "line": "Yes, in fact I do. I wrote many essays for this book, it was a great seller, many people are stirred by the words and feelings in such a tome."
    },
    {
      "character": "Player",
      "line": "Aha! A necromantic book! What's this doing here then?"
    },
    {
      "character": "Sithik Ints",
      "line": "Oh..I'm not quite sure actually...where did you find that then?"
    },
    {
      "character": "Player",
      "line": "I found it in this cupboard! What do you have to say for yourself?"
    },
    {
      "character": "Sithik Ints",
      "line": "Oh yes, that's right...I remember now. It's for my research, there's nothing really dangerous about it, unless it falls into the wrong hands. I'm sure it's pretty safe with me."
    },
    {
      "character": "Player",
      "line": "Hmmm, likely story!"
    },
    {
      "character": "Player",
      "line": "I found this torn page, do you know anything about it?"
    },
    {
      "character": "Irwin Feaselbaum",
      "line": "Hey...I hope you didn't rip that page out of one of those books, they'll be trouble if it was."
    },
    {
      "character": "Player",
      "line": "No, it wasn't actually, I got it from somewhere else, do you recognise it?"
    },
    {
      "character": "Irwin Feaselbaum",
      "line": "Hmm, well it certainly looks like text from one of the books. Have you checked at the wizards' guild in Yanille? We sometime loan books to them."
    },
    {
      "character": "Player",
      "line": "Hi, do you know anything about this book?"
    },
    {
      "character": "Irwin Feaselbaum",
      "line": "Hey...that book has been loaned to the wizards' guild in Yanille, I hope you're not returning it in a damaged condition!"
    },
    {
      "character": "Player",
      "line": "Well, I was just wondering where the book came from actually and try to get some more information about it."
    },
    {
      "character": "Irwin Feaselbaum",
      "line": "Well, that book looks as if it's been through the wars...you're not going to return it in that condition. You take it back to the wizards at Yanille, they borrowed it, so it's their responsibility."
    },
    {
      "character": "Player",
      "line": "Oh, so explain this then?"
    },
    {
      "character": "Sithik Ints",
      "line": "It's my hobby...I'm interested in portraiture, but all art in general. It's fun, you should try it."
    },
    {
      "character": "Player",
      "line": "How do I do it..."
    },
    {
      "character": "Sithik Ints",
      "line": "Well...you could start by reading the book!"
    },
    {
      "character": "Sithik Ints",
      "line": "Oh lovely! You're making my portrait! Let me see it afterwards!"
    },
    {
      "character": "Player",
      "line": "Here you go, what do you think?"
    },
    {
      "character": "Sithik Ints",
      "line": "Hmmm, well it's an interesting interpretation, but not really classic realist representation is it? It's not my favourite, but I like the 'truth' of the work...well done."
    },
    {
      "character": "Sithik Ints",
      "line": "Hmmm, well it's not the most flattering of portraits, but I like the 'honesty' of the work...well done."
    },
    {
      "character": "Player",
      "line": "Look, I made a portrait of Sithik."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Who the demonikin is that? Is it meant to be a portrait of Sithik, it doesn't look anything like him!"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmm, great...but I already know what he looks like!"
    },
    {
      "character": "Bartender",
      "line": "Who's that? I mean, I guess it's a picture of a person isn't it? Sorry...you've got me? And before you ask, you're not putting it up on my wall!"
    },
    {
      "character": "Player",
      "line": "It's a portrait of Sithik Ints...don't you recognise him?"
    },
    {
      "character": "Bartender",
      "line": "I'm sorry, I really am, but I just don't see it...can you make a better picture?"
    },
    {
      "character": "Player",
      "line": "I'll try..."
    },
    {
      "character": "Bartender",
      "line": "Yeah, that's the guy who was talking to Brentle Vahn the other day! Look at those eyes, never a more shifty looking pair will you ever see!"
    },
    {
      "character": "Player",
      "line": "Hmm, you've just identified the man who I think sent Brentle Vahn to his death."
    },
    {
      "character": "Player",
      "line": "I'm trying to bring him to justice with the Wizards' Guild grand secretary. Do you think you could sign this portrait to say that he was talking to Brentle Vahn."
    },
    {
      "character": "Bartender",
      "line": "I can and I will!"
    },
    {
      "character": "Player",
      "line": "Many thanks for your help, it's really very good of you."
    },
    {
      "character": "Bartender",
      "line": "Not at all, just doing my part."
    },
    {
      "character": "Player",
      "line": "Hey, what do you think of this? I'm going to show it to Zavistic and you're going to be in trouble!"
    },
    {
      "character": "Sithik Ints",
      "line": "Hmmm, well, I've got quite a common looking face, I'm often mistaken for other wizards, you know, when I'm wearing my wizard's hat, robes and staff. There's a lot of us around here you know."
    },
    {
      "character": "Player",
      "line": "I don't think so! This is a signed picture of you, someone recognised you, you're in deep trouble!"
    },
    {
      "character": "Sithik Ints",
      "line": "Ok, I'll pay you to keep this secret - how much do you want for the picture?"
    },
    {
      "character": "Player",
      "line": "You can't buy me Sithik!"
    },
    {
      "character": "Sithik Ints",
      "line": "Ok, let's say two million...two million to keep quiet and give me the picture."
    },
    {
      "character": "Player",
      "line": "Oh...erm...well, that is a lot of money actually...er...."
    },
    {
      "character": "Sithik Ints",
      "line": "Yes, and you deserve it, you're very clever! Now, take the money..."
    },
    {
      "character": "Player",
      "line": "No, I won't take the money, I'm going to bring you to justice!"
    },
    {
      "character": "Sithik Ints",
      "line": "Oh well, suit yourself! I wasn't going to give you the money anyway! No one will believe some crazy adventurer and an Inn keep."
    },
    {
      "character": "Player",
      "line": "Ok, I'll shut up for two million!"
    },
    {
      "character": "Sithik Ints",
      "line": "Ha! Ha! You believed me! I'm not going to give you all my money! No one will believe a crazy adventurer and a local Inn keep!"
    },
    {
      "character": "Player",
      "line": "You're a mean and cruel man Sithik, a mean and cruel man!"
    },
    {
      "character": "Player",
      "line": "What did you say I should do?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "You should go and have a chat with Sithik Ints, he's in that house just to the north. He's a lodger and has a room upstairs. Just tell him that I sent you to see him. He should be fine once you've mentioned my name."
    },
    {
      "character": "Player",
      "line": "Where is Sithik?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "He's in that house just to the north, less than a few seconds walk away. He's a lodger and has a room upstairs...he's not very well though."
    },
    {
      "character": "Player",
      "line": "I have an item that I'd like you to look at."
    },
    {
      "character": "Player",
      "line": "I have some items that I'd like you to look at."
    },
    {
      "character": "Player",
      "line": "I have this necromancy book as evidence that Sithik is involved with the undead ogres at Jiggig."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Yeah, you've shown me this before...if this is all the evidence you have?"
    },
    {
      "character": "Player",
      "line": "Please just look at it again..."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Ok, let me look then."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Ok, so he's researching necromancy...it doesn't mean anything in itself."
    },
    {
      "character": "Player",
      "line": "Yes, but if you look, you can see that there is a half torn page which matches the page I found at Jiggig."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmm, yes, but someone could have stolen that from him and then gone and cast it without his permission or to try and deliberately implicate him."
    },
    {
      "character": "Player",
      "line": "Look, this book proves that Sithik hates all monsters and most likely Ogres with a passion."
    },
    {
      "character": "Zavistic Rarve",
      "line": "So what, hating monsters isn't a crime in itself...although I suppose that it does give a motive if Sithik was involved. On its own, it's not enough evidence though."
    },
    {
      "character": "Player",
      "line": "This is the tankard I found on the remains of Brentle Vahn!"
    },
    {
      "character": "Zavistic Rarve",
      "line": "That doesn't mean anything in itself, you could have gotten that from anywhere. Even from the Dragon Inn tavern! There isn't anything to link Brentle Vahn with Sithik Ints."
    },
    {
      "character": "Player",
      "line": "This is a portrait of Sithik, signed by the landlord of the Dragon Inn saying that he saw Sithik and Brentle Vahn together."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Hmmm, well that is interesting."
    },
    {
      "character": "Zavistic Rarve",
      "line": "However, there isn't enough evidence for me to take the issue further at this point. If you find any further evidence bring it to me."
    },
    {
      "character": "Zavistic Rarve",
      "line": "And I'm starting to think that Sithik may be involved. Here, take this potion and give some to Sithik. It'll bring on a change which should solicit some answers - tell him the effects won't revert until he's told the truth."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Have you used that potion yet?"
    },
    {
      "character": "Player",
      "line": "Well, actually, I've lost it, could I have another one please?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Sure, but don't lose it this time."
    },
    {
      "character": "Player",
      "line": "No, not yet, what was I supposed to do again?"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Try to use the potion on Sithik somehow, he should undergo an interesting transformation, though you'll probably want to leave the house in case there are any side effects. Then go back and question Sithik and tell"
    },
    {
      "character": "Zavistic Rarve",
      "line": "him the effects won't wear off until he tells the truth. In fact, that's not exactly true, but I'm sure it'll be an extra incentive to get him to be honest."
    },
    {
      "character": "Sithik Ints",
      "line": "What do you want now?"
    },
    {
      "character": "Player",
      "line": "Hey there's no need to be rude!"
    },
    {
      "character": "Sithik Ints",
      "line": "What do you expect when you just go snooping around a person's place against their express permission."
    },
    {
      "character": "Player",
      "line": "Why do you spend most of your time in bed?"
    },
    {
      "character": "Sithik Ints",
      "line": "I'm actually quite old and not so very well and I'd like to get over this illness I have, then I'll return to my very serious and important studies."
    },
    {
      "character": "Player",
      "line": "Here, try some of this potion, it'll make you feel better!"
    },
    {
      "character": "Sithik Ints",
      "line": "Err, yuck....no way am I taking any potions or medication off you...I don't trust you!"
    },
    {
      "character": "Sithik Ints",
      "line": "Arghhhh..what's happened to me...you beast!"
    },
    {
      "character": "Player",
      "line": "It's your own fault, you shouldn't have lied about your involvement with the undead Ogres at Jiggig. The potion will wear off once you've told the truth!"
    },
    {
      "character": "Sithik Ints",
      "line": "Ok, ok, I admit it, I got Brentle Vahn to cast the spell to put an end to those awful Ogres...they're just disgusting creatures..."
    },
    {
      "character": "Player",
      "line": "Ok, that's a start...now I want some answers."
    },
    {
      "character": "Player",
      "line": "How do I remove the effects of the spell from the area? The ogres want to get their ceremonial dance area back and can't do that with undead walking all over it."
    },
    {
      "character": "Sithik Ints",
      "line": "Unfortunately you can't. The spell is permanent, it will last forever, the only option you have is to move the ceremonial area."
    },
    {
      "character": "Player",
      "line": "You're an evil man and I'm going to make you pay for this...you can stay like that forever as far as I'm concerned."
    },
    {
      "character": "Sithik Ints",
      "line": "No...no, let me try to make amends...please I can help you. Just don't leave me like this."
    },
    {
      "character": "Sithik Ints",
      "line": "Haven't I told you this already? You can't remove the spell, it's permanent, it will last forever, the only option you have is to move the ceremonial area."
    },
    {
      "character": "Player",
      "line": "How do I get rid of the undead ogres?"
    },
    {
      "character": "Sithik Ints",
      "line": "Ok, similar spells have been cast before and the only way to deal with the resulting creatures is to cordon off the area and not go in there again."
    },
    {
      "character": "Sithik Ints",
      "line": "The undead creatures usually manifest some sort of disease so it's best to attack them from a distance with a ranged weapon."
    },
    {
      "character": "Sithik Ints",
      "line": "Normal missiles like arrows and darts do very little damage to them because they're designed to destroy internal organs. This is a waste of time with undead creatures like undead ogres."
    },
    {
      "character": "Player",
      "line": "Yeah, clearly so what should we use?"
    },
    {
      "character": "Sithik Ints",
      "line": "From my research it looks like a flat ended arrow was designed called a 'Brutal arrow'. This does large amounts of crushing damage to the creature. You can make them by using larger arrows."
    },
    {
      "character": "Sithik Ints",
      "line": "I think some Ogre hunters make them. But instead of adding an arrow tip, you hammer a large nail into the end of the shaft."
    },
    {
      "character": "Sithik Ints",
      "line": "Haven't I already explained this to you once before?"
    },
    {
      "character": "Player",
      "line": "Humour me!"
    },
    {
      "character": "Player",
      "line": "How do I get rid of the disease?"
    },
    {
      "character": "Sithik Ints",
      "line": "My research shows that two jungle based herbs can be used, one is found near river tributaries and looks like a vine, the other is found in caves and grows on the wall."
    },
    {
      "character": "Sithik Ints",
      "line": "It's quite well camouflaged so it's unlikely that you'll find it."
    },
    {
      "character": "Player",
      "line": "We'll see about that!"
    },
    {
      "character": "Sithik Ints",
      "line": "Haven't I already explained this disease thing to you once before?"
    },
    {
      "character": "Player",
      "line": "Just tell me again or else I'll never turn you back into a human!"
    },
    {
      "character": "Sithik Ints",
      "line": "No...noo...please, I'll tell you."
    },
    {
      "character": "Player",
      "line": "Just tell me again or I'll turn you back into an ogre."
    },
    {
      "character": "Sithik Ints",
      "line": "But...you can't just leave me here like this!"
    },
    {
      "character": "Sithik Ints",
      "line": "Arghhhh..what do you want now...you've turned me into a beast!"
    },
    {
      "character": "Player",
      "line": "I've got some questions for you...and you'd better answer them well or else!"
    },
    {
      "character": "Sithik Ints",
      "line": "Ok, ok, I'll tell you anything, just turn me back into a human again!"
    },
    {
      "character": "Zavistic Rarve",
      "line": "Don't you worry about Sithik, he's not likely to be moving from his bed for a long time. When he eventually does get better, he's going to be sent before a disciplinary tribunal, then we'll sort out what's what."
    },
    {
      "character": "Player",
      "line": "Thanks for your help with all of this."
    },
    {
      "character": "Zavistic Rarve",
      "line": "Ooohh, no thanks required. It's I who should be thanking you my friend...your investigative mind has shown how vigilant we really should be for this type of evil use of the magical arts."
    },
    {
      "character": "Uglug Nar",
      "line": "Me's not got no glug-glugs to sell, yous bring me da sickies glug-glug den me's open da stufsies for ya."
    },
    {
      "character": "Player",
      "line": "Hey, here you go! I brought you some of the potion which should cure the disease. You said that you would buy some from me."
    },
    {
      "character": "Uglug Nar",
      "line": "Yous creatures done da good fing...yous get many bright pretties for dis...!"
    },
    {
      "character": "Grish",
      "line": "Yous creature dun da fing yet? Da zogries going in da ground?"
    },
    {
      "character": "Player",
      "line": "I found who's responsible for the Zogres being here."
    },
    {
      "character": "Grish",
      "line": "Where is da creature? Me's wants to squeeze him till he's a deadun..."
    },
    {
      "character": "Player",
      "line": "The person responsible is a wizard named 'Sithik Ints' and he's going to be in serious trouble. He told me that the spell which raised the zogres from the ground will last forever."
    },
    {
      "character": "Player",
      "line": "I'm sorry to say, but you'll have to move the site of your ceremonial dancing somewhere else."
    },
    {
      "character": "Grish",
      "line": "Dat is da bad fing creature...we's needs new Jiggig for da fallin' down jig."
    },
    {
      "character": "Player",
      "line": "Yes, that's right, you'll need to create a new ceremonial dance area."
    },
    {
      "character": "Grish",
      "line": "Urghhh...not good fing creature, yous gotta get da ogrish old fings for da making new jiggig special. You's creature needs da key for getting in da low bury place."
    },
    {
      "character": "Player",
      "line": "Oh, so you want me to go back in there and look for something for you?"
    },
    {
      "character": "Grish",
      "line": "Yeah creature, yous gotta get da ogrish old fings for da making new jiggig and proper in da special way."
    },
    {
      "character": "Player",
      "line": "Sithik told me how to make Brutal arrows which means I can kill these zogres from a distance!"
    },
    {
      "character": "Grish",
      "line": "Uhggh, whas you's sayin' creature? Yous speakies too stupid for Grish..."
    },
    {
      "character": "Player",
      "line": "I know how to make large arrows...you know, 'big stabbers', to kill the zogres...they're bigger and apparently do a lot of damage, only thing is, the normal ogre bow I need to fire it is quite slow."
    },
    {
      "character": "Grish",
      "line": "Why you's not say so creature...me's shows you how to make da bigger stabber chucker... ~ Grish gets a couple of items out of his back pack.~"
    },
    {
      "character": "Grish",
      "line": "De're creature...now yous is makin' da bigga stabber chucker..."
    },
    {
      "character": "Player",
      "line": "Thanks! I think...."
    },
    {
      "character": "Player",
      "line": "I also found out that the disease can be cured."
    },
    {
      "character": "Grish",
      "line": "Dat's da good fing creature, yous do good fing to give un to Uglug...he gives bright pretties for da sickies glug glug.."
    },
    {
      "character": "Player",
      "line": "I have some other questions for you."
    },
    {
      "character": "Grish",
      "line": "Oh yes creatures...what's other fings yous wanna know?"
    },
    {
      "character": "Player",
      "line": "Why are you much nicer than the Shaman in Gu'Tanoth?"
    },
    {
      "character": "Grish",
      "line": "Dey's is da big crazy one's! Dey's biggest angries wiv fings and wanna dead all fings...dey's gotten da biggies wizzy stuff...and dey's wanna eat yous creatures...Grish, not do dat..."
    },
    {
      "character": "Player",
      "line": "Oh, well that's a relief! It's good to know you don't eat humans..."
    },
    {
      "character": "Grish",
      "line": "Grish not say dat! Me's want's tasty looking creatures for yums...you's looks like da sickies chompy...not good for da gutsies..."
    },
    {
      "character": "Player",
      "line": "Gulp!"
    },
    {
      "character": "Uglug Nar",
      "line": "Grish, you's is fright da creatures! Leave it alone!"
    },
    {
      "character": "Grish",
      "line": "But it's da big laffsies when it's facey goes to whiteness....ha ha ha!"
    },
    {
      "character": "Uglug Nar",
      "line": "But it's not da big yumsies when it's gone to all frighty..."
    },
    {
      "character": "Uglug Nar",
      "line": "ha ha ha ha!"
    },
    {
      "character": "Player",
      "line": "Yeah...very funny, I'm sure."
    },
    {
      "character": "Player",
      "line": "Do you know Rantz?"
    },
    {
      "character": "Grish",
      "line": "Me's know's about Rantz, he's da biggun chompy hunter..he finks...ha ha ha!"
    },
    {
      "character": "Player",
      "line": "How do you mean?"
    },
    {
      "character": "Grish",
      "line": "He's da bad shot chompy sticker, no good at sneaky, sneaky part, he's more gooder at da 'noisy, noisy miss da chompy', ha ha ha!"
    },
    {
      "character": "Player",
      "line": "Why doesn't Rantz live with the rest of the Ogres?"
    },
    {
      "character": "Grish",
      "line": "He's been leaving Gu 'Noth 'cos dey's peoples is da big stressy dere? All da ogries is busying all da time...not doin' no good for da healfy fing. Rantz is da brave-un tho! He's got da big secret fing for leaving Gu' Noth"
    },
    {
      "character": "Grish",
      "line": "but me's not knowin it. But maybe's he's just want's to be da better chompy sticker?"
    },
    {
      "character": "Player",
      "line": "Why do you call this place Jiggig?"
    },
    {
      "character": "Grish",
      "line": "It's da place where da Jiggig is done...we's jig at Jiggig..."
    },
    {
      "character": "Player",
      "line": "I want to talk about the quest"
    },
    {
      "character": "Grish",
      "line": "Yous creature got da old fings yet?"
    },
    {
      "character": "Player",
      "line": "I've lost the key you gave me!"
    },
    {
      "character": "Grish",
      "line": "Yous stupid creatures....luckily Grish has 'nother one.."
    },
    {
      "character": "Grish",
      "line": "Yous creatures doesn't loosing this ones."
    },
    {
      "character": "Player",
      "line": "Nope, not yet."
    },
    {
      "character": "Grish",
      "line": "Yous gets 'em quick tho, cos we'ze wonna do da new Jiggig place..."
    },
    {
      "character": "Player",
      "line": "There must be an easier way to kill these zogres!"
    },
    {
      "character": "Player",
      "line": "There must be a way to cure this disease!"
    },
    {
      "character": "Grish",
      "line": "Did yous creature makes da sickies glug glug and putin some wiv Uglug for bright pretties? He's goodun for makin' da glug glugs...yous maken da glug-glug, den sellin' one for Uglug, he's makin' more of da sickies glug"
    },
    {
      "character": "Grish",
      "line": "glug and sellin' for bright pretties to yous creature..."
    },
    {
      "character": "Grish",
      "line": "Hey, you's creature got da old fings?"
    },
    {
      "character": "Player",
      "line": "No sorry, I don't have them yet."
    },
    {
      "character": "Grish",
      "line": "Yous creatures get dem for me soon doh, yes?"
    },
    {
      "character": "Player",
      "line": "Yeah, I have them here!"
    },
    {
      "character": "Grish",
      "line": "Dat is da goodly fing yous creature, now's we's can make da new Jiggig place away from zogries! Yous been da big helpy fing yous creature, Grish wishin' yous good stuff for da next fings for creature."
    },
    {
      "character": "Grish",
      "line": "~ Grish seems very pleased about the return of the artefacts. ~"
    },
    {
      "character": "Player",
      "line": "Thanks, that's very nice of you!"
    },
    {
      "character": "Player",
      "line": "How's everything going now?"
    },
    {
      "character": "Grish",
      "line": "All da zogries stayin' in da oldie Jiggig, we's gonna do da new Jiggig someways else. Yous creature da good- un for geddin' da oldie fings..."
    }
  ],
  "characters": [
    {
      "name": "Bartender",
      "description": "Middle-aged male, British accent, friendly and gossipy tone. A knowledgeable innkeeper who knows everyone in Yanille and enjoys sharing information about local affairs."
    },
    {
      "name": "Grish",
      "description": "Adult male ogre, deep gravelly voice, slow and deliberate speech with broken English. A stubborn but helpful ogre shaman who speaks in simplified grammar, replacing words like 'the' with 'da' and 'you' with 'yous'."
    },
    {
      "name": "Irwin Feaselbaum",
      "description": "Youthful male, British accent, eager and slightly nervous tone. A short assistant necromancer who speaks politely but defensively about his master's books and possessions."
    },
    {
      "name": "Johanhus Ulsbrecht",
      "description": "Middle-aged male, British accent, self-important and preachy tone. The leader of H.A.M. who speaks with conviction about his anti-monster ideology but is more moderate than his followers."
    },
    {
      "name": "Ogre guard",
      "description": "Adult male ogre, deep rumbling voice, slow and simple speech with broken English. A dutiful but dim-witted guard who warns visitors about danger using basic vocabulary."
    },
    {
      "name": "Sithik Ints",
      "description": "Elderly male, British accent, wheezy and defensive tone. A frail, bed-ridden wizard who is evasive and irritable, speaking with nervous deflection when questioned about his dark magic research."
    },
    {
      "name": "Uglug Nar",
      "description": "Adult male ogre, deep gravelly voice, slow speech with broken English. An ogre shaman merchant who is friendlier than most ogres, speaking in the same simplified grammar as other ogres."
    },
    {
      "name": "Zavistic Rarve",
      "description": "Middle-aged male, British accent, authoritative and impatient tone. The Grand Secretary of the Wizards' Guild who is busy and businesslike but ultimately helpful when presented with evidence."
    }
  ]
}